Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Social Login
el_gr: Σύνδεση με κοινωνικά δίκτυα
lt_lt: Prisijungimas per socialinį tinklą
lv_lv: Sociālā pieteikšanās
nb_no: Logg inn med sosiale medier
uk_ua: Авторизація через соц.мережі

source: To make the integration with social providers work, you need to create login applications and retrieve credentials in their respective developer panels. Where required, enter the following parameters to enable the integrations.
el_gr: Για να λειτουργήσει η ενσωμάτωση με τους κοινωνικούς παρόχους, πρέπει να δημιουργήσετε εφαρμογές σύνδεσης και να ανακτήσετε τα διαπιστευτήρια στους αντίστοιχους πίνακες προγραμματιστών. Όπου απαιτείται, εισαγάγετε τις ακόλουθες παραμέτρους για να ενεργοποιήσετε τις ενσωματώσεις.
lt_lt: Kad integracija su socialiniais paslaugų teikėjais veiktų, turite sukurti prisijungimo programas ir gauti kredencialus atitinkamuose kūrėjų skydeliuose. Jei reikia, įveskite toliau nurodytus parametrus, kad įgalintumėte integracijas.
lv_lv: Lai integrācija ar sociālajiem pakalpojumu sniedzējiem darbotos, jums ir jāizveido pieteikšanās lietojumprogrammas un jāizgūst akreditācijas dati attiecīgajos izstrādātāju paneļos. Ja nepieciešams, ievadiet tālāk norādītos parametrus, lai iespējotu integrāciju.
nb_no: For å få integrasjonen med sosiale leverandører til å fungere, må du opprette påloggingsapplikasjoner og hente legitimasjon i deres respektive utviklerpaneler. Hvis det er nødvendig, angir du følgende parametere for å aktivere integrasjonene.
uk_ua: Щоб інтеграція з соціальними провайдерами працювала, вам потрібно створити додатки для входу та отримати облікові дані у відповідних панелях розробників. Якщо потрібно, введіть наступні параметри, щоб увімкнути інтеграції.

source: Callback Url
el_gr: Διεύθυνση URL ανάκλησης
lt_lt: Atgalinio iškvietimo URL
lv_lv: Atzvanīšanas URL
nb_no: URL-adresse for tilbakeringing
uk_ua: URL-адреса зворотного дзвінка

source: Whitelist Domain
el_gr: Τομέας λευκής λίστας
lt_lt: Baltojo sąrašo domenas
lv_lv: Baltā saraksta domēns
nb_no: Hviteliste domene
uk_ua: Білий список доменів

source: Google - Enable
el_gr: Google - Ενεργοποίηση
lt_lt: "Google" - įgalinti
lv_lv: Google — iespējot
nb_no: Google – Aktiver
uk_ua: Google - Увімкнути

source: Google - Secret
el_gr: Google - Μυστικό
lt_lt: "Google" – slaptas
lv_lv: Google — slepeni
nb_no: Google - Hemmelig
uk_ua: Гугл - секрет

source: Facebook - Enable
el_gr: Facebook - Ενεργοποίηση
lt_lt: "Facebook" - Įgalinti
lv_lv: Facebook - iespējot
nb_no: Facebook – Aktiver
uk_ua: Facebook - Увімкнути

source: Facebook - Id
uk_ua: Фейсбук - Ідентифікатор

source: Facebook - Secret
el_gr: Facebook - Μυστικό
lt_lt: "Facebook" - slaptas
lv_lv: Facebook - Slepens
nb_no: Facebook - Hemmelig
uk_ua: Фейсбук - Секрет

source: Twitter - Enable
el_gr: Twitter - Ενεργοποίηση
lt_lt: "Twitter" – įgalinti
lv_lv: Twitter - iespējot
nb_no: Twitter – Aktiver
uk_ua: Twitter - Увімкнути

source: Twitter - Id
el_gr: Twitter - ταυτότητα
uk_ua: Твіттер - Ідентифікатор

source: Twitter - Secret
el_gr: Twitter - Μυστικό
lt_lt: "Twitter" – slaptas
lv_lv: Twitter - slepens
nb_no: Twitter - Hemmelig
uk_ua: Твіттер - Секрет

source: WeChat - Enable
el_gr: WeChat - Ενεργοποίηση
lt_lt: "WeChat" - Įgalinti
lv_lv: WeChat - iespējot
nb_no: WeChat - Aktiver
uk_ua: WeChat - Увімкнути

source: WeChat - Id
el_gr: WeChat - ταυτότητα
uk_ua: WeChat - Ідентифікатор

source: WeChat - Secret
el_gr: WeChat - Μυστικό
lt_lt: "WeChat" - slaptas
lv_lv: WeChat - slepens
nb_no: WeChat - Hemmelig
uk_ua: WeChat - секрет

source: QQ - Enable
el_gr: QQ - Ενεργοποίηση
lt_lt: QQ – įjungti
lv_lv: QQ - iespējot
nb_no: QQ – Aktiver
uk_ua: QQ - Увімкнути

source: QQ - Id
uk_ua: QQ - Ідентифікатор

source: QQ - Secret
el_gr: QQ - Μυστικό
lt_lt: QQ - slaptas
lv_lv: QQ - slepens
nb_no: QQ - Hemmelig
uk_ua: QQ - секрет

source: Registration Settings
el_gr: Ρυθμίσεις Εγγραφής
lt_lt: Registracijos nustatymai
lv_lv: Reģistrācijas iestatījumi
nb_no: Registreringsinnstillinger
uk_ua: Налаштування реєстрації

source: enables registration form for users
el_gr: επιτρέπει τη φόρμα εγγραφής για τους χρήστες
lt_lt: įgalina registracijos formą vartotojams
lv_lv: iespējo reģistrācijas veidlapu lietotājiem
nb_no: Aktiverer registreringsskjema for brukere
uk_ua: Вмикає форму реєстрації для користувачів

source: Validate Email
el_gr: Επικύρωση ηλεκτρονικού ταχυδρομείου
lt_lt: El. pašto tikrinimas
lv_lv: E-pasta apstiprināšana
nb_no: Bekreft e-post
uk_ua: Перевірка електронної пошти

source: send an email to new users to validate their account
el_gr: αποστολή ηλεκτρονικού ταχυδρομείου σε νέους χρήστες για την επικύρωση του λογαριασμού τους
lt_lt: siųsti el. laišką naujiems naudotojams, kad jie patvirtintų savo paskyrą
lv_lv: nosūtīt e-pasta ziņojumu jauniem lietotājiem, lai apstiprinātu viņu kontu;
nb_no: sende en e-post til nye brukere for å validere kontoen deres
uk_ua: Надішліть електронний лист новим користувачам для підтвердження їхнього облікового запису

source: Buy Services
el_gr: Αγοράστε Υπηρεσίες
lt_lt: Pirkti Paslaugas
lv_lv: Pērciet pakalpojumus
nb_no: Kjøp tjenester
uk_ua: Купити послуги

source: enables buy services for users
el_gr: επιτρέπει την αγορά υπηρεσιών για τους χρήστες
lt_lt: leidžia vartotojams pirkti paslaugas
lv_lv: ļauj lietotājiem iegādāties pakalpojumus
nb_no: gjør det mulig å kjøpe tjenester for brukere
uk_ua: дозволяє купувати послуги для користувачів

source: enables subscription to a plan for users
el_gr: επιτρέπει τη συνδρομή σε ένα πρόγραμμα για τους χρήστες
lt_lt: leidžia vartotojams užsiprenumeruoti planą
lv_lv: ļauj lietotājiem abonēt plānu
nb_no: muliggjør abonnement på en plan for brukere
uk_ua: дозволяє користувачам підписатися на тарифний план

source: Default Plan
el_gr: Προεπιλεγμένο σχέδιο
lt_lt: Numatytasis planas
lv_lv: Noklusējuma plāns
nb_no: Standard plan
uk_ua: План за замовчуванням

source: default plan assigned to new registered users
el_gr: προεπιλεγμένο σχέδιο που εκχωρείται στους νέους εγγεγραμμένους χρήστες
lt_lt: Numatytasis planas priskirtas naujiems registruotiems vartotojams
lv_lv: Noklusējuma plāns, kas piešķirts jauniem reģistrētiem lietotājiem
nb_no: Standardplan tilordnet til nye registrerte brukere
uk_ua: План за умовчанням, призначений новим зареєстрованим користувачам

source: Direct Chat Link
el_gr: Σύνδεσμος απευθείας συνομιλίας
lt_lt: Tiesioginio pokalbio nuoroda
lv_lv: Tiešā tērzēšanas saite
nb_no: Direkte chatkobling
uk_ua: Пряме посилання на чат

source: From the top bar, go to the <b>Administration</b> section and click on <b>Channels</b> - <b>Chat Widget</b>.
el_gr: Από την επάνω γραμμή, μεταβείτε στην ενότητα <b>Διαχείριση</b> και κάντε κλικ στο <b>Κανάλια</b> - <b>Γραφικό στοιχείο συνομιλίας</b> .
lt_lt: Viršutinėje juostoje eikite į skyrių <b>Administravimas</b> ir spustelėkite <b>Kanalai</b> – <b>pokalbių valdiklis</b> .
lv_lv: Augšējā joslā dodieties uz sadaļu <b>Administrēšana</b> un noklikšķiniet uz <b>Kanāli</b> — <b>tērzēšanas logrīks</b> .
nb_no: Fra den øverste linjen går du til <b>administrasjonsdelen</b> og klikker på <b>Kanaler</b> - <b>Chat-widget</b> .
uk_ua: На верхній панелі перейдіть до розділу <b>«Адміністрування»</b> та натисніть <b>«Канали</b> – <b>Віджет чату»</b> .

source: Copy the <b>Direct Chat Link</b> in the fields above.
el_gr: Αντιγράψτε τον <b>σύνδεσμο απευθείας συνομιλίας</b> στα παραπάνω πεδία.
lt_lt: Nukopijuokite <b>tiesioginio pokalbio nuorodą</b> į aukščiau esančius laukus.
lv_lv: Kopējiet <b>tiešās tērzēšanas saiti</b> iepriekš esošajos laukos.
nb_no: Kopier <b>direkte chat-koblingen</b> i feltene ovenfor.
uk_ua: Скопіюйте <b>посилання прямого чату</b> в поля вище.

source: Field
el_gr: Πεδίο
lt_lt: Laukas
lv_lv: Lauks
nb_no: Felt
uk_ua: Поле

source: Mandatory
el_gr: Υποχρεωτικό
lt_lt: Privaloma
lv_lv: Obligāti
nb_no: Obligatorisk
uk_ua: Обов’язкове

source: visible in registration form and on backend footer
el_gr: ορατό στη φόρμα εγγραφής και στο υποσέλιδο του backend
lt_lt: matomas registracijos formoje ir vidinėje poraštėje
lv_lv: Redzams reģistrācijas veidlapā un aizmugursistēmas kājenē
nb_no: synlig i registreringsskjemaet og på baksidebunnteksten
uk_ua: відображається у формі реєстрації та в нижньому колонтитулі серверної частини

source: visible in lead/form protections and on backend footer
el_gr: ορατά στις προστασίες μολύβδου/φόρμας και στο υποσέλιδο του backend
lt_lt: Matoma švino/formos apsaugose ir galinėje poraštėje
lv_lv: redzams svina/formas aizsardzībā un aizmugursistēmas kājenē
nb_no: Synlig i bly-/formbeskyttelse og på baksidebunntekst
uk_ua: видимі в захистах лідів/форм і в нижньому колонтитулі

source: Cookie
lt_lt: Slapukas
lv_lv: Sīkdatne
uk_ua: Кукі

source: Cookie Consent
el_gr: Συναίνεση cookie
lt_lt: Sutikimas dėl slapukų
lv_lv: Piekrišana sīkdatņu izmantošanai
nb_no: Cookie samtykke
uk_ua: Згоду на cookie

source: enable cookie consent modal on the backend
el_gr: ενεργοποιήστε το modal συγκατάθεσης cookie στο backend
lt_lt: įgalinti sutikimo naudoti slapukus modalumą vidinėje sistemoje
lv_lv: iespējot sīkfailu piekrišanas modālu aizmugursistēmā
nb_no: Aktiver modal for samtykke til informasjonskapsler på backend
uk_ua: Увімкніть модальне використання згоди файлів cookie на серверній частині

source: visible in backend footer and / or into consent modal
el_gr: ορατό στο υποσέλιδο του backend ή/και στο modal συγκατάθεσης
lt_lt: matomas vidinėje poraštėje ir (arba) sutikimo modale
lv_lv: redzams aizmugursistēmas kājenē un/vai piekrišanas modālā
nb_no: synlig i backend-bunntekst og/eller i samtykkemodal
uk_ua: видно в нижньому колонтитулі сервера та/або в модальному режимі згоди

source: enable this payment method (you need to initialize first)
el_gr: ενεργοποιήστε αυτή τη μέθοδο πληρωμής (πρέπει πρώτα να την αρχικοποιήσετε)
lt_lt: įgalinti šį mokėjimo būdą (pirmiausia turite inicijuoti)
lv_lv: Iespējojiet šo maksājuma veidu (vispirms ir jāinicializē)
nb_no: Aktiver denne betalingsmetoden (du må initialisere først)
uk_ua: увімкніть цей спосіб оплати (спочатку потрібно ініціалізувати)

source: Automatic Tax
el_gr: Αυτόματος φόρος
lt_lt: Automatinis mokestis
lv_lv: Automātiska aplikšana ar nodokļiem
nb_no: Automatisk skatt
uk_ua: Автоматичне оподаткування

source: Calculate and collect sales tax, VAT, and GST automatically. You need to configure it under Stripe Dashboard - Tax Settings
el_gr: Υπολογίστε και εισπράξτε αυτόματα τον φόρο πωλήσεων, τον ΦΠΑ και τον GST. Πρέπει να το ρυθμίσετε στο Stripe Dashboard - Tax Settings
lt_lt: Automatiškai apskaičiuokite ir surinkite pardavimo mokestį, PVM ir GST. Turite jį sukonfigūruoti skiltyje "Stripe Dashboard" - mokesčių nustatymai
lv_lv: Automātiski aprēķiniet un iekasējiet tirdzniecības nodokli, PVN un GST. Jums tas jākonfigurē sadaļā Stripe Dashboard - nodokļu iestatījumi
nb_no: Beregn og samle inn merverdiavgift, mva og mva automatisk. Du må konfigurere den under Stripe Dashboard - Skatteinnstillinger
uk_ua: Автоматично розраховуйте та стягуйте податок з продажу, ПДВ і податок на товари й послуги. Вам потрібно налаштувати його в розділі Панель керування Stripe - Налаштування податків

source: Prices with taxes included
el_gr: Τιμές με φόρους
lt_lt: Kainos su įskaičiuotais mokesčiais
lv_lv: Cenas ar iekļautiem nodokļiem
nb_no: Priser inkludert avgifter
uk_ua: Ціни з урахуванням податків

source: Prices with taxes excluded
el_gr: Τιμές χωρίς φόρους
lt_lt: Kainos be mokesčių
lv_lv: Cenas, kurās nav iekļauti nodokļi
nb_no: Priser ekskludert med avgifter
uk_ua: Ціни без урахування податків

source: Publishable key
el_gr: Κλειδί προς δημοσίευση
lv_lv: Publicējama atslēga
nb_no: Publiserbar nøkkel
uk_ua: Ключ для публікації

source: From the menu bar, go to the <b>Developers</b> section of the Stripe dashboard and click on %s.
el_gr: Από τη γραμμή μενού, μεταβείτε στην ενότητα <b>Developers</b> του ταμπλό του Stripe και κάντε κλικ στο %s.
lt_lt: Meniu juostoje eikite į "Stripe" prietaisų skydelio skyrių " <b>Developers</b> " ir spustelėkite %s.
lv_lv: Izvēļņu joslā dodieties uz Stripe informācijas paneļa <b>sadaļu Izstrādātāji</b> un noklikšķiniet uz %s.
nb_no: Fra menylinjen, gå til <b>Utviklere-delen</b> av Stripe-dashbordet og klikk på .%s
uk_ua: У рядку меню перейдіть до розділу <b>«Розробники</b>» на інформаційній панелі Stripe і натисніть .%s

source: API Keys
lt_lt: API raktai
lv_lv: API atslēgas
nb_no: API-nøkler
uk_ua: Ключі API

source: Copy the <b>Publishable key</b> and <b>Secret key</b> in the fields above and click <b>Initialize</b>
el_gr: Αντιγράψτε το <b>δημοσιευτέο κλειδί</b> και το <b>μυστικό κλειδί</b> στα παραπάνω πεδία και κάντε κλικ στο κουμπί <b>Initialize (Αρχικοποίηση</b>)
lt_lt: Nukopijuokite <b>publikuojamą raktą</b> ir <b>slaptąjį raktą</b> aukščiau esančiuose laukuose ir spustelėkite <b>Inicijuoti</b>
lv_lv: Nokopējiet <b>publicējamo atslēgu</b> un <b>slepeno atslēgu</b> iepriekš norādītajos laukos un noklikšķiniet uz <b>Inicializēt</b>
nb_no: Kopier <b>den publiserbare nøkkelen</b> og <b>den hemmelige nøkkelen</b> i feltene ovenfor, og klikk <b>på Initialiser</b>
uk_ua: Скопіюйте <b>Publishable</b> key та <b>Secret</b> key у поля вище та натисніть <b>Initialize (Ініціалізувати)</b>

source: Live
lt_lt: Aktyvus
nb_no: Direkte
uk_ua: Наживо

source: if not selected, use the paypal sandbox for testing
el_gr: εάν δεν έχει επιλεγεί, χρησιμοποιήστε το paypal sandbox για δοκιμές
lt_lt: Jei nepasirinkote, bandymams naudokite PayPal smėlio dėžę
lv_lv: Ja šī opcija nav atlasīta, testēšanai izmantojiet PayPal smilškasti
nb_no: Hvis det ikke er valgt, kan du bruke PayPal-sandkassen til testing
uk_ua: якщо не вибрано, використовуйте для тестування ізольоване програмне середовище PayPal

source: Client Id
el_gr: Ταυτότητα πελάτη
lt_lt: Kliento ID
lv_lv: Klienta ID
nb_no: Klient-ID
uk_ua: Ідентифікатор клієнта

source: Secret
el_gr: Μυστικό
lt_lt: Paslaptis
lv_lv: Noslēpums
nb_no: Hemmelig kode
uk_ua: Таємниця

source: Go to the %s section, click on <b>Live</b> button and then on the <b>Create app</b> button.
el_gr: Μεταβείτε στην ενότητα %s, κάντε κλικ στο κουμπί <b>Live</b> και στη συνέχεια στο κουμπί <b>Create app</b>.
lt_lt: Eikite į %s skyrių, spustelėkite <b>mygtuką "Live</b> ", tada - mygtuką <b>Sukurti programą</b> .
lv_lv: Dodieties uz %s sadaļu, noklikšķiniet uz pogas <b>Live</b> un pēc tam uz pogas <b>Izveidot lietotni</b> .
nb_no: Gå til %s delen, klikk på <b>Live-knappen</b> og deretter på <b>Opprett app-knappen</b> .
uk_ua: Зайдіть у розділ, %s натисніть на кнопку <b>Live</b> , а потім на кнопку <b>Create app</b> .

source: Apps & Credentials
el_gr: Εφαρμογές & διαπιστευτήρια
lt_lt: Programos ir prisijungimo duomenys
lv_lv: Lietotnes un akreditācijas dati
nb_no: Apper og legitimasjon
uk_ua: Додатки та облікові дані

source: Copy the <b>Client ID</b> and <b>Secret</b> in the fields above and click <b>Initialize</b>
el_gr: Αντιγράψτε το <b>αναγνωριστικό πελάτη</b> και το <b>μυστικό</b> στα παραπάνω πεδία και κάντε κλικ στο κουμπί <b>Initialize (Αρχικοποίηση</b>)
lt_lt: Nukopijuokite <b>kliento ID</b> ir <b>slaptą</b> informaciją aukščiau esančiuose laukuose ir spustelėkite <b>Inicijuoti</b>
lv_lv: Kopējiet <b>klienta ID</b> un <b>noslēpumu</b> iepriekš norādītajos laukos un noklikšķiniet uz <b>Inicializēt</b>
nb_no: Kopier <b>klient-ID-en</b> og <b>hemmeligheten</b> i feltene ovenfor, og klikk <b>på Initialiser</b>
uk_ua: Скопіюйте <b>ідентифікатор</b> клієнта та <b>секрет</b> у поля вище та натисніть <b>Ініціалізувати</b>

source: if you change from sandbox to live check that you have entered your live API credentials, check Live and Initialize again
el_gr: εάν αλλάξετε από sandbox σε ζωντανό, ελέγξτε ότι έχετε εισαγάγει τα διαπιστευτήρια του live API, ελέγξτε ξανά Live και Initialize
lt_lt: jei pakeisite iš smėlio dėžės į tiesioginę patikrinkite, ar įvedėte savo tiesioginius API kredencialus, patikrinkite Tiesioginis ir Inicijuoti dar kartą
lv_lv: ja pārejat no smilškastes uz tiešraidi, pārbaudiet, vai esat ievadījis tiešos API akreditācijas datus, vēlreiz pārbaudiet Live and Initialize
nb_no: Hvis du bytter fra Sandbox til Live, sjekker du at du har angitt Live API-legitimasjonen din, merker du av for Live og Initialiser på nytt
uk_ua: якщо ви переходите з пісочниці на динамічну перевірку, що ви ввели свої облікові дані живого API, знову встановіть прапорці Live та Initialize (Ініціалізація)

source: Voice commands works with all browsers that implement the Speech Recognition interface of the Web Speech API.
el_gr: Οι φωνητικές εντολές λειτουργούν με όλα τα προγράμματα περιήγησης που υλοποιούν τη διεπαφή αναγνώρισης ομιλίας του Web Speech API.
lt_lt: Balso komandos veikia su visomis naršyklėmis, kurios įdiegia "Web Speech" API kalbėjimo atpažinimo sąsają.
lv_lv: Balss komandas darbojas ar visām pārlūkprogrammām, kas ievieš Web Speech API runas pazīšanas interfeisu.
nb_no: Talekommandoer fungerer med alle nettlesere som implementerer grensesnittet for talegjenkjenning i Web Speech-API-en.
uk_ua: Голосові команди працюють з усіма браузерами, які реалізують інтерфейс розпізнавання мовлення API веб-мовлення.

source: Enter language code
el_gr: Εισάγετε τον κωδικό γλώσσας
lt_lt: Įveskite kalbos kodą
lv_lv: Ievadiet valodas kodu
nb_no: Angi språkkode
uk_ua: Введіть код мови

source: Languages Supported
el_gr: Υποστηριζόμενες γλώσσες
lt_lt: Palaikomos kalbos
lv_lv: Atbalstītās valodas
nb_no: Språk som støttes
uk_ua: Підтримувані мови

source: Commands
el_gr: Εντολές
lt_lt: Komandas
lv_lv: Komandas
nb_no: Kommandoer
uk_ua: Команди

source: Welcome message
el_gr: Καλωσόρισμα
lt_lt: Pasisveikinimo žinutė
lv_lv: Sveiciena ziņa
nb_no: Velkomst melding
uk_ua: Вітальне повідомлення

source: Listening message
el_gr: Μήνυμα ακρόασης
lt_lt: Klausymosi žinutė
lv_lv: Klausīšanās ziņojums
nb_no: Lytte til budskapet
uk_ua: Прослуховування повідомлення

source: Error message
el_gr: Μήνυμα Σφάλμα
lt_lt: Klaidos pranešimas
lv_lv: Kļūdas ziņojums
nb_no: Feilmelding
uk_ua: Повідомлення про помилку

source: Help command
el_gr: Εντολή βοήθειας
lt_lt: Žinyno komanda
lv_lv: Komanda Palīdzība
nb_no: Hjelp-kommandoen
uk_ua: Команда «Допомога»

source: show help message
el_gr: εμφάνιση μηνύματος βοήθειας
lt_lt: Rodyti žinyno pranešimą
lv_lv: rādīt palīdzības ziņojumu
nb_no: Vis hjelpemelding
uk_ua: Показати довідкове повідомлення

source: Help response
el_gr: Απάντηση βοήθειας
lt_lt: Pagalbos atsakas
lv_lv: Palīdzības atbilde
nb_no: Hjelp svar
uk_ua: Допомога у відповідь

source: Next command
el_gr: Επόμενη εντολή
lt_lt: Kita komanda
lv_lv: Nākamā komanda
nb_no: Neste kommando
uk_ua: Наступна команда

source: go to next room
el_gr: πηγαίνετε στο επόμενο δωμάτιο
lt_lt: eiti į kitą kambarį
lv_lv: Doties uz nākamo istabu
nb_no: Gå til neste rom
uk_ua: Перейти до наступної кімнати

source: Next response
el_gr: Επόμενη απάντηση
lt_lt: Kitas atsakymas
lv_lv: Nākamā atbilde
nb_no: Neste svar
uk_ua: Наступна відповідь

source: Previous command
el_gr: Προηγούμενη εντολή
lt_lt: Ankstesnė komanda
lv_lv: Iepriekšējā komanda
nb_no: Forrige kommando
uk_ua: Попередня команда

source: go to previous room
el_gr: πηγαίνετε στο προηγούμενο δωμάτιο
lt_lt: Eiti į ankstesnį kambarį
lv_lv: Doties uz iepriekšējo istabu
nb_no: Gå til forrige rom
uk_ua: Перейти до попередньої кімнати

source: Previous response
el_gr: Προηγούμενη απάντηση
lt_lt: Ankstesnis atsakymas
lv_lv: Iepriekšējā atbilde
nb_no: Forrige tilbakemelding
uk_ua: Попередня відповідь

source: Left command
el_gr: Αριστερή εντολή
lt_lt: Kairioji komanda
lv_lv: Komanda Pa kreisi
nb_no: Venstre kommando
uk_ua: Команда «Ліворуч»

source: looking left
el_gr: κοιτάζοντας αριστερά
lt_lt: žiūrint į kairę
lv_lv: skatoties pa kreisi
nb_no: Ser til venstre
uk_ua: Погляд ліворуч

source: Left response
el_gr: Αριστερή απάντηση
lt_lt: Kairysis atsakymas
lv_lv: Kreisā atbilde
nb_no: Venstre svar
uk_ua: Відповідь зліва

source: Right command
el_gr: Δεξιά εντολή
lt_lt: Dešinioji komanda
lv_lv: Komanda Pa labi
nb_no: Høyre kommando
uk_ua: Правильна команда

source: looking right
el_gr: κοιτάζοντας δεξιά
lt_lt: žiūrint į dešinę
lv_lv: Izskatās pareizi
nb_no: ser riktig ut
uk_ua: Дивимося правильно

source: Right response
el_gr: Σωστή απάντηση
lt_lt: Teisingas atsakymas
lv_lv: Pareizā atbilde
nb_no: Riktig respons
uk_ua: Правильна відповідь

source: Up command
el_gr: Εντολή Up
lt_lt: Komanda aukštyn
lv_lv: Komanda Uz augšu
nb_no: Opp-kommandoen
uk_ua: Команда «Вгору»

source: looking up
el_gr: κοιτάζοντας ψηλά
lt_lt: žiūri į viršų
lv_lv: skatoties uz augšu
nb_no: Ser opp
uk_ua: Погляд вгору

source: Up response
el_gr: Απόκριση προς τα πάνω
lt_lt: Aukštyn atsakas
lv_lv: Uz augšu atbilde
nb_no: Opp respons
uk_ua: Вгору відповідь

source: Down command
el_gr: Εντολή Down
lt_lt: Komanda žemyn
lv_lv: Lejupvērstā komanda
nb_no: Ned-kommando
uk_ua: Команда «Вниз»

source: looking down
el_gr: κοιτάζοντας προς τα κάτω
lt_lt: Žvilgsnis žemyn
lv_lv: skatoties uz leju
nb_no: Ser ned
uk_ua: дивиться вниз

source: Down response
el_gr: Απόκριση προς τα κάτω
lt_lt: Atsakymas žemyn
lv_lv: Reakcija uz leju
nb_no: Ned respons
uk_ua: Реакція вниз

source: Categories
el_gr: Κατηγορίες
lt_lt: Kategorijos
lv_lv: Kategorijas
nb_no: Kategorier
uk_ua: Категорії

source: new category
el_gr: νέα κατηγορία
lt_lt: nauja kategorija
lv_lv: jauna kategorija
nb_no: Ny kategori
uk_ua: Нова категорія

source: Delete Category
el_gr: Διαγραφή κατηγορίας
lt_lt: Naikinti kategoriją
lv_lv: Dzēst Kategoriju
nb_no: Slett kategori
uk_ua: Видалити категорію

source: Are you sure you want to delete this category?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την κατηγορία;
lt_lt: Ar jūs tikrai norite ištrinti šią kategoriją?
lv_lv: Vai tiešām vēlaties dzēst šo kategoriju?
nb_no: Er du sikker på at du vil slette denne kategorien?
uk_ua: Ви впевнені, що бажаєте видалити цю категорію?

source: Initializing and synchronizing changes ...
el_gr: Αρχικοποίηση και συγχρονισμός αλλαγών ...
lt_lt: Pakeitimų inicijavimas ir sinchronizavimas ...
lv_lv: Izmaiņu inicializēšana un sinhronizēšana ...
nb_no: Initialisere og synkronisere endringer ...
uk_ua: Ініціалізація та синхронізація змін ...

source: Initializing remote storage ...
el_gr: Αρχικοποίηση απομακρυσμένης αποθήκευσης ...
lt_lt: Nuotolinio saugojimo inicijavimas ...
lv_lv: Attālās krātuves inicializēšana ...
nb_no: Initialiserer ekstern lagring ...
uk_ua: Ініціалізація віддаленого сховища ...

source: Generating PWA assets...
el_gr: Δημιουργία περιουσιακών στοιχείων PWA...
lt_lt: PWA turto generavimas...
lv_lv: PWA aktīvu ģenerēšana...
nb_no: Genererer PWA-eiendeler...
uk_ua: Генерація активів PWA...

source: Supported Languages
el_gr: Υποστηριζόμενες γλώσσες
lt_lt: Palaikomos kalbos
lv_lv: Atbalstītās valodas
nb_no: Språk som støttes
uk_ua: Підтримувані мови

source: Multiresolution Requirements
el_gr: Απαιτήσεις πολλαπλής ανάλυσης
lt_lt: Multiresolution reikalavimai
lv_lv: Daudzrisinājumu prasības
nb_no: Krav til flere oppløsninger
uk_ua: Вимоги до багатороздільної здатності

source: 360 Video Tour Requirements
el_gr: απαιτήσεις περιήγησης βίντεο 360
lt_lt: 360 vaizdo turo reikalavimai
lv_lv: 360 video tūres prasības
nb_no: Krav til 360 graders videoomvisning
uk_ua: Вимоги до відеотуру 360

source: Slideshow Requirements
el_gr: Απαιτήσεις παρουσίασης διαφανειών
lt_lt: Skaidrių demonstravimo reikalavimai
lv_lv: Slaidrādes prasības
nb_no: Krav til lysbildefremvisning
uk_ua: Вимоги до слайд-шоу

source: Video Project Requirements
el_gr: Απαιτήσεις έργου βίντεο
lt_lt: Vaizdo projekto reikalavimai
lv_lv: Video projekta prasības
nb_no: Krav til videoprosjekt
uk_ua: Вимоги до відеопроекту

source: Import File
el_gr: Εισαγωγή αρχείου
lt_lt: Importo failas
lv_lv: Importēt failu
nb_no: Importere fil
uk_ua: Імпортувати файл
