Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: image displayed on mobile at first load
el_gr: εικόνα που εμφανίζεται στο κινητό κατά την πρώτη φόρτωση
lt_lt: vaizdas rodomas mobiliajame telefone pirmą kartą įkeliant
lv_lv: Attēls, kas tiek parādīts mobilajā ierīcē pēc pirmās ielādes
nb_no: Bilde som vises på mobil ved første innlasting
uk_ua: Зображення, що відображається на мобільному при першому завантаженні

source: video of an avatar displayed over the tour
el_gr: βίντεο ενός avatar που εμφανίζεται πάνω από την ξενάγηση
lt_lt: Avataro, rodomo per ekskursiją, vaizdo įrašas
lv_lv: video ar iemiesojumu, kas parādīts ekskursijas laikā
nb_no: Video av en avatar som vises over omvisningen
uk_ua: Відео з аватаром, показаним під час екскурсії

source: Upload Video (MOV + WEBM)
el_gr: Μεταφόρτωση βίντεο (MOV + WEBM)
lt_lt: Įkelti vaizdo įrašą (MOV + WEBM)
lv_lv: Augšupielādēt video (MOV + WEBM)
nb_no: Last opp video (MOV + WEBM)
uk_ua: Завантажити відео (MOV + WEBM)

source: autoplay
el_gr: αυτόματη αναπαραγωγή
lt_lt: Automatinis paleidimas
lv_lv: automātiskā atskaņošana
nb_no: autokjør
uk_ua: автозапуск

source: pause
el_gr: παύση
lt_lt: pauzė
lv_lv: pauze
uk_ua: пауза

source: hide when ends
el_gr: κρύψου όταν τελειώσει
lt_lt: slėpti, kai baigiasi
lv_lv: paslēpt, kad beidzas
nb_no: Skjul når slutter
uk_ua: Приховувати, коли закінчується

source: html code that will be displayed within the tour
el_gr: κώδικα html που θα εμφανίζεται μέσα στην ξενάγηση
lt_lt: HTML kodas, kuris bus rodomas "Tour"
lv_lv: html kods, kas tiks parādīts ekskursijas laikā
nb_no: HTML-kode som vises i omvisningen
uk_ua: html код, який буде відображатися в рамках туру

source: Field of View
el_gr: Πεδίο θέασης
lt_lt: Matymo laukas
lv_lv: Skata lauks
nb_no: Synsfelt
uk_ua: Поле зору

source: sets the panorama’s starting horizontal field of view in degrees.
el_gr: ορίζει το αρχικό οριζόντιο οπτικό πεδίο του πανοράματος σε μοίρες.
lt_lt: Nustato panoramos pradinį horizontalų matymo lauką laipsniais.
lv_lv: iestata panorāmas sākuma horizontālo redzes lauku grādos.
nb_no: Angir panoramaets horisontale startfelt i grader.
uk_ua: Встановлює початкове горизонтальне поле зору панорами в градусах.

source: Min
el_gr: Ελάχ
uk_ua: Мін

source: sets the minimum pitch the viewer edge can be at, in degrees.
el_gr: ορίζει την ελάχιστη κλίση που μπορεί να έχει η άκρη της προβολής, σε μοίρες.
lt_lt: nustato minimalų aukštį, kuriame gali būti žiūrovo kraštas, laipsniais.
lv_lv: iestata minimālo piķi, kurā skatītāja mala var būt, grādos.
nb_no: Angir den minste stigningen seerkanten kan være på, i grader.
uk_ua: встановлює мінімальну висоту тону, на якій може бути край глядача, в градусах.

source: Max
el_gr: Μεγ
lt_lt: Maks
nb_no: Maks
uk_ua: Макс

source: sets the maximum pitch the viewer edge can be at, in degrees.
el_gr: ορίζει τη μέγιστη κλίση που μπορεί να έχει η άκρη της προβολής, σε μοίρες.
lt_lt: nustato maksimalų aukštį, kuriame gali būti žiūrovo kraštas, laipsniais.
lv_lv: iestata maksimālo piķi, kurā skatītāja mala var būt, grādos.
nb_no: Angir den maksimale tonehøyden seerkanten kan være på, i grader.
uk_ua: Встановлює максимальну висоту тону, на якій може бути край глядача, в градусах.

source: HFOV Mobile Ratio
el_gr: HFOV Αναλογία κινητών
lt_lt: HFOV mobilusis santykis
lv_lv: HFOV mobilā attiecība
nb_no: HFOV mobilforhold
uk_ua: Коефіцієнт мобільного зв'язку HFOV

source: a lower ratio indicates a wider view on the mobile, while a higher value indicates a narrower view
el_gr: μια χαμηλότερη αναλογία υποδηλώνει μια ευρύτερη προβολή στο κινητό, ενώ μια υψηλότερη τιμή υποδηλώνει μια στενότερη προβολή
lt_lt: mažesnis santykis rodo platesnį vaizdą mobiliajame telefone, o didesnė vertė rodo siauresnį vaizdą
lv_lv: Zemāks koeficients norāda uz plašāku skatu mobilajā ierīcē, savukārt augstāka vērtība norāda uz šaurāku skatu
nb_no: Et lavere forhold indikerer en bredere visning på mobilen, mens en høyere verdi indikerer en smalere visning
uk_ua: Нижчий коефіцієнт вказує на ширший огляд на мобільному пристрої, а вищий – на вужчий

source: Zoom Speed
el_gr: Ταχύτητα ζουμ
lt_lt: Mastelio keitimo greitis
lv_lv: Tālummaiņas ātrums
nb_no: Zoom-hastighet
uk_ua: Швидкість масштабування

source: controls the zoom speed. higher values mean faster zoom.
el_gr: ελέγχει την ταχύτητα ζουμ. υψηλότερες τιμές σημαίνουν ταχύτερο ζουμ.
lt_lt: Valdo priartinimo greitį. didesnės vertės reiškia greitesnį priartinimą.
lv_lv: Kontrolē tālummaiņas ātrumu. augstākas vērtības nozīmē ātrāku tālummaiņu.
nb_no: Kontrollerer zoomhastigheten. Høyere verdier betyr raskere zoom.
uk_ua: Керує швидкістю масштабування. Вищі значення означають швидший зум.

source: Zoom Speed Mobile
el_gr: Ζουμ ταχύτητας Mobile
lt_lt: Mastelio keitimo greitis mobilus
lv_lv: Tālummaiņas ātrums mobilajā ierīcē
nb_no: Zoomhastighet mobil
uk_ua: Мобільна швидкість масштабування

source: Pan Speed
el_gr: Ταχύτητα Pan
lt_lt: Keptuvės greitis
lv_lv: Bīdīšanas ātrums
nb_no: Panorering hastighet
uk_ua: Швидкість панорамування

source: adjusts panning speed from touch inputs: a lower value indicates a slower pan speed, while a higher value indicates a faster pan speed
el_gr: ρυθμίζει την ταχύτητα σάρωσης από τις εισόδους αφής: μια χαμηλότερη τιμή υποδεικνύει μια πιο αργή ταχύτητα σάρωσης, ενώ μια υψηλότερη τιμή υποδεικνύει μια πιο γρήγορη ταχύτητα σάρωσης
lt_lt: Reguliuoja slinkimo greitį iš jutiklinių įėjimų: mažesnė vertė rodo lėtesnį slinkimo greitį, o didesnė reikšmė rodo didesnį slinkimo greitį
lv_lv: Pielāgo panoramēšanas ātrumu no skārienievadēm: zemāka vērtība norāda lēnāku pannas ātrumu, savukārt augstāka vērtība norāda ātrāku panoramēšanas ātrumu
nb_no: Justerer panoreringshastigheten fra berøringsinnganger: En lavere verdi indikerer en langsommere panoreringshastighet, mens en høyere verdi indikerer en raskere panoreringshastighet
uk_ua: Регулює швидкість панорамування за допомогою сенсорних вводів: менше значення вказує на повільнішу швидкість панорамування, а більше – на швидшу швидкість панорамування

source: Pan Speed Mobile
lv_lv: Panoramēšanas ātrums mobilais
nb_no: Pan Speed mobil
uk_ua: Мобільна швидкість панорамування

source: Friction
el_gr: Τριβή
lt_lt: Trinties
lv_lv: Berzes
nb_no: Friksjon
uk_ua: Тертя

source: controls the friction that slows down the viewer motion after it is dragged and released. higher values mean the motion stops faster.
el_gr: ελέγχει την τριβή που επιβραδύνει την κίνηση του θεατή μετά το σύρσιμο και την απελευθέρωσή του. υψηλότερες τιμές σημαίνουν ότι η κίνηση σταματά πιο γρήγορα.
lt_lt: Kontroliuoja trintį, kuri sulėtina žiūrovo judesį po to, kai jis yra nuvilktas ir paleistas. didesnės vertės reiškia, kad judesys sustoja greičiau.
lv_lv: kontrolē berzi, kas palēnina skatītāja kustību pēc tam, kad tā ir vilkta un atbrīvota. augstākas vērtības nozīmē, ka kustība apstājas ātrāk.
nb_no: Kontrollerer friksjonen som bremser seerbevegelsen etter at den er dratt og sluppet. Høyere verdier betyr at bevegelsen stopper raskere.
uk_ua: Керує тертям, яке уповільнює рух глядача після його перетягування та відпускання. Вищі значення означають, що рух зупиняється швидше.

source: Friction Mobile
el_gr: Τριβή Mobile
lt_lt: Trinties mobilus
lv_lv: Berzes mobilais
nb_no: Friksjon mobil
uk_ua: Фрикційний мобільний

source: Feedback Mouse Movements
el_gr: Ανατροφοδότηση Κινήσεις ποντικιού
lt_lt: Grįžtamojo ryšio pelės judesiai
lv_lv: Atgriezeniskās saites peles kustības
nb_no: Tilbakemelding musebevegelser
uk_ua: Зворотній зв'язок рухів миші

source: sensitivity of the movement of the panorama following the mouse (0 to disable)
el_gr: ευαισθησία της κίνησης του πανοράματος που ακολουθεί το ποντίκι (0 έως απενεργοποίηση)
lt_lt: panoramos judėjimo po pele jautrumas (nuo 0 iki išjungti)
lv_lv: panorāmas kustības jutīgums pēc peles (no 0 līdz atspējot)
nb_no: følsomheten til bevegelsen til panoramaet etter musen (0 for å deaktivere)
uk_ua: чутливість руху панорами за вказівником миші (0 для вимкнення)

source: Zoom to Pointer
el_gr: Ζουμ στο δείκτη
lt_lt: Mastelio keitimas į žymiklį
lv_lv: Tālummaiņa līdz rādītājam
nb_no: Zoom til peker
uk_ua: Масштабування до вказівника

source: sets the zoom center on the mouse pointer when using the scroll wheel
el_gr: ορίζει το κέντρο ζουμ στο δείκτη του ποντικιού όταν χρησιμοποιείται ο τροχός κύλισης
lt_lt: nustato pelės žymeklio mastelio keitimo centrą, kai naudojamas slinkties ratukas
lv_lv: iestata peles rādītāja tālummaiņas centru, izmantojot ritināšanas ritenīti
nb_no: Angir zoomsenteret på musepekeren når du bruker rullehjulet
uk_ua: Встановлює центр масштабування на вказівнику миші під час використання коліщатка прокручування

source: Initial Feedback Animation
el_gr: Αρχικό animation ανατροφοδότησης
lt_lt: Pradinio grįžtamojo ryšio animacija
lv_lv: Sākotnējo atsauksmju animācija
nb_no: Animasjon av innledende tilbakemelding
uk_ua: Анімація початкового зворотного зв'язку

source: an animation at the start of the tour for feedback on the dragging of the panorama (0 = disabled).
el_gr: ένα animation στην αρχή της περιήγησης για ανατροφοδότηση σχετικά με τη σύρσιμο του πανοράματος (0 = απενεργοποιημένο).
lt_lt: animacija ekskursijos pradžioje, skirta atsiliepimams apie panoramos vilkimą (0 = išjungta).
lv_lv: animācija ekskursijas sākumā, lai saņemtu atsauksmes par panorāmas vilkšanu (0 = atspējots).
nb_no: En animasjon ved starten av omvisningen for tilbakemelding om draing av panoramaet (0 = deaktivert).
uk_ua: анімація на початку екскурсії для зворотного зв'язку про перетягування панорами (0 = вимкнено).

source: Desktop
el_gr: Επιφάνεια Εργασίας
lt_lt: Kompiuteris
lv_lv: Darbvirsma
nb_no: Stasjonær
uk_ua: Комп'ютер

source: Current HFOV
el_gr: Τρέχον HFOV
lt_lt: Dabartinis HFOV
lv_lv: Pašreizējais HFOV
nb_no: Nåværende HFOV
uk_ua: Поточний HFOV

source: use the mouse wheel or the controls to zoom
el_gr: χρησιμοποιήστε τον τροχό του ποντικιού ή τα χειριστήρια για να κάνετε ζουμ
lt_lt: Norėdami padidinti mastelį, naudokite pelės ratuką arba valdiklius
lv_lv: Izmantojiet peles ritenīti vai vadīklas, lai tuvinātu
nb_no: Bruk musehjulet eller kontrollene til å zoome
uk_ua: Використовуйте коліщатко миші або елементи керування для масштабування

source: Mobile
el_gr: Κινητό
lt_lt: Mobilusis
lv_lv: Mobilais
nb_no: Mobil
uk_ua: Мобільний

source: Note (only visible to administrators)
el_gr: Σημείωση (ορατή μόνο στους διαχειριστές)
lt_lt: Pastaba (matoma tik administratoriams)
lv_lv: Piezīme (redzams tikai administratoriem)
nb_no: Merknad (bare synlig for administratorer)
uk_ua: Примітка (видима лише адміністраторам)

source: Assigned Editors (only visible to administrators)
el_gr: Εκχωρημένοι συντάκτες (ορατοί μόνο στους διαχειριστές)
lt_lt: Priskirtieji redaktoriai (matomi tik administratoriams)
lv_lv: Piešķirtie redaktori (redzami tikai administratoriem)
nb_no: Tildelte redaktører (kun synlige for administratorer)
uk_ua: Призначені редактори (видимі лише адміністраторам)

source: Unassign all editors
el_gr: Απεγκατάσταση όλων των συντακτών
lt_lt: Visų redaktorių priskyrimo panaikinimas
lv_lv: Visu redaktoru atdalīšana
nb_no: Fjern tildeling av alle bidragsytere
uk_ua: Скасувати призначення всіх редакторів

source: Assign all editors / permissions
el_gr: Εκχώρηση όλων των συντακτών/δικαιωμάτων
lt_lt: Priskirkite visus redaktorius / leidimus
lv_lv: Piešķiriet visus redaktorus / atļaujas
nb_no: Tilordne alle redaktører / tillatelser
uk_ua: Призначте всім редакторам / дозволам

source: Assign
el_gr: Ανάθεση
lt_lt: Priskirti
lv_lv: Piesķirt
nb_no: Tildel
uk_ua: Призначити

source: Edit Tour
el_gr: Επεξεργασία εκδρομής
lt_lt: Redaguoti ekskursiją
lv_lv: Rediģēt ceļojumu
nb_no: Rediger reise
uk_ua: Редагувати тур

source: Create Rooms
el_gr: Δημιουργία δωματίων
lt_lt: Sukurkite kambarius
lv_lv: Izveidojiet numurus
nb_no: Opprett rom
uk_ua: Створюйте кімнати

source: Edit Rooms
el_gr: Επεξεργασία δωματίων
lt_lt: Redaguoti kambarius
lv_lv: Rediģēt numurus
nb_no: Rediger rom
uk_ua: Редагувати кімнати

source: Delete Rooms
el_gr: Διαγραφή δωματίων
lt_lt: Ištrinti kambarius
lv_lv: Dzēst istabas
nb_no: Slett rom
uk_ua: Видалити кімнати

source: Create Markers
el_gr: Δημιουργία μαρκαδόρων
lt_lt: Žymeklių kūrimas
lv_lv: Marķieru izveide
nb_no: Lag markører
uk_ua: Створення маркерів

source: Edit Markers
el_gr: Επεξεργασία δεικτών
lt_lt: Žymeklių redagavimas
lv_lv: Marķieru rediģēšana
nb_no: Rediger markører
uk_ua: Маркери редагування

source: Delete Markers
el_gr: Διαγραφή δεικτών
lt_lt: Pašalinti markerius
lv_lv: Dzēst marķierus
nb_no: Slett markører
uk_ua: Видалити маркери

source: Create POIs
el_gr: Δημιουργία POI
lt_lt: Sukurkite lankytinas vietas
lv_lv: Izveidojiet pirkšanas pasūtījumus
nb_no: Opprette interessepunkter
uk_ua: Створюйте об'єкти інтересу

source: Edit POIs
el_gr: Επεξεργασία POI
lt_lt: Redaguoti lankytinas vietas
lv_lv: POI rediģēšana
nb_no: Redigere interessepunkter
uk_ua: Редагувати об'єкти інтересу

source: Delete POIs
el_gr: Διαγραφή POI
lt_lt: Ištrinti lankytinas vietas
lv_lv: Dzēst IP
nb_no: Slett interessepunkter
uk_ua: Видалити об'єкти інтересу

source: Create Maps
el_gr: Δημιουργία χαρτών
lt_lt: Žemėlapių kūrimas
lv_lv: Karšu izveide
nb_no: Lag kart
uk_ua: Створюйте карти

source: Edit Maps
el_gr: Επεξεργασία χαρτών
lt_lt: Žemėlapių redagavimas
lv_lv: Rediģēt kartes
nb_no: Rediger kart
uk_ua: Редагувати карти

source: Delete Maps
el_gr: Διαγραφή χαρτών
lt_lt: Ištrinti žemėlapius
lv_lv: Dzēst kartes
nb_no: Slett kart
uk_ua: Видалити карти

source: 360 Video
el_gr: βίντεο 360
lt_lt: 360 vaizdo įrašas
nb_no: 360-graders video
uk_ua: Відео 360

source: Translate
el_gr: Μετάφρασε
lt_lt: Versti
lv_lv: Tulkot
nb_no: Oversett
uk_ua: Переклад

source: Unlock Marker
el_gr: Ξεκλείδωμα δείκτη
lt_lt: Atrakinti žymeklį
lv_lv: Atbloķēt marķieri
nb_no: Lås opp markør
uk_ua: Розблокувати маркер

source: markers in rooms are unlocked only when all POIs in them are visited
el_gr: Οι δείκτες στα δωμάτια ξεκλειδώνονται μόνο όταν επισκέπτονται όλα τα POI σε αυτά
lt_lt: kambariuose esantys žymekliai atrakinami tik tada, kai aplankomos visos juose esančios LV
lv_lv: marķieri telpās tiek atbloķēti tikai tad, kad tiek apmeklēti visi tajos esošie IP
nb_no: Markører i rom låses opp bare når alle severdigheter i dem er besøkt
uk_ua: маркери в кімнатах розблоковуються лише тоді, коли всі POI в них відвідані

source: Progressive POIs
el_gr: Προοδευτικά POI
lt_lt: Progresyvūs LV
lv_lv: Progresīvie POI
nb_no: Progressive POIer
uk_ua: Прогресивні POI

source: POIs are unlocked only when the previous one is visited. You can define the priority in the POI settings
el_gr: Τα POI ξεκλειδώνονται μόνο όταν γίνεται επίσκεψη στο προηγούμενο. Μπορείτε να ορίσετε την προτεραιότητα στις ρυθμίσεις POI
lt_lt: POI atrakinami tik tada, kai aplankoma ankstesnė. POI nustatymuose galite nustatyti prioritetą
lv_lv: POI tiek atbloķēti tikai tad, kad tiek apmeklēts iepriekšējais. Jūs varat noteikt prioritāti IP iestatījumos
nb_no: POI-er låses opp bare når den forrige besøkes. Du kan definere prioriteten i POI-innstillingene
uk_ua: POI розблоковується лише тоді, коли відвідується попередній. Пріоритет можна визначити в налаштуваннях POI

source: Use sessions
el_gr: Χρησιμοποιήστε συνεδρίες
lt_lt: Naudokite sesijas
lv_lv: Izmantojiet sesijas
nb_no: Bruk økter
uk_ua: Використовуйте сеанси

source: allows to recover the learning session in subsequent visits to the tour
el_gr: επιτρέπει την ανάκτηση της συνεδρίας εκμάθησης σε επόμενες επισκέψεις στην περιήγηση
lt_lt: leidžia atkurti mokymosi sesiją vėlesnių apsilankymų ekskursijoje metu
lv_lv: ļauj atgūt mācību sesiju turpmākajos ekskursijas apmeklējumos
nb_no: gjør det mulig å gjenopprette læringsøkten ved påfølgende besøk på turen
uk_ua: дозволяє відновити навчальну сесію під час наступних відвідувань екскурсії

source: Compact
el_gr: Συμπαγής
lt_lt: Kompaktiškas
lv_lv: Kompakts
nb_no: Kompakt
uk_ua: Компактно

source: Learning Score
el_gr: Βαθμολογία μάθησης
lt_lt: Mokymosi balas
lv_lv: Mācību rezultāts
nb_no: Læringsscore
uk_ua: Оцінка навчання

source: Label - Partial score
el_gr: Ετικέτα - Μερική βαθμολογία
lt_lt: Etiketė – dalinis balas
lv_lv: Etiķete — daļējs rezultāts
nb_no: Etikett - Delpoeng
uk_ua: Етикетка – Часткова оцінка

source: Partial
el_gr: Μερικό
lt_lt: Dalinis
lv_lv: Daļējs
nb_no: Delvis
uk_ua: Частковий

source: Color - Partial score
el_gr: Χρώμα - Μερική βαθμολογία
lt_lt: Spalva – dalinis balas
lv_lv: Krāsa — daļējs rezultāts
nb_no: Farge - Delvis poengsum
uk_ua: Колір - Часткова оцінка

source: Label - Global score
el_gr: Ετικέτα - Παγκόσμια βαθμολογία
lt_lt: Etiketė – pasaulinis balas
lv_lv: Etiķete — globālais rezultāts
nb_no: Etikett – Global poengsum
uk_ua: Мітка - Загальна оцінка

source: Global
el_gr: Γενικό
lt_lt: Bendrieji
lv_lv: Globāls
nb_no: Globalt
uk_ua: Глобально

source: Color - Global score
el_gr: Χρώμα - Παγκόσμια βαθμολογία
lt_lt: Spalva – pasaulinis balas
lv_lv: Krāsa — globālais rezultāts
nb_no: Farge - Global poengsum
uk_ua: Колір - Загальна оцінка

source: Background - Check Icon
el_gr: Φόντο - Εικονίδιο ελέγχου
lt_lt: Fonas – patikrinimo piktograma
lv_lv: Fons — atzīmes ikona
nb_no: Bakgrunn - Sjekk-ikon
uk_ua: Фон - значок галочки

source: Color - Check Icon
el_gr: Χρώμα - Εικονίδιο ελέγχου
lt_lt: Spalva – Pažymėjimo piktograma
lv_lv: Krāsa — atzīmes ikona
nb_no: Farge - Sjekk-ikon
uk_ua: Колір - значок галочки

source: Check Icon
el_gr: Εικονίδιο ελέγχου
lt_lt: Patikrinimo piktograma
lv_lv: Pārbaudes ikona
nb_no: Sjekk ikon
uk_ua: Перевірити значок

source: Intro
el_gr: Εισαγωγή
lt_lt: Įvadas
lv_lv: Levads
uk_ua: вступ

source: Subtitle - Color
el_gr: Υπότιτλος - Έγχρωμο
lt_lt: Paantraštė – Spalva
lv_lv: Apakšvirsraksts – krāsa
nb_no: Undertekst - Farge
uk_ua: Підзаголовок - Колір

source: Subtitle
el_gr: Υπότιτλος
lt_lt: Subtitrai
lv_lv: Apakšvirsraksts
nb_no: Undertittel
uk_ua: Підзаголовок

source: Button - Background
el_gr: Κουμπί - Φόντο
lt_lt: Mygtukas – fonas
lv_lv: Poga — fons
nb_no: Knapp - Bakgrunn
uk_ua: Кнопка - фон

source: Button - Color
el_gr: Κουμπί - Χρώμα
lt_lt: Mygtukas – spalva
lv_lv: Poga - krāsa
nb_no: Knapp - Farge
uk_ua: Кнопка - Колір

source: Start
el_gr: Έναρξη
lt_lt: Pradžia
lv_lv: Sākt
uk_ua: Початок

source: Request email
el_gr: Ζητήστε email
lt_lt: Prašyti el
lv_lv: Pieprasīt e-pastu
nb_no: Be om e-post
uk_ua: Запит електронною поштою

source: Mandatory email
el_gr: Υποχρεωτικό email
lt_lt: Privalomas el
lv_lv: Obligāts e-pasts
nb_no: Obligatorisk e-post
uk_ua: Обов'язкова електронна адреса

source: Placeholder email
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου placeholder
lt_lt: Vietos rezervavimo el. paštas
lv_lv: Viettura e-pasts
nb_no: Plassholder-e-post
uk_ua: Заповнювач електронної пошти

source: Your email
el_gr: Το Email σας
lt_lt: Jūsų el. paštas
lv_lv: Jūsu e-pasts
nb_no: Din e-post
uk_ua: Ваш email

source: Shop Type
el_gr: Τύπος καταστήματος
lt_lt: Parduotuvės tipas
lv_lv: Veikala veids
nb_no: Butikk Type
uk_ua: Тип магазину

source: Store Url
el_gr: Διεύθυνση URL Καταστήματος
lt_lt: Parduotuvės URL
lv_lv: Veikala URL
nb_no: Butikk URL
uk_ua: URL-адреса магазину

source: Cart Page
el_gr: Σελίδα καλαθιού
lt_lt: Krepšelio puslapis
lv_lv: Grozs
nb_no: Side for bestillingsliste
uk_ua: Сторінка кошика

source: Checkout Page
el_gr: Σελίδα ταμείου
lt_lt: Apmokėjimo puslapis
lv_lv: Noformēt pirkumu
nb_no: Bestillings-side
uk_ua: Сторінка оформлення замовлення

source: Stock
el_gr: Απόθεμα
lt_lt: Atsargos
lv_lv: Noliktava
nb_no: Lager
uk_ua: Склад

source: show remaining stock quantity
el_gr: εμφάνιση της ποσότητας του υπολοίπου στοκ
lt_lt: parodyti likusį atsargų kiekį
lv_lv: parādīt atlikušo krājumu daudzumu
nb_no: vis gjenværende lagermengde
uk_ua: показати кількість, що залишилася на складі

source: Pop-up
lt_lt: Iššokantis langas
lv_lv: Uznirstošais logs
uk_ua: Вспливаюче вікно

source: show cart and checkout page in a popup window. Attention: might not works for security reasons!
el_gr: Εμφάνιση σελίδας καλαθιού και ολοκλήρωσης αγοράς σε ένα αναδυόμενο παράθυρο. Προσοχή: μπορεί να μην λειτουργεί για λόγους ασφαλείας!
lt_lt: rodyti krepšelį ir atsiskaitymo puslapį iššokančiajame lange. Dėmesio: saugumo sumetimais gali neveikti!
lv_lv: parādīt groza un norēķinu lapu uznirstošajā logā. Uzmanību: drošības apsvērumu dēļ var nedarboties!
nb_no: vis handlekurv og betalingsside i et popup-vindu. OBS: fungerer kanskje ikke av sikkerhetsgrunner!
uk_ua: показати кошик і сторінку оформлення замовлення у спливаючому вікні. Увага: може не працювати з міркувань безпеки!

source: Customer Key
el_gr: Κλειδί πελάτη
lt_lt: Kliento raktas
lv_lv: Klienta atslēga
nb_no: Kundenøkkel
uk_ua: Ключ клієнта

source: Customer Secret
el_gr: Μυστικό πελάτη
lt_lt: Kliento paslaptis
lv_lv: Klienta noslēpums
nb_no: Kunde Secret
uk_ua: Секрет клієнта

source: Public Key
el_gr: Δημόσιο Κλειδί
lt_lt: Viešasis raktas
lv_lv: Publiskā atslēga
nb_no: Offentlig nøkkel
uk_ua: Відкритий ключ

source: Create an account on
el_gr: Δημιουργήστε έναν λογαριασμό στο
lt_lt: Sukurkite paskyrą
lv_lv: Izveidojiet kontu vietnē
nb_no: Opprett en konto på
uk_ua: Створіть обліковий запис на

source: Pay attention that you can make 2 configurations, one for <b>test</b> and one for <b>live</b>, by changing the selector on the %s dashboard at the top
el_gr: Προσέξτε ότι μπορείτε να κάνετε 2 διαμορφώσεις, μία για <b>δοκιμή</b> και μία για <b>live</b>, αλλάζοντας τον επιλογέα στο ταμπλό %s στην κορυφή
lt_lt: Atkreipkite dėmesį, kad galite atlikti 2 konfigūracijas, vieną <b>testui</b> ir vieną <b>tiesioginiam</b>, pakeisdami parinkiklį %s prietaisų skydelyje viršuje
lv_lv: Pievērsiet uzmanību tam, ka varat izveidot 2 konfigurācijas, vienu <b>testam</b> un vienu <b>tiešraidē</b>, mainot selektoru %s uz paneļa augšpusē
nb_no: Vær oppmerksom på at du kan lage 2 konfigurasjoner, en for <b>test</b> og en for <b>live</b>, ved å endre velgeren på %s dashbordet øverst
uk_ua: Зверніть увагу, що ви можете зробити 2 конфігурації, одну для <b>тестування</b> та одну для <b>live</b>, змінивши селектор на %s панелі приладів у верхній частині

source: Fill your business information
el_gr: Συμπληρώστε τα στοιχεία της επιχείρησής σας
lt_lt: Verslo informacijos pildymas
lv_lv: Aizpildiet sava uzņēmuma informāciju
nb_no: Fyll ut bedriftsinformasjonen din
uk_ua: Заповніть інформацію про компанію

source: Configure your domain
el_gr: Διαμορφώστε τον τομέα σας
lt_lt: Domeno konfigūravimas
lv_lv: Domēna konfigurēšana
nb_no: Konfigurer domenet ditt
uk_ua: Налаштуйте свій домен

source: Add your domain <b>%s</b> in the <b>Domain</b> field of the section <b>DEFAULT WEBSITE DOMAIN</b>
el_gr: Προσθέστε τον τομέα σας <b>%s</b> στο πεδίο <b>Domain</b> της ενότητας <b>DEFAULT WEBSITE DOMAIN</b>
lt_lt: Domeno <b>%s</b> įtraukimas į skyriaus <b>NUMATYTASIS SVETAINĖS DOMENAS</b> lauką <b>Domenas</b>
lv_lv: Domēna <b>%s</b> pievienošana sadaļas <b>NOKLUSĒJUMA TĪMEKĻA VIETNES DOMĒNS</b> laukā <b>Domēns</b>
nb_no: Legg til domenet <b>%s</b> ditt i <b>Domene-feltet</b> i seksjonen <b>STANDARD NETTSTEDSDOMENE</b>
uk_ua: Додайте свій домен <b>%s</b> в поле <b>Домен</b> розділу <b>ДОМЕН САЙТУ ЗА ЗАМОВЧУВАННЯМ</b>

source: Configure Regional Settings
el_gr: Διαμόρφωση περιφερειακών ρυθμίσεων
lt_lt: Konfigūruoti regiono parametrus
lv_lv: Reģionālo iestatījumu konfigurēšana
nb_no: Konfigurere regionale innstillinger
uk_ua: Налаштуйте регіональні параметри

source: Add all the currencies in the section <b>SUPPORTED CURRENCIES</b>
el_gr: Προσθέστε όλα τα νομίσματα στην ενότητα <b>ΥΠΟΣΤΗΡΙΖΟΜΕΝΑ ΝΟΜΙΣΜΑΤΑ</b>
lt_lt: Įtraukite visas valiutas į skyrių <b>PALAIKOMOS VALIUTOS</b>
lv_lv: Pievienojiet visas valūtas sadaļā <b>ATBALSTĪTĀS VALŪTAS</b>
nb_no: Legg til alle valutaene i seksjonen <b>STØTTEDE VALUTAER</b>
uk_ua: Додайте всі валюти в розділ <b>ПІДТРИМУВАНІ ВАЛЮТИ</b>
