Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Already have an account? Login!
el_gr: Έχετε ήδη λογαριασμό Συνδεθείτε!
lt_lt: Jau turite paskyrą? Prisijungti!
lv_lv: Vai jums jau ir konts? Pieteikšanās!
nb_no: Har du allerede en konto? Pålogging!
uk_ua: У вас вже є аккаунт? Логін!

source: Validate Account
el_gr: Επικύρωση λογαριασμού
lt_lt: Patvirtinti paskyrą
lv_lv: Konta apstiprināšana
nb_no: Valider konto
uk_ua: Підтвердьте обліковий запис

source: Your account has been made, please verify it by clicking the activation link that has been send to your email.
el_gr: Ο λογαριασμός σας έχει δημιουργηθεί, παρακαλούμε επαληθεύστε τον κάνοντας κλικ στον σύνδεσμο ενεργοποίησης που έχει σταλεί στο email σας.
lt_lt: Jūsų paskyra buvo sukurta, patvirtinkite ją spustelėdami aktyvinimo nuorodą, kuri buvo išsiųsta į jūsų el. Paštą.
lv_lv: Jūsu konts ir izveidots, lūdzu, verificējiet to, noklikšķinot uz aktivizācijas saites, kas tika nosūtīta uz jūsu e-pastu.
nb_no: Kontoen din er opprettet, vennligst bekreft den ved å klikke på aktiveringslenken som er sendt til e-posten din.
uk_ua: Ваш обліковий запис був створений, будь ласка, підтвердьте його, натиснувши на посилання для активації, яке було надіслано на вашу електронну пошту.

source: Terms and Conditions
el_gr: Όροι και Προϋποθέσεις
lt_lt: Sąlygos ir Taisyklės
lv_lv: Noteikumi un nosacījumi
nb_no: Vilkår og betingelser
uk_ua: Умови та угоди

source: Error, retry later.
el_gr: Σφάλμα, επαναλάβετε αργότερα.
lt_lt: Klaida, bandykite dar kartą vėliau.
lv_lv: Kļūda, mēģiniet vēlreiz.
nb_no: Feil, prøv på nytt senere.
uk_ua: Помилка, повторіть спробу пізніше.

source: IN PROGRESS
el_gr: ΣΕ ΕΞΕΛΙΞΗ
lt_lt: VYKDOMA
lv_lv: TIEK ĪSTENOTS
nb_no: PÅGÅR
uk_ua: В ПРОЦЕСІ РОЗРОБКИ

source: RELOAD THE PAGE
el_gr: ΕΠΑΝΑΦΌΡΤΩΣΗ ΤΗΣ ΣΕΛΊΔΑΣ
lt_lt: IŠ NAUJO ĮKELKITE PUSLAPĮ
lv_lv: LAPAS ATKĀRTOTA IELĀDE
nb_no: LAST INN SIDEN PÅ NYTT
uk_ua: ПЕРЕЗАВАНТАЖИТИ СТОРІНКУ

source: ABORT
lt_lt: NUTRAUKTI
lv_lv: PRIEKŠLAIKUS PĀRTRAUKT
nb_no: ABORTERE
uk_ua: ПЕРЕРВАТИ

source: Fade
el_gr: Ξεθώριασμα
lt_lt: Užtamsinimas
lv_lv: Izbalināt
nb_no: Ton ut
uk_ua: Зникання

source: fade duration between slides.
el_gr: διάρκεια εξασθένισης μεταξύ των διαφανειών.
lt_lt: Išnykimo trukmė tarp skaidrių.
lv_lv: Izbalēšanas ilgums starp slaidiem.
nb_no: Toningsvarighet mellom lysbildene.
uk_ua: Тривалість затухання між слайдами.

source: Resolution
el_gr: Ανάλυση
lt_lt: Raiška
lv_lv: Izšķirtspēja
nb_no: Oppløsning
uk_ua: Роздільна здатність

source: frames per second
el_gr: καρέ ανά δευτερόλεπτο
lt_lt: kadrų per sekundę
lv_lv: kadri sekundē
nb_no: bilder per sekund
uk_ua: кадрів в секунду

source: Audio
el_gr: Ήχος
nb_no: Lyd
uk_ua: Аудіо

source: audio file must be uploaded into music library.
el_gr: το αρχείο ήχου πρέπει να μεταφορτωθεί στη μουσική βιβλιοθήκη.
lt_lt: garso failas turi būti įkeltas į muzikos biblioteką.
lv_lv: audio fails ir jāaugšupielādē mūzikas bibliotēkā.
nb_no: lydfilen må lastes opp til musikkbiblioteket.
uk_ua: Аудіофайл повинен бути завантажений в музичну бібліотеку.

source: No Audio
el_gr: Χωρίς ήχο
lt_lt: Nėra garso
lv_lv: Nav audio
nb_no: Ingen lyd
uk_ua: Немає звуку

source: Recorded Voice
el_gr: Ηχογραφημένη φωνή
lt_lt: Įrašytas balsas
lv_lv: Ierakstīta balss
nb_no: Innspilt stemme
uk_ua: Записаний голос

source: voice track inserted into the video
el_gr: εισαγωγή φωνής στο βίντεο
lt_lt: Balso takelis, įterptas į vaizdo įrašą
lv_lv: videoklipā ievietotais balss celiņš
nb_no: Stemmespor satt inn i videoen
uk_ua: Голосова доріжка, вставлена в відео

source: START RECORDING
el_gr: ΈΝΑΡΞΗ ΕΓΓΡΑΦΉΣ
lt_lt: PRADĖTI ĮRAŠYMĄ
lv_lv: SĀKT IERAKSTĪŠANU
nb_no: START OPPTAK
uk_ua: ПОЧАТОК ЗАПИСУ

source: PAUSE / RESUME
el_gr: ΠΑΥΣΗ / ΕΠΑΝΑΛΗΨΗ
lt_lt: PAUZĖ / TĘSTI
lv_lv: PAUZĒT / ATSĀKT
nb_no: PAUSE / FORTSETT
uk_ua: ПАУЗА / ВІДНОВЛЕННЯ

source: STOP
lt_lt: Įrenginys sustojo
lv_lv: Pārtraukt
nb_no: STOPP
uk_ua: ЗУПИНИТИ

source: please wait
el_gr: παρακαλώ περιμένετε
lt_lt: palauk
lv_lv: lūdzu, gaidi
nb_no: vent
uk_ua: зачекайте

source: Watermark
el_gr: Υδατογράφημα
lt_lt: Vandenženklis
lv_lv: Ūdenszīme
nb_no: Vannmerke
uk_ua: Водяний знак

source: Top Left
el_gr: Πάνω αριστερά
lt_lt: Viršuje Kairėje
lv_lv: Augšā pa kreisi
nb_no: Øverst til venstre
uk_ua: Верх зліва

source: Top Right
el_gr: Πάνω δεξιά
lt_lt: Viršuje dešinėje
lv_lv: Augšā pa labi
nb_no: Topp høyre
uk_ua: Верх зправа

source: Bottom Left
el_gr: Κάτω Αριστερά
lt_lt: Apačioje kairėje
lv_lv: Apakšā pa kreisi
nb_no: Nederst til venstre
uk_ua: Внизу ліворуч

source: Bottom Right
el_gr: Κάτω Δεξιά
lt_lt: Apačioje dešinėje
lv_lv: Apakšā pa labi
nb_no: Nederst til høyre
uk_ua: Внизу праворуч

source: Center
el_gr: Κέντρο
lt_lt: Centras
lv_lv: Centrs
nb_no: Sentrert
uk_ua: Центр

source: Watermark Opacity
el_gr: Αδιαφάνεια υδατογραφήματος
lt_lt: Vandens ženklo neskaidrumas
lv_lv: Ūdenszīmes necaurredzamība
nb_no: Ugjennomsiktighet for vannmerke
uk_ua: Непрозорість водяного знака

source: LINK
el_gr: ΣΥΝΔΕΣΜΟΣ
lv_lv: SAITE
uk_ua: ПОСИЛАННЯ

source: DOWNLOAD
el_gr: ΚΑΤΕΒΑΣΜΑ
lt_lt: ATSISIŲSTI
lv_lv: LEJUPIELĀDĒT
nb_no: LAST NED
uk_ua: ЗАВАНТАЖИТИ

source: Timeline
el_gr: Χρονοδιάγραμμα
lt_lt: Laiko juosta
lv_lv: Laika skala
nb_no: Tidslinje
uk_ua: Хронологія

source: Estimated duration
el_gr: Εκτιμώμενη διάρκεια
lt_lt: Numatoma trukmė
lv_lv: Paredzamais ilgums
nb_no: Estimert varighet
uk_ua: Орієнтовна тривалість

source: GENERATE
lt_lt: GENERUOTI
lv_lv: ĢENERĒT
nb_no: FREMBRINGE
uk_ua: ГЕНЕРУВАТИ

source: Loading video slides ...
el_gr: Φόρτωση διαφανειών βίντεο ...
lt_lt: Įkeliamos vaizdo skaidrės ...
lv_lv: Video slaidu ielāde ...
nb_no: Laster inn videolysbilder ...
uk_ua: Завантаження відеослайдів ...

source: Logo + Text
el_gr: Λογότυπο + κείμενο
lt_lt: Logotipas + tekstas
lv_lv: Logotips + teksts
nb_no: Logo + tekst
uk_ua: Логотип + Текст

source: Duration
el_gr: Διάρκεια
lt_lt: Trukmė
lv_lv: Ilgums
nb_no: Varighet
uk_ua: Тривалість

source: Font Color
el_gr: Χρώμα Γραμμάτων
lt_lt: Šrifto spalva
lv_lv: Fonta krāsa
nb_no: Fontfarge
uk_ua: Колір шрифту

source: Bottom Padding
el_gr: Εσωτερικό Περιθώριο Κάτω
lt_lt: Apatinis kamšalas
lv_lv: Apakšējais polsterējums
nb_no: Bunnluft/-padding
uk_ua: Нижня підкладка

source: Font Size
el_gr: Μέγεθος γραμματοσειράς
lt_lt: Šrifto Dydis
lv_lv: Fonta lielums
nb_no: Skriftstørrelse
uk_ua: Розмір шрифту

source: Upload Logo
el_gr: Ανεβάστε Λογότυπο
lt_lt: Įkelti logotipą
lv_lv: Augšupielādēt logotipu
nb_no: Last opp logo
uk_ua: Завантажити логотип

source: Select image from Gallery
el_gr: Επιλέξτε εικόνα από τη Συλλογή
lt_lt: Pasirinkite vaizdą iš galerijos
lv_lv: Atlasīt attēlu no galerijas
nb_no: Velg bilde fra Galleri
uk_ua: Виберіть зображення з Галереї

source: Video
el_gr: Βίντεο
uk_ua: Відео

source: Panorama
el_gr: Πανόραμα
uk_ua: Панорама

source: Animation Type
el_gr: Τύπος εφέ
lt_lt: Animacijos tipas
lv_lv: Animācijas veids
nb_no: Animasjonstype
uk_ua: Тип анімації

source: Manual
el_gr: Χειροκίνητο
lt_lt: Rankinis
lv_lv: Manuāli
nb_no: Manuell
uk_ua: Вручную

source: 360 Rotation (clockwise)
el_gr: περιστροφή 360 (δεξιόστροφα)
lt_lt: 360 Sukimasis (pagal laikrodžio rodyklę)
lv_lv: 360 Pagriešana (pulksteņrādītāja virzienā)
nb_no: 360 Rotasjon (med klokken)
uk_ua: Обертання на 360 (за годинниковою стрілкою)

source: 360 Rotation (counterclockwise)
el_gr: περιστροφή 360 (αριστερόστροφα)
lt_lt: 360 Sukimasis (prieš laikrodžio rodyklę)
lv_lv: 360 Pagriešana (pretēji pulksteņrādītāja virzienam)
nb_no: 360 Rotasjon (mot klokken)
uk_ua: Обертання на 360 (проти годинникової стрілки)

source: START
el_gr: ΑΡΧΗ
lt_lt: IMTI
lv_lv: SĀKT
uk_ua: ПОЧАТИ

source: END
el_gr: ΤΕΛΟΣ
lt_lt: PABAIGA
nb_no: SLUTT
uk_ua: КІНЕЦЬ

source: drag the view to change the position and clck set
el_gr: σύρετε την προβολή για να αλλάξετε τη θέση και πατήστε το set
lt_lt: Vilkite rodinį, kad pakeistumėte padėtį ir clck rinkinį
lv_lv: velciet skatu, lai mainītu pozīciju un klibas kopu
nb_no: Dra visningen for å endre plassering og CLCK-sett
uk_ua: Перетягніть область перегляду, щоб змінити положення та набір CLCK

source: Delete Video Project
el_gr: Διαγραφή έργου βίντεο
lt_lt: Ištrinkite vaizdo įrašo projektą
lv_lv: Dzēst video projektu
nb_no: Slett videoprosjekt
uk_ua: Видалити відео проекту

source: Are you sure you want to delete the video project?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το έργο βίντεο;
lt_lt: Ar tikrai norite ištrinti vaizdo įrašo projektą?
lv_lv: Vai tiešām vēlaties izdzēst video projektu?
nb_no: Er du sikker på at du vil slette videoprosjektet?
uk_ua: Ви впевнені, що хочете видалити відеопроект?

source: Generate video project
el_gr: Δημιουργία έργου βίντεο
lt_lt: Sukurkite vaizdo projektą
lv_lv: Ģenerēt video projektu
nb_no: Generer videoprosjekt
uk_ua: Згенерувати відеопроект

source: Generation in progress, please wait ... Do not close this window!
el_gr: Δημιουργία σε εξέλιξη, παρακαλώ περιμένετε ... Μην κλείσετε αυτό το παράθυρο!
lt_lt: Vyksta karta, palaukite ... Neuždarykite šio lango!
lv_lv: Paaudze notiek, lūdzu, pagaidiet ... Neaizveriet šo logu!
nb_no: Generasjon pågår, vennligst vent ... Ikke lukk dette vinduet!
uk_ua: Покоління триває, будь ласка, зачекайте ... Не закривайте це вікно!

source: If you don't want to wait click here to continue working (a new tab will be opened)
el_gr: Εάν δεν θέλετε να περιμένετε, κάντε κλικ εδώ για να συνεχίσετε να εργάζεστε (θα ανοίξει μια νέα καρτέλα)
lt_lt: Jei nenorite laukti, spustelėkite čia, kad tęstumėte darbą (bus atidarytas naujas skirtukas)
lv_lv: Ja nevēlaties gaidīt, noklikšķiniet šeit, lai turpinātu darbu (tiks atvērta jauna cilne)
nb_no: Hvis du ikke vil vente, klikk her for å fortsette å jobbe (en ny fane åpnes)
uk_ua: Якщо ви не хочете чекати, натисніть тут, щоб продовжити роботу (відкриється нова вкладка)

source: Version
el_gr: Έκδοση
lt_lt: Versija
lv_lv: Versija
nb_no: Versjon
uk_ua: Версія

source: Privacy Policy
el_gr: Πολιτική Απορρήτου
lt_lt: Privatumo politika
lv_lv: Privātuma politiku
nb_no: Personvernerklæring
uk_ua: Політика конфіденційності

source: Your "%s" plan has expired! You will not be able to add new content, but only edit existing ones.
el_gr: Το πρόγραμμα "%s" έχει λήξει! Δεν θα μπορείτε να προσθέσετε νέο περιεχόμενο, αλλά μόνο να επεξεργαστείτε το υπάρχον.
lt_lt: Jūsų "%s" planas baigėsi! Negalėsite pridėti naujo turinio, o tik redaguoti esamus.
lv_lv: Jūsu "%s" plāna derīguma termiņš ir beidzies! Jūs nevarēsit pievienot jaunu saturu, bet tikai rediģēt esošos.
nb_no: Din "%s"-plan er utløpt! Du vil ikke kunne legge til nytt innhold, men bare redigere eksisterende.
uk_ua: Термін дії вашого тарифного плану "%s" закінчився! Ви не зможете додавати новий контент, а лише редагувати існуючі.

source: Your "%s" plan not allow to create Landing Pages!
el_gr: Το σχέδιο "%s" δεν επιτρέπει τη δημιουργία σελίδων προσγείωσης!
lt_lt: Jūsų planas "%s" neleidžia kurti nukreipimo puslapių!
lv_lv: Jūsu "%s" plāns neļauj izveidot galvenās lapas!
nb_no: Din "%s"-plan tillater ikke å opprette landingssider!
uk_ua: Ваш тариф "%s" не дозволяє створювати Landing Page!

source: EDIT TOUR
el_gr: ΕΠΕΞΕΡΓΑΣΙΑ ΠΕΡΙΗΓΗΣΗΣ
lt_lt: REDAGUOTI APŽVALGĄ
lv_lv: REDIĢĒT CEĻVEDI
nb_no: REDIGER OMVISNING
uk_ua: РЕДАГУВАТИ ТУР

source: EDITOR UI
lt_lt: REDAKTORIAUS SĄSAJA
lv_lv: REDAKTORA LIETOTĀJA INTERFEISS
nb_no: REDAKTØRENS BRUKERGRENSESNITT
uk_ua: ІНТЕРФЕЙС РЕДАКТОРА

source: EDIT ROOM
el_gr: ΑΙΘΟΥΣΑ ΕΠΕΞΕΡΓΑΣΙΑΣ
lt_lt: REDAGUOTI KAMBARĮ
lv_lv: REDIĢĒT TELPU
nb_no: REDIGER ROM
uk_ua: РЕДАГУВАТИ КІМНАТУ

source: No icons in this library.
el_gr: Δεν υπάρχουν εικονίδια σε αυτή τη βιβλιοθήκη.
lt_lt: Šioje bibliotekoje nėra piktogramų.
lv_lv: Šajā bibliotēkā nav ikonu.
nb_no: Ingen ikoner i dette biblioteket.
uk_ua: У цій бібліотеці немає іконок.

source: administrator
el_gr: διαχειριστής
lt_lt: administratorius
lv_lv: administrators
uk_ua: адміністратор

source: translate
el_gr: μεταφράστε
lt_lt: versti
lv_lv: tulkot
nb_no: oversett
uk_ua: переводити

source: Images List
el_gr: Λίστα εικόνων
lt_lt: Vaizdų sąrašas
lv_lv: Attēlu saraksts
nb_no: Liste over bilder
uk_ua: Список зображень

source: drag images to change order
el_gr: σύρετε τις εικόνες για να αλλάξετε τη σειρά
lt_lt: vilkite vaizdus, kad pakeistumėte tvarką
lv_lv: velciet attēlus, lai mainītu secību
nb_no: Dra bilder for å endre rekkefølge
uk_ua: Перетягуйте зображення, щоб змінити порядок

source: Loading images ...
el_gr: Φόρτωση εικόνων ...
lt_lt: Įkeliami vaizdai ...
lv_lv: Attēlu ielāde ...
nb_no: Laster inn bilder ...
uk_ua: Завантаження зображень ...

source: Point Color
lt_lt: Taško spalva
lv_lv: Punkta krāsa
nb_no: Punkt farge
uk_ua: Колір точки

source: Point Size
el_gr: Μέγεθος σημείου
lt_lt: Taško dydis
lv_lv: Punkta lielums
nb_no: Punktstørrelse
uk_ua: Розмір точки

source: Info - Link
el_gr: Πληροφορίες - Σύνδεσμος
lt_lt: Informacija - Nuoroda
lv_lv: Info - Saite
uk_ua: Інфо - Посилання

source: displays an information button on the floorplan that calls this link
el_gr: εμφανίζει ένα κουμπί πληροφοριών στην κάτοψη που καλεί αυτόν τον σύνδεσμο
lt_lt: Grindų plane rodomas informacijos mygtukas, kuris iškviečia šį saitą
lv_lv: parāda informācijas pogu grīdas plānā, kas izsauc šo saiti
nb_no: Viser en informasjonsknapp på plantegningen som kaller denne koblingen
uk_ua: відображає на плані поверху інформаційну кнопку, яка викликає це посилання

source: Info - Open in
el_gr: Πληροφορίες - Άνοιγμα σε
lt_lt: Informacija - Atidaryti
lv_lv: Informācija - Atvērt
nb_no: Info - Åpne i
uk_ua: Info - Відкрити в

source: New Window
el_gr: Νέο παράθυρο
lt_lt: Naujas langas
lv_lv: Jauns logs
nb_no: Nytt vindu
uk_ua: Нове вікно

source: Default Room
el_gr: Προεπιλεγμένο δωμάτιο
lt_lt: Numatytasis kambarys
lv_lv: Noklusējuma numurs
nb_no: Standard rom
uk_ua: Кімната за замовчуванням

source: when you change floorplan this room will be displayed automatically
el_gr: όταν αλλάζετε κάτοψη αυτό το δωμάτιο θα εμφανίζεται αυτόματα
lt_lt: Kai pakeisite grindų planą, šis kambarys bus rodomas automatiškai
lv_lv: Mainot grīdas plānu, šī istaba tiks parādīta automātiski
nb_no: Når du endrer plantegning vil dette rommet vises automatisk
uk_ua: При зміні плану приміщення ця кімната буде відображатися автоматично

source: North
el_gr: Βόρειος
lt_lt: Šiaurė
lv_lv: Ziemeļi
nb_no: Nord
uk_ua: Північ

source: Width (Desktop)
el_gr: Πλάτος (επιφάνεια εργασίας)
lt_lt: Plotis (darbalaukis)
lv_lv: Platums (darbvirsma)
nb_no: Bredde (skrivebord)
uk_ua: Ширина (робочий стіл)

source: Width (Mobile)
el_gr: Πλάτος (κινητό)
lt_lt: Plotis (mobilusis)
lv_lv: Platums (mobilais)
nb_no: Bredde (mobil)
uk_ua: Ширина (мобільна)

source: Zoom Level
el_gr: Επίπεδο μεγέθυνσης
lt_lt: Mastelio keitimo lygis
lv_lv: Tālummaiņas līmenis
nb_no: Zoomnivå
uk_ua: Рівень збільшення

source: initial map zoom level (lower 1 - higher 20)
el_gr: αρχικό επίπεδο ζουμ χάρτη (χαμηλότερο 1 - υψηλότερο 20)
lt_lt: pradinis žemėlapio mastelio keitimo lygis (žemesnis 1 - aukštesnis 20)
lv_lv: sākotnējais kartes tālummaiņas līmenis (zemāks 1 - lielāks par 20)
nb_no: Innledende kartzoomnivå (nedre 1 - høyere 20)
uk_ua: Початковий рівень масштабування мапи (нижній 1 - вище 20)

source: Fit all points
el_gr: Τοποθετήστε όλα τα σημεία
lt_lt: Talpinti visus taškus
lv_lv: Ietilpināt visus punktus
nb_no: Passer til alle punkter
uk_ua: Підігнати всі точки

source: Zoom to Point
el_gr: Ζουμ στο σημείο
lt_lt: Priartinti iki taško
lv_lv: Tālummaiņa līdz punktam
nb_no: Zoom for å peke
uk_ua: Масштабування до точки

source: when the point is clicked, the map is zoomed in on it
el_gr: όταν γίνεται κλικ στο σημείο, ο χάρτης μεγεθύνεται σε αυτό
lt_lt: Spustelėjus tašką, žemėlapis priartinamas
lv_lv: Kad tiek noklikšķināts uz punkta, karte tiek tuvināta
nb_no: Når du klikker på punktet, zoomes kartet inn på det
uk_ua: При натисканні на точку відбувається збільшення масштабу карти на ній

source: Thumbs
el_gr: Αντίχειρες
nb_no: Miniatyr
uk_ua: Великі пальці

source: show or hide thumbs of the rooms on the map
el_gr: εμφάνιση ή απόκρυψη των αντίχειρων των δωματίων στο χάρτη
lt_lt: rodyti arba slėpti kambarių nykščius žemėlapyje
lv_lv: Parādiet vai paslēpiet telpu īkšķus kartē
nb_no: Vis eller skjul tommelen for rommene på kartet
uk_ua: Відображення або приховування великих пальців кімнат на карті

source: Default view
el_gr: Προεπιλεγμένη προβολή
lt_lt: Numatytasis rodinys
lv_lv: Noklusētais skats
nb_no: Standardvisning
uk_ua: Перегляд сторінки за замовчуванням

source: Street
el_gr: Οδός
lt_lt: Gatvė
lv_lv: Ielas nosaukums
nb_no: Gateadresse
uk_ua: Вулиця

source: Satellite
el_gr: Μέσω δορυφόρου
lt_lt: Palydovas
lv_lv: Satelīts
nb_no: Satelitt
uk_ua: Супутник

source: Map
el_gr: Χάρτης
lt_lt: Žemėlapis
lv_lv: Karte
nb_no: Kart
uk_ua: Мапа

source: Floorplan Image
el_gr: Εικόνα κάτοψης
lt_lt: Grindų plano vaizdas
lv_lv: Stāvplāna attēls
nb_no: Bilde av planløsning
uk_ua: Зображення плану поверху

source: click on point to edit, drag to change position
el_gr: κάντε κλικ στο σημείο για να επεξεργαστείτε, σύρετε για να αλλάξετε θέση
lt_lt: Spustelėkite taškas norėdami redaguoti, vilkite, kad pakeistumėte padėtį
lv_lv: Noklikšķiniet uz Norādīt, lai rediģētu, velciet, lai mainītu pozīciju
nb_no: Klikk på Pek for å redigere, dra for å endre posisjon
uk_ua: Натисніть на точку, щоб редагувати, перетягніть, щоб змінити положення

source: Change Image
el_gr: Αλλαγή εικόνας
lt_lt: Keisti paveikslėlį
lv_lv: Mainīt attēlu
nb_no: Endre bilde
uk_ua: Змінити зображення

source: Loading map image
el_gr: Φόρτωση εικόνας χάρτη
lt_lt: Įkeliamas žemėlapio vaizdas
lv_lv: Kartes attēla ielāde
nb_no: Laster inn kartbilde
uk_ua: Завантаження зображення карти

source: click a location on the image to add the room
el_gr: κάντε κλικ σε μια θέση στην εικόνα για να προσθέσετε το δωμάτιο
lt_lt: Spustelėkite vietą paveikslėlyje, kad įtrauktumėte kambarį
lv_lv: Noklikšķiniet uz atrašanās vietas attēlā, lai pievienotu telpu
nb_no: Klikk på en plassering på bildet for å legge til rommet
uk_ua: Клацніть місце на зображенні, щоб додати кімнату

source: Map Point
el_gr: Περιοχή
lt_lt: Žemėlapio taškas
lv_lv: Kartes punkts
nb_no: Kart punkt
uk_ua: Точка на карті

source: Floorplan Point
el_gr: Σχέδιο κάτοψης Σημείο
lt_lt: Grindų plano taškas
lv_lv: Floorplan punkts
nb_no: Planløsning Punkt
uk_ua: Точка плану поверху

source: Select point from map or add a new one
el_gr: Επιλέξτε σημείο από το χάρτη ή προσθέστε ένα νέο
lt_lt: Pasirinkite tašką iš žemėlapio arba pridėkite naują
lv_lv: Atlasiet punktu no kartes vai pievienojiet jaunu
nb_no: Velg punkt fra kartet eller legg til et nytt
uk_ua: Виберіть точку з карти або додайте нову

source: Latitude
el_gr: Γεωγραφικό πλάτος
lt_lt: Platuma
lv_lv: Platuma
nb_no: Breddegrad
uk_ua: Широта

source: Longitude
el_gr: Γεωγραφικό μήκος
lt_lt: Ilguma
lv_lv: Garuma
nb_no: Lengdegrad
uk_ua: Довгота

source: Position
el_gr: Θέση
lt_lt: Pozicija
lv_lv: Pozīcija
nb_no: Posisjon
uk_ua: Позиція

source: AUTO SAVE
el_gr: ΑΥΤΟΜΑΤΗ ΑΠΟΘΗΚΕΥΣΗ
lt_lt: AUTOMATINIS IŠSAUGOJIMAS
lv_lv: AUTO SAGLABĀT
nb_no: AUTOMATISK LAGRE
uk_ua: АВТОМАТИЧНЕ ЗБЕРЕЖЕННЯ

source: MARKERS
lt_lt: ŽYMEKLIAI
lv_lv: MARĶIERIEM
nb_no: MARKØRER
uk_ua: МАРКЕРИ

source: POIS
lt_lt: LV
lv_lv: IP
nb_no: SEVERDIGHETER
uk_ua: ОБ'ЄКТІВ

source: New Map Point
el_gr: Νέο σημείο χάρτη
lt_lt: Naujas žemėlapio taškas
lv_lv: Jauns kartes punkts
nb_no: Nytt kartpunkt
uk_ua: Нова точка на карті

source: All the rooms with EXIF GPS coordinates
el_gr: Όλα τα δωμάτια με συντεταγμένες GPS EXIF
lt_lt: Visi kambariai su EXIF GPS koordinatėmis
lv_lv: Visi numuri ar EXIF GPS koordinātēm
nb_no: Alle rommene med EXIF GPS-koordinater
uk_ua: Всі кімнати з EXIF GPS координатами

source: Delete Map Point
el_gr: Διαγραφή σημείου χάρτη
lt_lt: Ištrinti žemėlapio tašką
lv_lv: Dzēst kartes punktu
nb_no: Slett kartpunkt
uk_ua: Видалити точку на карті

source: Are you sure you want to delete the map point?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το σημείο του χάρτη;
lt_lt: Ar tikrai norite ištrinti žemėlapio tašką?
lv_lv: Vai tiešām vēlaties izdzēst kartes punktu?
nb_no: Er du sikker på at du vil slette kartpunktet?
uk_ua: Ви впевнені, що хочете видалити точку на карті?

source: Floorplan image
el_gr: Εικόνα κάτοψης
lt_lt: Grindų plano vaizdas
lv_lv: Stāvplāna attēls
nb_no: Bilde av plantegning
uk_ua: Зображення плану поверху

source: Activated
el_gr: Ενεργοποιήθηκε
lt_lt: Aktyvuota
lv_lv: Aktivēts
nb_no: Aktivert
uk_ua: Активовано

source: Deactivated
el_gr: Απενεργοποιημένο
lt_lt: Išjungtas
lv_lv: Deaktivizēt
nb_no: Deaktivert
uk_ua: Деактивовано

source: Main
el_gr: Κύρια
lt_lt: Pagrindiniai
lv_lv: Galvenais
nb_no: Hoved
uk_ua: Головна

source: Unpublished
el_gr: Αδημοσίευτο
lt_lt: Nepaskelbta
lv_lv: Nepublicēts
nb_no: Upublisert
uk_ua: Неопубліковано

source: Published
el_gr: Δημοσιευμένη
lt_lt: Paskelbta
lv_lv: Publicēts
nb_no: Publisert
uk_ua: Опубліковано

source: link
el_gr: σύνδεσμος
lt_lt: nuoroda
lv_lv: saite
uk_ua: посилання

source: To be published
el_gr: Προς δημοσίευση
lt_lt: Bus paskelbta
lv_lv: Jāpublicē
nb_no: Skal publiseres
uk_ua: Буде опубліковано

source: Publish to
el_gr: Δημοσίευση σε
lt_lt: Publikuoti
lv_lv: Publicēšana
nb_no: Publiser til
uk_ua: Опублікувати в

source: Google Street View
lt_lt: Google vaizdas iš gatvės
lv_lv: Google ielas attēls
uk_ua: Google Перегляд вулиць

source: Protection
el_gr: Προστασία
lt_lt: Apsauga
lv_lv: Aizsardzība
nb_no: Beskyttelse
uk_ua: Захист

source: Mailchimp Signup Form
el_gr: Φόρμα εγγραφής στο Mailchimp
lt_lt: "Mailchimp" registracijos forma
lv_lv: Mailchimp reģistrācijas veidlapa
nb_no: Registreringsskjema for Mailchimp
uk_ua: Форма реєстрації Mailchimp

source: Remember
el_gr: Να με θυμάσαι
lt_lt: Prisiminti
lv_lv: Atminēties
nb_no: Huske
uk_ua: Запам'ятати

source: if the correct information is entered, do not request it at the next access
el_gr: εάν έχουν εισαχθεί οι σωστές πληροφορίες, μην τις ζητήσετε κατά την επόμενη πρόσβαση
lt_lt: Jei įvesta teisinga informacija, neprašykite jos kitoje prieigoje
lv_lv: Ja ir ievadīta pareiza informācija, nepieprasiet to nākamajā pielaikrakstā
nb_no: Hvis riktig informasjon er lagt inn, ikke be om det ved neste tilgang
uk_ua: Якщо введена правильна інформація, не запитуйте її при наступному доступі

source: Embedded Form Code
el_gr: Ενσωματωμένος κώδικας φόρμας
lt_lt: Įdėtosios formos kodas
lv_lv: Iegults veidlapas kods
nb_no: Innebygd skjemakode
uk_ua: Вбудований код форми

source: Mailchimp -> Audience -> Signup Forms -> Embedded forms
el_gr: Mailchimp -> Κοινό -> Φόρμες εγγραφής -> Ενσωματωμένες φόρμες
lt_lt: Mailchimp -> Auditorija -> Registracijos formos -> Įdėtos formos
lv_lv: Mailchimp -> Auditorija -> Reģistrēšanās veidlapas -> Iegultās veidlapas
nb_no: Mailchimp -> målgruppe -> registreringsskjemaer -> innebygde skjemaer
uk_ua: Mailchimp -> Аудиторія -> Форми реєстрації -> Вбудовані форми

source: Send Notification
el_gr: Αποστολή ειδοποίησης
lt_lt: Siųsti pranešimą
lv_lv: Nosūtīt paziņojumu
nb_no: Send varsel
uk_ua: Надіслати сповіщення

source: sends a notification to the specified email when the lead form is submitted
el_gr: αποστέλλει ειδοποίηση στο καθορισμένο email όταν υποβληθεί η φόρμα μολύβδου
lt_lt: siunčia pranešimą nurodytu el. paštu, kai pateikiama potencialaus kliento forma
lv_lv: nosūta paziņojumu uz norādīto e-pasta ziņojumu, kad tiek iesniegta potenciālā pirkuma veidlapa
nb_no: sender et varsel til den angitte e-postadressen når kundeemneskjemaet sendes inn
uk_ua: надсилає сповіщення на вказаний email під час надсилання форми для лідів

source: Name Field
el_gr: Πεδίο Ονόματος
lt_lt: Laukas Pavadinimas
lv_lv: Nosaukuma lauks
nb_no: Navnefelt
uk_ua: Поле Ім'я

source: Enabled
el_gr: Ενεργοποιημένο
lt_lt: Įjungta
lv_lv: Ieslēgts
nb_no: Aktivert
uk_ua: Увімкнути

source: Required
el_gr: Απαιτείται
lt_lt: Privalomas
lv_lv: Nepieciešams
nb_no: Må angis
uk_ua: Необхідний
