Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: You have reached the maximum number of concurrent sessions for this account.
el_gr: Έχετε συμπληρώσει τον μέγιστο αριθμό ταυτόχρονων περιόδων σύνδεσης για αυτόν τον λογαριασμό.
lt_lt: Pasiekėte maksimalų šios paskyros seansų vienu metu skaičių.
lv_lv: Šajā kontā esat sasniedzis maksimālo vienlaicīgo sesiju skaitu.
nb_no: Du har nådd maksimalt antall samtidige økter for denne kontoen.
uk_ua: Ви досягли максимальної кількості одночасних сеансів для цього облікового запису.

source: Check your inbox for the verification code.
el_gr: Ελέγξτε τα εισερχόμενά σας για τον κωδικό επαλήθευσης.
lt_lt: Patikrinkite, ar gautuosiuose nėra patvirtinimo kodo.
lv_lv: Pārbaudiet, vai iesūtnē ir verifikācijas kods.
nb_no: Sjekk innboksen din for bekreftelseskoden.
uk_ua: Перевірте свою поштову скриньку на наявність коду підтвердження.

source: Password successfully changed!
el_gr: Ο κωδικός πρόσβασης άλλαξε επιτυχώς!
lt_lt: Slaptažodis sėkmingai pakeistas!
lv_lv: Parole veiksmīgi mainīta!
nb_no: Passordet ditt ble endret!
uk_ua: Пароль успішно змінено!

source: You have entered an invalid username or email
el_gr: Έχετε εισάγει μη έγκυρο όνομα χρήστη ή email
lt_lt: Įvedėte netinkamą naudotojo vardą arba el. pašto adresą
lv_lv: Jūs esat ievadījis nederīgu lietotājvārdu vai e-pastu
nb_no: Du har skrevet inn et ugyldig brukernavn eller en ugyldig e-postadresse
uk_ua: Ви ввели невірне ім'я користувача або адресу електронної пошти

source: You have entered an invalid password
el_gr: Έχετε εισάγει άκυρο κωδικό πρόσβασης
lt_lt: Įvedėte neteisingą slaptažodį
lv_lv: Jūs esat ievadījis nederīgu paroli
nb_no: Du har skrevet inn et ugyldig passord
uk_ua: Ви ввели невірний пароль

source: Your account is locked
el_gr: Ο λογαριασμός σας είναι κλειδωμένος
lt_lt: Jūsų paskyra užrakinta
lv_lv: Jūsu konts ir bloķēts
nb_no: Kontoen din er låst
uk_ua: Ваш обліковий запис заблоковано

source: CREATE NEW MAP
el_gr: ΔΗΜΙΟΥΡΓΙΑ ΝΕΟΥ ΧΑΡΤΗ
lt_lt: SUKURKITE NAUJĄ ŽEMĖLAPĮ
lv_lv: IZVEIDOT JAUNU KARTI
nb_no: OPPRETT NYTT KART
uk_ua: СТВОРИТИ НОВУ КАРТУ

source: LOADING MAPS ...
el_gr: ΧΆΡΤΕΣ ΦΌΡΤΩΣΗΣ ...
lt_lt: ĮKELIAMI ŽEMĖLAPIAI ...
lv_lv: KARŠU IELĀDE ...
nb_no: LASTER INN KART ...
uk_ua: ЗАВАНТАЖЕННЯ КАРТ ...

source: New Map
el_gr: Νέος χάρτης
lt_lt: Naujas žemėlapis
lv_lv: Jauna karte
nb_no: Nytt kart
uk_ua: Нова карта

source: Map Type
el_gr: Τύπος Χάρτη
lt_lt: Žemėlapio tipas
lv_lv: Kartes tips
nb_no: Karttype
uk_ua: Тип карти

source: Floorplan (image)
el_gr: Κάτοψη (εικόνα)
lt_lt: Grindų planas (vaizdas)
lv_lv: Stāvplāns (attēls)
nb_no: Planløsning (bilde)
uk_ua: План поверху (зображення)

source: Map image
el_gr: Εικόνα χάρτη
lt_lt: Žemėlapio vaizdas
lv_lv: Kartes attēls
nb_no: Kart bilde
uk_ua: Зображення на карті

source: Upload Map Image
el_gr: Μεταφόρτωση εικόνας χάρτη
lt_lt: Įkelti žemėlapio vaizdą
lv_lv: Augšupielādēt kartes attēlu
nb_no: Last opp kartbilde
uk_ua: Завантажити зображення карти

source: Delete Map
el_gr: Διαγραφή χάρτη
lt_lt: Ištrinti žemėlapį
lv_lv: Dzēst karti
nb_no: Slett kart
uk_ua: Видалити карту

source: Are you sure you want to delete the entire map <b id='name_map_delete'></b> and all the points?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε ολόκληρο τον χάρτη<b id='name_map_delete'></b> και όλα τα σημεία;
lt_lt: Ar tikrai norite ištrinti visą žemėlapį <b id='name_map_delete'></b> ir visus taškus?
lv_lv: Vai tiešām vēlaties izdzēst visu karti <b id='name_map_delete'></b> un visus punktus?
nb_no: Er du sikker på at du vil slette hele kartet <b id='name_map_delete'></b> og alle punktene?
uk_ua: Ви впевнені, що хочете видалити всю карту <b id='name_map_delete'></b> і всі точки?

source: Duplicate Map
el_gr: Διπλότυπος χάρτης
lt_lt: Pasikartojantis žemėlapis
lv_lv: Kartes dublikāts
nb_no: Duplikat kart
uk_ua: Дублікат карти

source: Are you sure you want to duplicate the map <b id='name_map_duplicate'></b>?
el_gr: Είστε βέβαιοι ότι θέλετε να αντιγράψετε τον χάρτη<b id='name_map_duplicate'></b> ?
lt_lt: Ar tikrai norite kopijuoti žemėlapį?<b id='name_map_duplicate'></b> ?
lv_lv: Vai tiešām vēlaties dublēt karti?<b id='name_map_duplicate'></b> ?
nb_no: Er du sikker på at du vil duplisere kartet<b id='name_map_duplicate'></b> ?
uk_ua: Ви впевнені, що бажаєте скопіювати карту?<b id='name_map_duplicate'></b> ?

source: Not visible in the tour, enable it in the Editor UI
el_gr: Δεν είναι ορατό στην ξενάγηση, ενεργοποιήστε το στο περιβάλλον εργασίας του επεξεργαστή
lt_lt: Nematote apžvalgoje, įgalinkite ją redaktoriaus vartotojo sąsajoje
lv_lv: Nav redzams ceļvedī, iespējojiet to redaktora lietotāja saskarnē
nb_no: Ikke synlig i innføringen, aktiver den i redigeringsgrensesnittet
uk_ua: Не видно в турі, увімкніть його в інтерфейсі редактора

source: ROOMS LIST
el_gr: ΛΙΣΤΑ ΔΩΜΑΤΙΩΝ
lt_lt: KAMBARIŲ SĄRAŠAS
lv_lv: ISTABU SARAKSTS
nb_no: LISTE OVER ROM
uk_ua: ПЕРЕЛІК НОМЕРІВ

source: Add Category
el_gr: Προσθήκη Κατηγορίας
lt_lt: Pridėti kategoriją
lv_lv: Pievienot kategoriju
nb_no: Legg til kategori
uk_ua: Додати категорію

source: Drag and drop rooms into categories or up/down to change its order
el_gr: Σύρετε και αφήστε τα δωμάτια σε κατηγορίες ή πάνω/κάτω για να αλλάξετε τη σειρά τους
lt_lt: Vilkite ir numeskite kambarius į kategorijas arba aukštyn / žemyn, kad pakeistumėte jų tvarką
lv_lv: Velciet un nometiet telpas kategorijās vai uz augšu/uz leju, lai mainītu secību
nb_no: Dra og slipp rom i kategorier eller opp/ned for å endre rekkefølgen
uk_ua: Перетягуйте кімнати за категоріями або вгору/вниз, щоб змінити їх порядок

source: LOADING MENU LIST ...
el_gr: ΦΌΡΤΩΣΗ ΛΊΣΤΑΣ ΜΕΝΟΎ ...
lt_lt: PAKROVIMO MENIU SĄRAŠAS ...
lv_lv: IZVĒLŅU SARAKSTA IELĀDE ...
nb_no: LASTER INN MENYLISTE ...
uk_ua: ЗАВАНТАЖЕННЯ СПИСКУ МЕНЮ ...

source: Version Check
el_gr: Έλεγχος έκδοσης
lt_lt: Versijos tikrinimas
lv_lv: Versijas pārbaude
nb_no: Versjonskontroll
uk_ua: Перевірка версій

source: Current Version
el_gr: Τρέχουσα έκδοση
lt_lt: Dabartinė versija
lv_lv: Pašreizējā versija
nb_no: Gjeldende versjon
uk_ua: Поточна версія

source: Latest Version
el_gr: Τελευταία έκδοση
lt_lt: Naujausia versija
lv_lv: Pēdējā versija
nb_no: Siste versjon
uk_ua: Остання версія

source: Changelog
el_gr: Αρχείο Μεταβολών
lt_lt: Pakeitimų sąrašas
lv_lv: Izmaiņu žurnāls
nb_no: Vis endringslogg
uk_ua: Історія змін

source: Download and Update
el_gr: Λήψη και ενημέρωση
lt_lt: Atsisiųskite ir atnaujinkite
lv_lv: Lejupielāde un atjaunināšana
nb_no: Last ned og oppdater
uk_ua: Завантажуйте та оновлюйте

source: Can't upgrade, please enable php zip extension.
el_gr: Δεν μπορείτε να αναβαθμίσετε, παρακαλώ ενεργοποιήστε την επέκταση php zip.
lt_lt: Nepavyksta atnaujinti, įgalinkite php zip plėtinį.
lv_lv: Nevar jaunināt, lūdzu, iespējojiet php zip paplašinājumu.
nb_no: Kan ikke oppgradere, vennligst aktiver php zip-utvidelsen.
uk_ua: Не можу оновитися, будь ласка, увімкніть розширення php zip.

source: Be sure to perform a full manual backup of your current files and database before upgrading.
el_gr: Φροντίστε να εκτελέσετε ένα πλήρες χειροκίνητο αντίγραφο ασφαλείας των τρεχόντων αρχείων και της βάσης δεδομένων σας πριν από την αναβάθμιση.
lt_lt: Prieš atnaujindami būtinai atlikite visą rankinę dabartinių failų ir duomenų bazės atsarginę kopiją.
lv_lv: Pirms jaunināšanas noteikti veiciet pašreizējo failu un datu bāzes pilnīgu manuālu dublēšanu.
nb_no: Sørg for å utføre en fullstendig manuell sikkerhetskopiering av gjeldende filer og database før du oppgraderer.
uk_ua: Обов'язково виконайте повне резервне копіювання поточних файлів і бази даних вручну перед оновленням.

source: I made the backup, continue
el_gr: Έκανα το αντίγραφο ασφαλείας, συνεχίστε
lt_lt: Aš padariau atsarginę kopiją, tęskite
lv_lv: Es izveidoju dublējumu, turpiniet
nb_no: Jeg tok sikkerhetskopien, fortsett
uk_ua: Я зробив резервну копію, продовжуйте

source: Once the installation is finished if you receive an error from your server try to reload the page after a few moments.
el_gr: Μόλις ολοκληρωθεί η εγκατάσταση, εάν λάβετε ένα σφάλμα από τον διακομιστή σας, προσπαθήστε να φορτώσετε ξανά τη σελίδα μετά από λίγα λεπτά.
lt_lt: Kai diegimas bus baigtas, jei iš serverio gaunate klaidą, pabandykite iš naujo įkelti puslapį po kelių akimirkų.
lv_lv: Kad instalēšana ir pabeigta, ja saņemat kļūdu no sava servera, pēc dažiem mirkļiem mēģiniet atkārtoti ielādēt lapu.
nb_no: Når installasjonen er fullført, hvis du mottar en feilmelding fra serveren din, prøv å laste inn siden på nytt etter en liten stund.
uk_ua: Після завершення інсталяції, якщо ви отримаєте повідомлення про помилку від вашого сервера, спробуйте перезавантажити сторінку через кілька секунд.

source: UPGRADE NOW!
el_gr: ΑΝΑΒΑΘΜΙΣΤΕ ΤΩΡΑ!
lt_lt: ATNAUJINKITE DABAR!
lv_lv: JAUNINIET TŪLĪT!
nb_no: OPPGRADER NÅ!
uk_ua: ОНОВІТЬ ЗАРАЗ!

source: click upgrade now to start
el_gr: κάντε κλικ στην επιλογή αναβάθμιση τώρα για να ξεκινήσετε
lt_lt: Spustelėkite Atnaujinti dabar, kad pradėtumėte
lv_lv: Noklikšķiniet uz Jaunināt tūlīt, lai sāktu
nb_no: Klikk på Oppgrader nå for å starte
uk_ua: Натисніть Оновити зараз, щоб розпочати роботу

source: downloading ...
el_gr: κατεβάζοντας ...
lt_lt: Atsisiųsti...
lv_lv: Lejupielāde...
nb_no: nedlasting...
uk_ua: Завантаження...

source: error, please retry
el_gr: σφάλμα, επαναλάβετε την προσπάθεια
lt_lt: klaida, bandykite dar kartą
lv_lv: kļūda, lūdzu, mēģiniet vēlreiz
nb_no: feil, prøv på nytt
uk_ua: помилка, будь ласка, повторіть спробу

source: installing ... do not close this window!
el_gr: εγκατάσταση ... μην κλείσετε αυτό το παράθυρο!
lt_lt: Diegimas... Neuždarykite šio lango!
lv_lv: Instalēšanas... Neaizveriet šo logu!
nb_no: Installere... Ikke lukk dette vinduet!
uk_ua: Установки... Не закривайте це вікно!

source: updating database ... do not close this window!
el_gr: ενημέρωση βάσης δεδομένων ... μην κλείσετε αυτό το παράθυρο!
lt_lt: atnaujinama duomenų bazė ... neuždarykite šio lango!
lv_lv: datu bāzes atjaunināšana ... neaizveriet šo logu!
nb_no: oppdaterer database ... ikke lukk dette vinduet!
uk_ua: оновлення бази даних ... не закривайте це вікно!

source: upgrade completed successfully, you will now be logged out in 5 seconds
el_gr: η αναβάθμιση ολοκληρώθηκε με επιτυχία, τώρα θα αποσυνδεθείτε σε 5 δευτερόλεπτα
lt_lt: Atnaujinimas sėkmingai baigtas, dabar būsite atjungti per 5 sekundes
lv_lv: jaunināšana ir veiksmīgi pabeigta, tagad jūs tiksit izrakstīts 5 sekunžu laikā
nb_no: Oppgraderingen er fullført, du vil nå bli logget ut om 5 sekunder
uk_ua: Оновлення успішно завершено, тепер ви вийдете з системи через 5 секунд

source: checking license
el_gr: έλεγχος άδειας
lt_lt: Licencijos tikrinimas
lv_lv: licences pārbaude
nb_no: sjekker lisens
uk_ua: Перевірка ліцензії

source: invalid license, unable to update
el_gr: άκυρη άδεια, δεν είναι δυνατή η ενημέρωση
lt_lt: negaliojanti licencija, nepavyksta atnaujinti
lv_lv: nederīga licence, nevar atjaunināt
nb_no: ugyldig lisens, kan ikke oppdatere
uk_ua: недійсна ліцензія, неможливо оновити

source: Google Photorealistic 3D
el_gr: Φωτορεαλιστικό 3D της Google
lt_lt: "Google" fotorealistinis 3D
lv_lv: Google fotoreālistisks 3D
nb_no: Google Fotorealistisk 3D
uk_ua: Google Фотореалістичний 3D

source: Default View
el_gr: Προεπιλεγμένη προβολή
lt_lt: Numatytasis vaizdavimas
lv_lv: Noklusētais skats
nb_no: Standardvisning
uk_ua: Подання за замовчуванням

source: Zoom Duration
el_gr: Διάρκεια ζουμ
lt_lt: Mastelio keitimo trukmė
lv_lv: Tālummaiņas ilgums
nb_no: Zoom varighet
uk_ua: Тривалість масштабування

source: time in seconds to zoom the globe to approach the tour
el_gr: χρόνος σε δευτερόλεπτα για να μεγεθύνετε την υδρόγειο για να προσεγγίσετε την περιήγηση
lt_lt: laikas sekundėmis, kad priartintumėte žemės rutulį, kad priartėtumėte prie turo
lv_lv: laiks sekundēs, lai tuvinātu globusu, lai tuvotos tūrei
nb_no: tid i sekunder for å zoome kloden for å nærme seg turen
uk_ua: Час у секундах, щоб наблизити земну кулю, щоб наблизитися до екскурсії

source: Minimum Altitude
el_gr: Ελάχιστο υψόμετρο
lt_lt: Mažiausias aukštis virš jūros lygio
lv_lv: Minimālais augstums
nb_no: Minste høyde
uk_ua: Мінімальна висота над рівнем моря

source: minimum height of the top view in kilometers. leave blank for the default height
el_gr: ελάχιστο ύψος της επάνω προβολής σε χιλιόμετρα. αφήστε το κενό για το προεπιλεγμένο ύψος
lt_lt: Minimalus viršutinio vaizdo aukštis kilometrais. Palikite tuščią numatytąjį aukštį
lv_lv: minimālais augšējā skata augstums kilometros. atstāt tukšu noklusējuma augstumu
nb_no: minimumshøyde på topputsikten i kilometer. La feltet stå tomt for standardhøyden
uk_ua: Мінімальна висота виду зверху в кілометрах. Залиште поле порожнім для стандартної висоти

source: Point Border
el_gr: Σημείο Σύνορα
lt_lt: Taško kraštinė
lv_lv: Punkta apmale
nb_no: Punkt grense
uk_ua: Межа точки

source: Initial Position
el_gr: Αρχική θέση
lt_lt: Pradinė padėtis
lv_lv: Sākotnējā pozīcija
nb_no: Utgangsposisjon
uk_ua: Початкова позиція

source: SET
lt_lt: RINKINYS
lv_lv: KOPA
nb_no: SETT
uk_ua: ВСТАНОВИТИ

source: REMOVE
el_gr: ΚΑΤΑΡΓΗΣΗ
lt_lt: ŠALINTI
lv_lv: NOŅEMT
nb_no: FJERN
uk_ua: ВИДАЛИТИ

source: Globe Map
el_gr: Παγκόσμιος χάρτης
lt_lt: Gaublio žemėlapis
lv_lv: Globusa karte
nb_no: Kart over globus
uk_ua: Карта земної кулі

source: Globe Point
lt_lt: Gaublio taškas
lv_lv: Globusa punkts
nb_no: Globus punkt
uk_ua: Глобус-Пойнт

source: Approach Position
el_gr: Θέση προσέγγισης
lt_lt: Artėjimo tūpti padėtis
lv_lv: Pieejas pozīcija
nb_no: Tilnærmingsposisjon
uk_ua: Позиція для підходу

source: Delete Globe
el_gr: Διαγραφή Globe
lt_lt: Ištrinti gaublį
lv_lv: Dzēst globusu
nb_no: Slett Globe
uk_ua: Видалити глобус

source: Are you sure you want to delete the globe?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε την υδρόγειο;
lt_lt: Ar tikrai norite ištrinti gaublį?
lv_lv: Vai tiešām vēlaties izdzēst globusu?
nb_no: Er du sikker på at du vil slette kloden?
uk_ua: Ви впевнені, що хочете видалити земну кулю?

source: New Globe Point
el_gr: Νέο σημείο Globe
lt_lt: Naujas gaublio taškas
lv_lv: Jaunais globusa punkts
nb_no: Nye Globe Point
uk_ua: Новий Глобус-Пойнт

source: Select Tour
el_gr: Επιλογή εκδρομής
lt_lt: Pasirinkite "Tour"
lv_lv: Atlasīt Ceļvedis
nb_no: Velg Omvisning
uk_ua: Вибрати тур

source: Delete Globe Point
el_gr: Διαγραφή Globe Point
lt_lt: Ištrinti "Globe Point"
lv_lv: Globusa punkta dzēšana
nb_no: Slett Globe Point
uk_ua: Видалити Globe Point

source: Are you sure you want to delete the globe point?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το σημείο της υδρογείου;
lt_lt: Ar tikrai norite ištrinti gaublio tašką?
lv_lv: Vai tiešām vēlaties izdzēst globusa punktu?
nb_no: Er du sikker på at du vil slette globuspunktet?
uk_ua: Ви впевнені, що хочете видалити глобус-пойнт?

source: OK
el_gr: ΟΚ
lt_lt: Gerai
lv_lv: Labi
uk_ua: ДОБРЕ

source: Loading panorama image ...
el_gr: Φόρτωση πανοραμικής εικόνας ...
lt_lt: Įkeliamas panoraminis vaizdas ...
lv_lv: Panorāmas attēla ielāde ...
nb_no: Laster inn panoramabilde ...
uk_ua: Завантаження панорамного зображення ...

source: CLEAR DRAW
el_gr: ΚΑΘΑΡΟ ΤΡΑΠΕΖΙ
lt_lt: AIŠKUS PIEŠIMAS
lv_lv: SKAIDRS ZĪMĒJUMS
nb_no: FJERN TREKNING
uk_ua: ЧІТКИЙ РОЗІГРАШ

source: ZOOM IN
lt_lt: PRIARTINTI
lv_lv: TUVINĀT
nb_no: ZOOME INN
uk_ua: ЗБІЛЬШИТИ МАСШТАБ

source: ZOOM OUT
lt_lt: TOLINTI
lv_lv: TĀLINĀŠANA
nb_no: ZOOME UT
uk_ua: ЗМЕНШИТИ МАСШТАБ

source: APPLY BLUR
el_gr: ΕΦΑΡΜΟΓΗ BLUR
lt_lt: TAIKYTI SULIEJIMĄ
lv_lv: IZPLŪŠANAS LIETOŠANA
nb_no: BRUK BLUR
uk_ua: ЗАСТОСУВАТИ РОЗМИТТЯ

source: REVERT TO ORIGINAL
el_gr: ΝΑ ΕΠΑΝΈΛΘΕΙ ΣΤΟ ΑΡΧΙΚΌ
lt_lt: GRĮŽTI Į ORIGINALĄ
lv_lv: ATGRIEZTIES PIE SĀKOTNĒJĀ
nb_no: GÅ TILBAKE TIL ORIGINALEN
uk_ua: ПОВЕРНЕННЯ ДО ОРИГІНАЛУ

source: BACK TO ROOM
el_gr: ΠΙΣΩ ΣΤΟ ΔΩΜΑΤΙΟ
lt_lt: ATGAL Į KAMBARĮ
lv_lv: ATPAKAĻ UZ ISTABU
nb_no: TILBAKE TIL ROMMET
uk_ua: НАЗАД ДО КІМНАТИ

source: Click on the image to start drawing the shape of blur
el_gr: Κάντε κλικ στην εικόνα για να αρχίσετε να σχεδιάζετε το σχήμα της θολούρας
lt_lt: Spustelėkite paveikslėlį, kad pradėtumėte piešti suliejimo formą
lv_lv: Noklikšķiniet uz attēla, lai sāktu zīmēt izplūšanas formu
nb_no: Klikk på bildet for å begynne å tegne formen på uskarphet
uk_ua: Натисніть на зображення, щоб почати малювати форму розмиття

source: Creating blur effect in progress, please wait ...
el_gr: Δημιουργία εφέ θόλωσης σε εξέλιξη, παρακαλώ περιμένετε ...
lt_lt: Kuriamas suliejimo efektas, palaukite ...
lv_lv: Notiekot izplūšanas efektam, lūdzu, pagaidiet ...
nb_no: Oppretter uskarphet-effekt pågår, vennligst vent ...
uk_ua: Створення ефекту розмиття триває, будь ласка, зачекайте ...

source: Are you sure you want to restore the original image?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε την αρχική εικόνα;
lt_lt: Ar tikrai norite atkurti pradinį vaizdą?
lv_lv: Vai tiešām vēlaties atjaunot sākotnējo attēlu?
nb_no: Er du sikker på at du vil gjenopprette originalbildet?
uk_ua: Ви впевнені, що хочете відновити вихідне зображення?

source: Yes, Revert
el_gr: Ναι, Αναστροφή
lt_lt: Taip, grįžti
lv_lv: Jā, atgriezties
nb_no: Ja, tilbakestill
uk_ua: Так, скасувати

source: Please complete your profile with the required fields (*) before continuing to use the application.
el_gr: Συμπληρώστε το προφίλ σας με τα απαιτούμενα πεδία (*) πριν συνεχίσετε τη χρήση της εφαρμογής.
lt_lt: Prieš toliau naudodamiesi programa, užpildykite savo profilį privalomais laukais (*).
lv_lv: Lūdzu, aizpildiet savu profilu ar obligātajiem laukiem (*), pirms turpināt lietot lietojumprogrammu.
nb_no: Fyll ut profilen din med de obligatoriske feltene (*) før du fortsetter å bruke applikasjonen.
uk_ua: Будь ласка, заповніть свій профіль, вказавши обов'язкові поля (*), перш ніж продовжувати користуватися додатком.

source: Personal Informations
el_gr: Προσωπικές πληροφορίες
lt_lt: Asmeninė informacija
lv_lv: Personiskā informācija
nb_no: Personopplysninger
uk_ua: Особиста інформація

source: First Name
el_gr: Όνομα
lt_lt: Vardas
lv_lv: Vārds
nb_no: Fornavn
uk_ua: Ім'я

source: Last Name
el_gr: Επώνυμο
lt_lt: Pavardė
lv_lv: Uzvārds
nb_no: Etternavn
uk_ua: Прізвище

source: Tax Id
el_gr: ΑΦΜ
lt_lt: Mokesčių mokėtojo kodas
lv_lv: Nodokļu maksātāja ID
nb_no: Skatte-ID
uk_ua: Ідентифікаційний номер платника податків

source: Tax identification number for issuing the invoice.
el_gr: Αριθμός φορολογικού μητρώου για την έκδοση του τιμολογίου.
lt_lt: Mokesčių mokėtojo identifikacinis numeris sąskaitai faktūrai išrašyti.
lv_lv: Nodokļu identifikācijas numurs rēķina izrakstīšanai.
nb_no: Avgiftsidentifikasjonsnummer for utstedelse av fakturaen.
uk_ua: Ідентифікаційний податковий номер для виставлення рахунку-фактури.

source: Address
el_gr: Διεύθυνση
lt_lt: Adresas
lv_lv: Adrese
nb_no: Adresse
uk_ua: Адреса

source: City
el_gr: Πόλη
lt_lt: Miestas
lv_lv: Pilsēta
nb_no: Poststed
uk_ua: Місто

source: State / Province / Region
el_gr: Πολιτεία / Προάστιο / Περιοχή
lt_lt: Valstija / provincija / regionas
lv_lv: Valsts / province / reģions
nb_no: Fylke/kommune
uk_ua: Штат / Провінція / Регіон

source: Zip / Postal Code
el_gr: Ταχυδρομικός Κώδικας
lt_lt: Pašto kodas
lv_lv: Pasta indekss
nb_no: Poststed og nummer
uk_ua: Поштовий індекс

source: Country
el_gr: Χώρα
lt_lt: Šalis
lv_lv: Valsts
nb_no: Land
uk_ua: Країна

source: Select country
el_gr: Επιλέξτε χώρα
lt_lt: Pasirinkite šalį
lv_lv: Izvēlieties valsti
nb_no: Velg land
uk_ua: Виберіть країну

source: Telephone
el_gr: Τηλέφωνο
lt_lt: Telefonas
lv_lv: Telefons
nb_no: Telefon
uk_ua: Телефон

source: SAVE AND CONTINUE
el_gr: ΑΠΟΘΉΚΕΥΣΗ ΚΑΙ ΣΥΝΈΧΙΣΗ
lt_lt: IŠSAUGOKITE IR TĘSKITE
lv_lv: SAGLABĀT UN TURPINĀT
nb_no: LAGRE OG FORTSETT
uk_ua: ЗБЕРЕЖІТЬ І ПРОДОВЖУЙТЕ

source: Avatar
lt_lt: Avataras
lv_lv: Avatars
uk_ua: Аватар

source: UPLOAD
lt_lt: NUSIUNTIMAS
lv_lv: AUGŠUPIELĀDĒT
nb_no: LAST OPP
uk_ua: ЗАВАНТАЖИТИ

source: CREATE
el_gr: ΔΗΜΙΟΥΡΓΙΑ
lt_lt: SUKURTI
lv_lv: RADĪT
nb_no: SKAPE
uk_ua: ТВОРИТИ

source: Connected Accounts
el_gr: Συνδεμένοι Λογαριασμοί
lt_lt: Prijungti abonementai
lv_lv: Pievienotie konti
nb_no: Tilkoblede kontoer
uk_ua: Підключені облікові записи

source: Connect Google
el_gr: Σύνδεση Google
lt_lt: Prijunkite "Google"
lv_lv: Google savienošana
nb_no: Koble til Google
uk_ua: Підключити Google

source: Disconnect Google
el_gr: Αποσυνδέστε το Google
lt_lt: Atjunkite "Google"
lv_lv: Google atvienošana
nb_no: Koble fra Google
uk_ua: Відключити Google

source: Connect Facebook
el_gr: Σύνδεση Facebook
lt_lt: Prijunkite "Facebook"
lv_lv: Savienojiet Facebook
nb_no: Koble til Facebook
uk_ua: Підключити Facebook

source: Disconnect Facebook
el_gr: Αποσυνδέστε το Facebook
lt_lt: Atjunkite "Facebook".
lv_lv: Atvienojiet Facebook
nb_no: Koble fra Facebook
uk_ua: Відключити Facebook

source: Connect Twitter
el_gr: Σύνδεση Twitter
lt_lt: Prijunkite "Twitter"
lv_lv: Savienojiet Twitter
nb_no: Koble til Twitter
uk_ua: Підключити Twitter

source: Disconnect Twitter
el_gr: Αποσυνδέστε το Twitter
lt_lt: Atjunkite "Twitter"
lv_lv: Atvienojiet Twitter
nb_no: Koble fra Twitter
uk_ua: Відключити Twitter

source: Connect Wechat
el_gr: Συνδέστε το Wechat
lt_lt: Prijunkite "Wechat"
lv_lv: Savienot Wechat
nb_no: Koble til Wechat
uk_ua: Підключіть Wechat

source: Disconnect Wechat
el_gr: Αποσυνδέστε το Wechat
lt_lt: Atjunkite "Wechat".
lv_lv: Atvienojiet Wechat
nb_no: Koble fra Wechat
uk_ua: Відключити Wechat

source: Connect QQ
el_gr: Σύνδεση QQ
lt_lt: Prijunkite QQ
lv_lv: Pievienojiet QQ
nb_no: Koble til QQ
uk_ua: Підключіть QQ

source: Disconnect QQ
el_gr: Αποσύνδεση QQ
lt_lt: Atjunkite QQ
lv_lv: Atvienojiet QQ
nb_no: Koble fra QQ
uk_ua: Відключити QQ

source: Credits
el_gr: Υπόλοιπο
lt_lt: Kreditai
lv_lv: Kredīti
nb_no: Tilskrive
uk_ua: Кредити

source: monthly
el_gr: μηνιαία
lt_lt: kas mėnesį
lv_lv: Ikmēneša
nb_no: månedlig
uk_ua: щомісячно

source: GSV Publish
el_gr: Δημοσίευση GSV
lt_lt: GSV publikavimas
lv_lv: GSV publicēt
nb_no: GSV-publisering
uk_ua: Публікація GSV

source: Account
el_gr: Λογαριασμός
lt_lt: Paskyra
lv_lv: Konts
nb_no: Konto
uk_ua: Обліковий запис

source: CHANGE
el_gr: ΑΛΛΑΓΗ
lt_lt: KEISTI
lv_lv: MAINĪTIES
nb_no: FORANDRE
uk_ua: ЗМІНА

source: ENABLE
el_gr: ΕΝΕΡΓΟΠΟΙΗΣΗ
lt_lt: ĮJUNGTI
lv_lv: IESPĒJOT
nb_no: AKTIVERE
uk_ua: ВМИКАТИ

source: DISABLE
el_gr: ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ
lt_lt: IŠJUNGTI
lv_lv: ATSPĒJOT
nb_no: DEAKTIVERE
uk_ua: ВИМКНУТИ

source: Active (expiring)
el_gr: Ενεργό (λήγει)
lt_lt: Aktyvus (besibaigiantis)
lv_lv: Aktīvs (beidzas)
nb_no: Aktiv (utløper)
uk_ua: Активний (закінчується термін дії)

source: Expired
el_gr: Έληξε
lt_lt: Pasibaigę
lv_lv: Beidzies
nb_no: Utløpt
uk_ua: Закінчився

source: Invalid payment
el_gr: Μη έγκυρη πληρωμή
lt_lt: Neteisingas mokėjimas
lv_lv: Nederīgs maksājums
nb_no: Ugyldig betaling
uk_ua: Невірний платіж

source: Never
el_gr: Ποτέ
lt_lt: Niekada
lv_lv: Nekad
nb_no: Aldri
uk_ua: Ніколи

source: Purchased Services
el_gr: Αγορασμένες Υπηρεσίες
lt_lt: Nupirktos Paslaugos
lv_lv: Iegādātie pakalpojumi
nb_no: Kjøpte tjenester
uk_ua: Придбані послуги

source: No purchased services yet.
el_gr: Δεν υπάρχουν ακόμη αγορασμένες υπηρεσίες.
lt_lt: Paslaugų dar nenupirkta.
lv_lv: Pagaidām nav iegādāti pakalpojumi.
nb_no: Ingen kjøpte tjenester ennå.
uk_ua: Ще немає придбаних послуг.

source: Service
el_gr: Υπηρεσία
lt_lt: Paslauga
lv_lv: Serviss
nb_no: Tjeneste
uk_ua: Обслуговування

source: N. Rooms
el_gr: Ν. Δωμάτια
lt_lt: N. Kambariai
lv_lv: N. Istabas
nb_no: N. Rom
uk_ua: Н. Кімнати

source: Price
el_gr: Τιμή
lt_lt: Kaina
lv_lv: Cena
nb_no: Pris
uk_ua: Ціна

source: Change Password
el_gr: Αλλαγή Κωδικού
lt_lt: Pakeisti slaptažodį
lv_lv: Mainīt paroli
nb_no: Endre passord
uk_ua: Змінити пароль

source: Enable Two-Factor Authentication
el_gr: Ενεργοποίηση ελέγχου ταυτότητας δύο παραγόντων
lt_lt: Įgalinti dviejų veiksnių autentifikavimą
lv_lv: Divfaktoru autentifikācijas iespējošana
nb_no: Aktiver tofaktorautentisering
uk_ua: Увімкніть двофакторну автентифікацію
