Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: generating the preview will not consume credits
el_gr: Η δημιουργία της προεπισκόπησης δεν θα καταναλώσει πιστώσεις
lt_lt: Generuojant peržiūrą nebus naudojami kreditai
lv_lv: priekšskatījuma ģenerēšana neizmantos kredītus
nb_no: Generering av forhåndsvisningen vil ikke forbruke kreditter
uk_ua: Створення попереднього перегляду не споживатиме кредити

source: Confirm and Save
el_gr: Επιβεβαίωση και αποθήκευση
lt_lt: Patvirtinkite ir išsaugokite
lv_lv: Apstipriniet un saglabājiet
nb_no: Bekreft og lagre
uk_ua: Підтвердьте та збережіть

source: A.I. Enhancement generated this month
el_gr: ΟΛΑ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ. Βελτίωση που δημιουργήθηκε αυτόν τον μήνα
lt_lt: A.I. Šį mėnesį sugeneruotas patobulinimas
lv_lv: A.I. Šomēnes radītais uzlabojums
nb_no: AI-forbedring generert denne måneden
uk_ua: Удосконалення штучного інтелекту, створене цього місяця

source: A.I. Enhancement generated
el_gr: ΟΛΑ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ. Βελτίωση που δημιουργήθηκε
lt_lt: A.I. Sukurtas patobulinimas
lv_lv: A.I. Radītie uzlabojumi
nb_no: AI-forbedring generert
uk_ua: Удосконалення штучного інтелекту

source: SAVE ENHANCED
el_gr: ΑΠΟΘΗΚΕΥΣΗ ΕΝΙΣΧΥΜΕΝΗ
lt_lt: IŠSAUGOTI PATOBULINTĄ
lv_lv: SAGLABĀT UZLABOTO
nb_no: LAGRE FORBEDRET
uk_ua: ЗБЕРЕГТИ ПОКРАЩЕНЕ

source: Original
el_gr: Κανονικό
lt_lt: Originalus
lv_lv: Sākotnējā
uk_ua: Оригінал

source: Enhanced
el_gr: Ενισχυμένη
lt_lt: Patobulintas
lv_lv: Uzlabotās
nb_no: Arbeidstyper
uk_ua: Розширення

source: show room on tour
el_gr: show room σε περιοδεία
lt_lt: Parodos kambarys ekskursijoje
lv_lv: izstāžu zāle ekskursijā
nb_no: Vis rom på turné
uk_ua: Шоу-рум на екскурсії

source: Visible List
el_gr: Ορατή λίστα
lt_lt: Matomas sąrašas
lv_lv: Redzamais saraksts
nb_no: Synlig liste
uk_ua: Видимий список

source: show room on list slider
el_gr: show room στο slider της λίστας
lt_lt: rodyti kambarį sąrašo slankiklyje
lv_lv: rādīt vietu saraksta slīdnī
nb_no: Vis rom på liste-glidebryteren
uk_ua: Показати кімнату в списку повзунок

source: Video End - Go to
el_gr: Τέλος βίντεο - Πηγαίνετε στο
lt_lt: Vaizdo įrašo pabaiga - eikite į
lv_lv: Video beigas - dodieties uz
nb_no: Videoslutt - Gå til
uk_ua: Кінець відео - Перейдіть до

source: destination room when the video ends
el_gr: δωμάτιο προορισμού όταν τελειώνει το βίντεο
lt_lt: paskirties kambarys, kai vaizdo įrašas baigiasi
lv_lv: Mērķa telpa, kad beidzas videoklips
nb_no: destinasjonsrom når videoen slutter
uk_ua: Цільова кімната після завершення відео

source: if the logo is present it will be displayed instead of the room name
el_gr: εάν υπάρχει το λογότυπο, θα εμφανίζεται αντί για το όνομα του δωματίου
lt_lt: jei logotipas yra, jis bus rodomas vietoj kambario pavadinimo
lv_lv: ja ir logotips, tas tiks parādīts telpas nosaukuma vietā
nb_no: Hvis logoen er til stede, vil den vises i stedet for romnavnet
uk_ua: Якщо логотип присутній, він буде відображатися замість назви кімнати

source: DELETE LOGO
el_gr: ΔΙΑΓΡΑΦΗ ΛΟΓΟΤΥΠΟΥ
lt_lt: IŠTRINTI LOGOTIPĄ
lv_lv: DZĒST LOGOTIPU
nb_no: SLETT LOGO
uk_ua: ВИДАЛИТИ ЛОГОТИП

source: Room Link
el_gr: Σύνδεσμος δωματίου
lt_lt: Kambario nuoroda
lv_lv: Istabas saite
nb_no: Kobling til rom
uk_ua: Посилання на кімнату

source: click to view / change
el_gr: κάντε κλικ για προβολή / αλλαγή
lt_lt: Spustelėkite norėdami peržiūrėti / pakeisti
lv_lv: Noklikšķiniet, lai skatītu / mainītu
nb_no: Klikk for å se / endre
uk_ua: Натисніть, щоб переглянути / змінити

source: Upload JSON File
el_gr: Ανεβάστε το αρχείο JSON
lt_lt: Įkelkite JSON failą
lv_lv: JSON faila augšupielāde
nb_no: Last opp JSON-fil
uk_ua: Завантажити файл JSON

source: VR Stereo Image
el_gr: Στερεοφωνική εικόνα VR
lt_lt: VR stereo vaizdas
lv_lv: VR stereo attēls
nb_no: VR-stereobilde
uk_ua: VR стерео зображення

source: Original Image
el_gr: Αρχική εικόνα
lt_lt: Originalus vaizdas
lv_lv: Sākotnējais attēls
nb_no: Opprinnelig bilde
uk_ua: Оригінальне зображення

source: Original Video
el_gr: Αρχικό βίντεο
lt_lt: Originalus vaizdo įrašas
lv_lv: Oriģināls video
uk_ua: Оригінальне відео

source: Compressed Image
el_gr: Συμπιεσμένη εικόνα
lt_lt: Suglaudintas vaizdas
lv_lv: Saspiests attēls
nb_no: Komprimert bilde
uk_ua: Стиснене зображення

source: Original JSON
el_gr: Αρχικό JSON
lt_lt: Originalus JSON
lv_lv: Oriģināls JSON
nb_no: Opprinnelig JSON
uk_ua: Оригінальний JSON

source: Multires Assets
el_gr: Multires περιουσιακά στοιχεία
lt_lt: Multires turtas
lv_lv: Multires aktīvi
nb_no: Multires-ressurser
uk_ua: Активи Multires

source: Total
el_gr: Σύνολο
lt_lt: Iš viso
lv_lv: Kopā
uk_ua: Всього

source: override transition settings for this room
el_gr: παράκαμψη των ρυθμίσεων μετάβασης για αυτό το δωμάτιο
lt_lt: nepaisyti šio kambario perėjimo nustatymų
lv_lv: ignorēt pārejas iestatījumus šai telpai
nb_no: Overstyr overgangsinnstillinger for dette rommet
uk_ua: Змініть налаштування переходів для цієї кімнати

source: Not enabled in the tour, enable it in the Editor UI
el_gr: Δεν είναι ενεργοποιημένο στην περιήγηση, ενεργοποιήστε το στη διεπαφή χρήστη του Editor
lt_lt: Neįjungta kelionėje, įgalinkite ją redaktoriaus vartotojo sąsajoje
lv_lv: Nav iespējots ceļvedī, iespējojiet to redaktora lietotāja saskarnē
nb_no: Ikke aktivert i innføringen, aktiver den i redigeringsgrensesnittet
uk_ua: Не включено в турі, увімкніть його в інтерфейсі редактора

source: override autorotation settings for this room
el_gr: παράκαμψη των ρυθμίσεων αυτόματης περιστροφής για αυτό το δωμάτιο
lt_lt: nepaisyti šio kambario autorotacijos nustatymų
lv_lv: ignorēt šīs telpas automātiskās rotācijas iestatījumus
nb_no: Overstyr innstillinger for autorotasjon for dette rommet
uk_ua: змінити налаштування автообертання для цієї кімнати

source: Speed
el_gr: Ταχύτητα
lt_lt: Greitis
lv_lv: Ātrums
nb_no: Hastighet
uk_ua: Швидкість

source: Inactivity
el_gr: Αδράνεια
lt_lt: Neveiklumo
lv_lv: Neaktivitāte
nb_no: Inaktivitet
uk_ua: Бездіяльності

source: A not fully equirectangular and 360 degree image was detected. Please adjust the position settings for correct viewing.
el_gr: Εντοπίστηκε μια εικόνα που δεν είναι πλήρως ισοκατευθυντική και 360 μοιρών. Παρακαλούμε προσαρμόστε τις ρυθμίσεις θέσης για σωστή προβολή.
lt_lt: Buvo aptiktas ne visiškai lygiavertis ir 360 laipsnių vaizdas. Sureguliuokite padėties nustatymus, kad galėtumėte teisingai peržiūrėti.
lv_lv: Tika konstatēts ne pilnībā vienādmalu un 360 grādu attēls. Lūdzu, pielāgojiet pozīcijas iestatījumus pareizai apskatei.
nb_no: Et ikke helt ekvirektangulært og 360 graders bilde ble oppdaget. Juster posisjonsinnstillingene for riktig viewing.
uk_ua: Було виявлено не повністю рівнокутне і 360-градусне зображення. Будь ласка, відрегулюйте налаштування положення для правильного перегляду.

source: Alternatively, try to fix with these presets:
el_gr: Εναλλακτικά, δοκιμάστε να διορθώσετε με αυτές τις προεπιλογές:
lt_lt: Arba pabandykite pataisyti naudodami šiuos išankstinius nustatymus:
lv_lv: Vai arī mēģiniet labot ar šiem sākotnējiem iestatījumiem:
nb_no: Alternativt kan du prøve å fikse med disse forhåndsinnstillingene:
uk_ua: Крім того, спробуйте виправити за допомогою цих пресетів:

source: 360 Horizontal Panorama
el_gr: οριζόντιο Πανόραμα 360
lt_lt: 360 Horizontali panorama
lv_lv: 360 horizontāla panorāma
nb_no: 360 Horisontal Panorama
uk_ua: 360 Горизонтальна панорама

source: 180 Horizontal Panorama
el_gr: 180 Οριζόντιο Πανόραμα
lt_lt: 180 Horizontali panorama
lv_lv: 180 horizontāla panorāma
nb_no: 180 Horisontalt panorama
uk_ua: 180 Горизонтальна панорама

source: 16:9 Flat Image
el_gr: επίπεδη εικόνα 16:9
lt_lt: 16:9 Plokščias vaizdas
lv_lv: 16:9 Plakans attēls
nb_no: 16:9 flatt bilde
uk_ua: Плоске зображення 16:9

source: 4:3 Flat Image
el_gr: επίπεδη εικόνα 4:3
lt_lt: 4:3 Plokščias vaizdas
lv_lv: 4:3 Plakans attēls
nb_no: 4:3 flatt bilde
uk_ua: Плоске зображення 4:3

source: hold click and move the mouse to change the position
el_gr: κρατήστε πατημένο το κλικ και μετακινήστε το ποντίκι για να αλλάξετε τη θέση
lt_lt: laikykite, spustelėkite ir judinkite pelę, kad pakeistumėte padėtį
lv_lv: turiet klikšķi un pārvietojiet peli, lai mainītu pozīciju
nb_no: Hold klikk og flytt musen for å endre posisjonen
uk_ua: Утримуючи утримання, клацніть і перемістіть мишу, щоб змінити положення

source: view
el_gr: προβολή
lt_lt: žiūrėti
lv_lv: skatīties
nb_no: se
uk_ua: переглянути

source: north
el_gr: βόρεια
lt_lt: Į šiaurę
lv_lv: Ziemeļi
nb_no: Nord
uk_ua: північний

source: positions
el_gr: θέσεις
lt_lt: Pozicijas
lv_lv: Pozīcijas
nb_no: Posisjoner
uk_ua: Позиції

source: effects
el_gr: αποτελέσματα
lt_lt: Poveikis
lv_lv: Efektus
nb_no: effekter
uk_ua: Ефекти

source: bulk
el_gr: χύμα
lt_lt: Urmu
lv_lv: Lielapjoma
uk_ua: Оптом

source: initial position when you enter in this room (drag the view and click set)
el_gr: αρχική θέση όταν εισέρχεστε σε αυτό το δωμάτιο (σύρετε την προβολή και κάντε κλικ στο set)
lt_lt: pradinę padėtį, kai įeinate į šį kambarį (vilkite vaizdą ir spustelėkite nustatyti)
lv_lv: sākotnējā pozīcija, ieejot šajā telpā (velciet skatu un noklikšķiniet uz iestatīt)
nb_no: utgangsposisjon når du går inn i dette rommet (dra visningen og klikk på Angi)
uk_ua: Початкова позиція при вході в цю кімнату (перетягніть вигляд і натисніть Встановити)

source: Set
el_gr: Ορισμός
lt_lt: Prezervatyvų rinkiniai
lv_lv: Iestatīt
nb_no: Angi
uk_ua: Задати

source: Compass North
el_gr: Πυξίδα Βορρά
lt_lt: Šiaurės kompasas
lv_lv: Kompass uz ziemeļiem
nb_no: Kompass Nord
uk_ua: Компас Північ

source: indication of the north position of this room (drag the view and click set)
el_gr: ένδειξη της βόρειας θέσης αυτού του δωματίου (σύρετε την προβολή και κάντε κλικ στο set)
lt_lt: šio kambario šiaurinės padėties nurodymas (vilkite vaizdą ir spustelėkite nustatyti)
lv_lv: Norāde par šīs telpas ziemeļu pozīciju (velciet skatu un noklikšķiniet uz Iestatīt)
nb_no: Indikasjon på nordposisjonen til dette rommet (dra visningen og klikk på Sett)
uk_ua: Індикація північного положення цієї кімнати (перетягніть вид і натисніть Встановити)

source: Show Nadir Logo
el_gr: Εμφάνιση λογότυπου Nadir
lt_lt: Rodyti "Nadir" logotipą
lv_lv: Rādīt Nadir logotipu
nb_no: Vis Nadir-logoen
uk_ua: Показати логотип Надір

source: EDIT THUMBNAIL
lt_lt: REDAGUOTI MINIATIŪRĄ
lv_lv: SĪKTĒLA REDIĢĒŠANA
nb_no: REDIGER MINIATYRBILDE
uk_ua: РЕДАГУВАТИ МІНІАТЮРУ

source: UPLOAD THUMBNAIL
el_gr: ΜΕΤΑΦΌΡΤΩΣΗ ΜΙΚΡΟΓΡΑΦΊΑΣ
lt_lt: ĮKELTI MINIATIŪRĄ
lv_lv: AUGŠUPIELĀDĒT SĪKTĒLU
nb_no: LAST OPP MINIATYRBILDE
uk_ua: ЗАВАНТАЖИТИ МІНІАТЮРУ

source: Save Preset
el_gr: Αποθήκευση προεπιλογής
lt_lt: Išsaugoti išankstinį nustatymą
lv_lv: Saglabāt sākotnējo iestatījumu
nb_no: Lagre Nåværende
uk_ua: Зберегти стиль

source: Apply Preset to this Room
el_gr: Εφαρμογή Προεπιλογής σε αυτό το δωμάτιο
lt_lt: Taikyti išankstinį nustatymą šiam kambariui
lv_lv: Lietot sākotnējo iestatījumu šajā telpā
nb_no: Bruk forhåndsinnstilling på dette rommet
uk_ua: Застосуйте попереднє налаштування до цієї кімнати

source: Apply Preset to all Rooms
el_gr: Εφαρμογή προεπιλογής σε όλα τα δωμάτια
lt_lt: Iš anksto nustatyti visiems kambariams
lv_lv: Lietot sākotnējo iestatījumu visiem numuriem
nb_no: Bruk forhåndsinnstilling på alle rom
uk_ua: Застосувати стиль до всіх кімнат

source: Delete Preset
el_gr: Διαγραφή προεπιλογής
lt_lt: Ištrinti išankstinį nustatymą
lv_lv: Dzēst sākotnējo iestatījumu
nb_no: Slett Nåværende
uk_ua: Видалити пресет

source: Horizontal Pitch
el_gr: Οριζόντιο βήμα
lt_lt: Horizontalus žingsnis
lv_lv: Horizontālais piķis
nb_no: Horisontal tonehøyde
uk_ua: Горизонтальний крок

source: specifies pitch of image horizon (for correcting non-leveled panoramas)
el_gr: καθορίζει το βήμα του ορίζοντα της εικόνας (για τη διόρθωση πανοράματος που δεν είναι ισοπεδωμένο)
lt_lt: nurodo vaizdo horizonto aukštį (neišlygintoms panoramoms taisyti)
lv_lv: norāda attēla horizonta slīpumu (lai koriģētu panorāmas, kas nav izlīdzinātas)
nb_no: Angir tonehøyde for bildehorisonten (for korrigering av panoramabilder uten vater)
uk_ua: Визначає кут нахилу горизонту зображення (для корекції нерівних панорам)

source: Horizontal Roll
el_gr: Οριζόντιο ρολό
lt_lt: Horizontalus ritinys
lv_lv: Horizontālais rullītis
nb_no: Horisontal rulling
uk_ua: Горизонтальний рулон

source: specifies roll of image horizon (for correcting non-leveled panoramas)
el_gr: καθορίζει την κλίση του ορίζοντα της εικόνας (για τη διόρθωση πανοράματος που δεν είναι ισοπεδωμένο)
lt_lt: nurodo vaizdo horizonto ritinį (neišlygintoms panoramoms taisyti)
lv_lv: norāda attēla horizonta rullīti (lai koriģētu neizlīdzinātas panorāmas)
nb_no: Angir rull for bildehorisont (for korrigering av panoramabilder uten nivå)
uk_ua: Визначає рулон горизонту зображення (для корекції невирівняних панорам)

source: Lower Pitch
el_gr: Χαμηλότερο βήμα
lt_lt: Apatinis žingsnis
lv_lv: Apakšējais piķis
nb_no: Lavere tonehøyde
uk_ua: Нижчий крок

source: maximum vertical inclination in degrees down (min 0 - max 125)
el_gr: μέγιστη κατακόρυφη κλίση σε μοίρες προς τα κάτω (min 0 - max 125)
lt_lt: didžiausias vertikalus pokrypis laipsniais žemyn (min 0 – maks. 125)
lv_lv: maksimālais vertikālais slīpums grādos uz leju (min 0 - max 125)
nb_no: maksimal vertikal helning i grader ned (min 0 - maks 125)
uk_ua: максимальний вертикальний нахил у градусах вниз (min 0 - max 125)

source: Upper Pitch
el_gr: Πάνω πίσσα
lt_lt: Viršutinis žingsnis
lv_lv: Augšējais piķis
nb_no: Øvre tonehøyde
uk_ua: Верхній тон

source: maximum vertical inclination in degrees up (min 0 - max 125)
el_gr: μέγιστη κατακόρυφη κλίση σε μοίρες προς τα πάνω (min 0 - max 125)
lt_lt: didžiausias vertikalus pokrypis laipsniais aukštyn (min 0 – maks. 125)
lv_lv: maksimālais vertikālais slīpums grādos uz augšu (min 0 - max 125)
nb_no: maksimal vertikal helning i grader opp (min 0 - maks 125)
uk_ua: максимальний вертикальний нахил у градусах вгору (min 0 - max 125)

source: Left Yaw
el_gr: Αριστερή κλίση
lt_lt: Kairysis žiovulys
lv_lv: Kreisā žāva
nb_no: Venstre giring
uk_ua: Ліве рискання

source: maximum horizontal inclination in degrees left (min 0 - max 180)
el_gr: μέγιστη οριζόντια κλίση σε μοίρες αριστερά (min 0 - max 180)
lt_lt: Maksimalus horizontalus pokrypis laipsniais į kairę (min. 0 - daugiausia 180)
lv_lv: maksimālais horizontālais slīpums grādos pa kreisi (min 0 - max 180)
nb_no: maksimal horisontal helning i grader venstre (min 0 - maks 180)
uk_ua: максимальний нахил по горизонталі в градусах вліво (хв 0 - макс 180)

source: Right Yaw
el_gr: Δεξιά εκτροπή
lt_lt: Dešinysis žiovulys
lv_lv: Labā žāva
nb_no: Høyre giring
uk_ua: Праве нишпорення

source: maximum horizontal inclination in degrees right (min 0 - max 180)
el_gr: μέγιστη οριζόντια κλίση σε μοίρες δεξιά (min 0 - max 180)
lt_lt: Maksimalus horizontalus pokrypis laipsniais į dešinę (min. 0 - daugiausia 180)
lv_lv: maksimālais horizontālais slīpums grādos pa labi (min 0 - max 180)
nb_no: maksimal horisontal helning i grader høyre (min 0 - maks 180)
uk_ua: Максимальний нахил по горизонталі в градусах вправо (хв 0 - макс 180)

source: HAOV
uk_ua: ХАОВ

source: sets the panorama’s horizontal angle of view, in degrees (min 0 - max 360)
el_gr: καθορίζει την οριζόντια γωνία θέασης του πανοράματος σε μοίρες (min 0 - max 360)
lt_lt: Nustato horizontalų panoramos matymo kampą laipsniais (min. 0 – maks. 360)
lv_lv: Iestata panorāmas horizontālo skata leņķi grādos (min 0 - max 360)
nb_no: Stiller inn panoramaets horisontale synsvinkel, i grader (min 0 - maks 360)
uk_ua: Встановлює кут огляду панорами по горизонталі, в градусах (min 0 - max 360)

source: VAOV
uk_ua: ВАОВ

source: sets the panorama’s vertical angle of view, in degrees (min 0 - max 180)
el_gr: ορίζει την κατακόρυφη γωνία θέασης του πανοράματος σε μοίρες (min 0 - max 180)
lt_lt: Nustato panoramos vertikalųjį matymo kampą laipsniais (min. 0 - daugiausia 180)
lv_lv: Iestata panorāmas vertikālo skata leņķi grādos (min 0 - max 180)
nb_no: Stiller inn panoramaets vertikale synsvinkel, i grader (min 0 - maks 180)
uk_ua: Встановлює вертикальний кут огляду панорами, у градусах (min 0 - max 180)

source: sets the panorama’s horizontal field of view (0 to keep default virtual tour setting)
el_gr: καθορίζει το οριζόντιο οπτικό πεδίο του πανοράματος (0 για να διατηρηθεί η προεπιλεγμένη ρύθμιση της εικονικής περιήγησης)
lt_lt: Nustato horizontalų panoramos matymo lauką (0, kad būtų išlaikytas numatytasis virtualios apžvalgos nustatymas)
lv_lv: iestata panorāmas horizontālo skata lauku (0, lai saglabātu noklusējuma virtuālā ceļveža iestatījumu)
nb_no: Angir panoramaets horisontale synsfelt (0 for å beholde standard innstilling for virtuell innføring)
uk_ua: Встановлює горизонтальне поле зору панорами (0 для збереження налаштувань віртуального туру за замовчуванням)

source: background color shown for partial panoramas
el_gr: χρώμα φόντου που εμφανίζεται για τα μερικά πανοράματα
lt_lt: Rodoma dalinių panoramų fono spalva
lv_lv: daļējām panorāmām tiek rādīta fona krāsa
nb_no: Bakgrunnsfarge vist for delvise panoramabilder
uk_ua: Колір фону відображається для часткових панорам

source: Allow Zoom
el_gr: Επιτρέψτε το ζουμ
lt_lt: Leisti priartinti
lv_lv: Atļaut tālummaiņu
nb_no: Tillat zoom
uk_ua: Дозволити масштабування

source: enables zoom
el_gr: ενεργοποιεί το ζουμ
lt_lt: Įgalina mastelio keitimą
lv_lv: iespējo tālummaiņu
nb_no: Aktiverer zoom
uk_ua: Включає масштабування

source: Allow Pitch
el_gr: Επιτρέψτε το Pitch
lt_lt: Leisti žingsnį
lv_lv: Atļaut piķi
nb_no: Tillat tonehøyde
uk_ua: Дозволити крок

source: enables vertical inclination
el_gr: επιτρέπει την κατακόρυφη κλίση
lt_lt: įgalina vertikalų pokrypį
lv_lv: Iespējo vertikālo slīpumu
nb_no: muliggjør vertikal helning
uk_ua: Включає вертикальний нахил

source: No associated floorplan.
el_gr: Δεν υπάρχει σχετική κάτοψη.
lt_lt: Nėra susijusio grindų plano.
lv_lv: Nav saistīta grīdas plāna.
nb_no: Ingen tilhørende planløsning.
uk_ua: Немає пов'язаного з плануванням поверху.

source: No associated map.
el_gr: Δεν υπάρχει σχετικός χάρτης.
lt_lt: Nėra susieto žemėlapio.
lv_lv: Nav saistītas kartes.
nb_no: Ingen tilknyttet kart.
uk_ua: Немає пов'язаної карти.

source: Apply Initial Position to all Rooms
el_gr: Εφαρμόστε την αρχική θέση σε όλα τα δωμάτια
lt_lt: Taikyti pradinę padėtį visiems kambariams
lv_lv: Lietojiet sākotnējo pozīciju visiem numuriem
nb_no: Bruk startposisjon på alle rom
uk_ua: Застосуйте початкову позицію до всіх кімнат

source: Apply North to all Rooms
el_gr: Εφαρμογή Βόρεια σε όλα τα δωμάτια
lt_lt: Taikyti šiaurę visiems kambariams
lv_lv: Piesakies ziemeļiem visās istabās
nb_no: Søk Nord på alle rom
uk_ua: Застосувати північ до всіх кімнат

source: Apply Effects to all Rooms
el_gr: Εφαρμόστε εφέ σε όλα τα δωμάτια
lt_lt: Taikyti efektus visiems kambariams
lv_lv: Lietotu efektus visās istabās
nb_no: Bruk effekter på alle rom
uk_ua: Застосуйте ефекти до всіх кімнат

source: Brightness
el_gr: Λάμψη
lt_lt: Ryškumą
lv_lv: Spilgtums
nb_no: Lysstyrke
uk_ua: Яскравість

source: Contrast
el_gr: Αντίθεση
lt_lt: Kontrastas
lv_lv: Kontrasts
nb_no: Kontrast
uk_ua: Контраст

source: Saturate
el_gr: Διαβρέχω
lt_lt: Sočiųjų
lv_lv: Piesātinātu
nb_no: Mette
uk_ua: Насичення

source: Grayscale
el_gr: Κλίμακα Γκρι
lt_lt: Pilkos pustoniai
lv_lv: Pelēktoņu
nb_no: Gråtone
uk_ua: Відтінки сірого

source: Effect
el_gr: Εφέ
lt_lt: Efektas
lv_lv: Efekts
nb_no: Effekt
uk_ua: Ефект

source: Snow
el_gr: Χιονι
lt_lt: Sniegas
lv_lv: Sniegs
nb_no: Snø
uk_ua: Сніг

source: Rain
el_gr: Βροχή
lt_lt: Lietus
lv_lv: Lietus
nb_no: Regn
uk_ua: Дощ

source: Fog
el_gr: Ομίχλη
lt_lt: Rūkas
lv_lv: Migla
nb_no: Tåke
uk_ua: Туман

source: Fireworks
el_gr: Πυροτεχνήματα
lt_lt: Fejerverkai
lv_lv: Uguņošana
nb_no: Fyrverkeri
uk_ua: Феєрверк

source: Confetti
el_gr: Κομφετί
lt_lt: Konfeti
lv_lv: Konfeti
nb_no: Konfetti
uk_ua: Конфеті́

source: Sparkle
el_gr: Λάμψη
lv_lv: Dzirksti
nb_no: Glimre
uk_ua: Родзинка

source: Blur
el_gr: Θολούρα
lt_lt: Bluras
lv_lv: Aizmiglojums
nb_no: Uklar
uk_ua: Розмиття

source: allows you to blur parts of the panoramic image, such as faces and license plates
el_gr: σας επιτρέπει να θολώνετε τμήματα της πανοραμικής εικόνας, όπως πρόσωπα και πινακίδες κυκλοφορίας
lt_lt: leidžia sulieti panoraminio vaizdo dalis, pvz., veidus ir valstybinius numerius
lv_lv: ļauj aizmiglot panorāmas attēla daļas, piemēram, sejas un numura zīmes
nb_no: lar deg gjøre deler av panoramabildet uskarpe, for eksempel ansikter og bilskilt
uk_ua: дозволяє розмити частини панорамного зображення, такі як обличчя та номерні знаки

source: EDIT BLUR
lt_lt: REDAGUOTI SULIEJIMĄ
lv_lv: REDIĢĒT IZPLŪŠANU
nb_no: REDIGER USKARPHET
uk_ua: РЕДАГУВАТИ РОЗМИТТЯ

source: Annotation
el_gr: Σχολιασμός
lt_lt: Komentaras
lv_lv: Anotācija
nb_no: Merknad
uk_ua: Анотація

source: title of the information about the room contained in the block at the top left (blank to not display)
el_gr: τίτλος των πληροφοριών σχετικά με το δωμάτιο που περιέχονται στο μπλοκ πάνω αριστερά (κενό για να μην εμφανίζεται)
lt_lt: Informacijos apie kambarį, esantį viršutiniame kairiajame kampe esančiame bloke, pavadinimas (tuščia ir nerodoma)
lv_lv: tās informācijas nosaukums, kas atrodas blokā augšējā kreisajā stūrī (tukšs, lai netiktu parādīts)
nb_no: tittelen på informasjonen om rommet i blokken øverst til venstre (tom for ikke å vises)
uk_ua: назва інформації про кімнату, що міститься в блоці зліва вгорі (порожньо, щоб не відображати)

source: description of the information about the room contained in the block at the top left (blank to not display)
el_gr: περιγραφή των πληροφοριών σχετικά με το δωμάτιο που περιέχονται στο μπλοκ πάνω αριστερά (κενό για να μην εμφανίζεται)
lt_lt: Informacijos apie kambarį, esantį viršutiniame kairiajame kampe esančiame bloke, aprašymas (tuščia arba nerodoma)
lv_lv: tās informācijas apraksts, kas atrodas blokā augšējā kreisajā stūrī (tukšs, lai netiktu parādīts)
nb_no: Beskrivelse av informasjonen om rommet i blokken øverst til venstre (tom for ikke å vise)
uk_ua: опис інформації про кімнату, що міститься в блоці зліва вгорі (порожньо, щоб не відображати)

source: Upload new Audio
el_gr: Μεταφόρτωση νέου ήχου
lt_lt: Įkelti naują garso įrašą
lv_lv: Augšupielādēt jaunu audio
nb_no: Last opp ny lyd
uk_ua: Завантажте нове аудіо

source: REMOVE AUDIO
el_gr: ΑΦΑΙΡΕΣΗ ΑΚΟΥΣΤΙΚΟΥ
lt_lt: PAŠALINKITE GARSĄ
lv_lv: AUDIO NOŅEMŠANA
nb_no: FJERN LYD
uk_ua: ВИДАЛИТИ АУДІО

source: Upload Audio (MP3)
el_gr: Μεταφόρτωση ήχου (MP3)
lt_lt: Garso įrašo įkėlimas (MP3)
lv_lv: Augšupielādēt audio (MP3)
nb_no: Last opp lyd (MP3)
uk_ua: Завантажити аудіо (MP3)

source: Audio embedded
el_gr: Ενσωματωμένος ήχος
lt_lt: Garso įterpimas
lv_lv: Iegults audio
nb_no: Innebygd lyd
uk_ua: Вбудований аудіо

source: uses the audio track embedded in the video
el_gr: χρησιμοποιεί το κομμάτι ήχου που είναι ενσωματωμένο στο βίντεο
lt_lt: naudoja į vaizdo įrašą įterptą garso takelį
lv_lv: Izmanto videoklipā iegulto audio ierakstu
nb_no: bruker lydsporet som er innebygd i videoen
uk_ua: використовує звукову доріжку, вбудовану у відео

source: loops the audio or play once
el_gr: επανάληψη του ήχου ή αναπαραγωγή μία φορά
lt_lt: Vieną kartą kartoja garsą arba leidžia
lv_lv: Cikliski atskaņo audio vai atskaņo vienu reizi
nb_no: looper lyden eller spiller av én gang
uk_ua: зациклює звук або відтворює один раз

source: Once
el_gr: Μία φορά
lt_lt: Kadaise
lv_lv: Kad
nb_no: En gang
uk_ua: Одного разу

source: play the audio only the first access to this room
el_gr: αναπαραγωγή του ήχου μόνο για την πρώτη πρόσβαση σε αυτό το δωμάτιο
lt_lt: leisti garsą tik pirmą kartą patekus į šį kambarį
lv_lv: Atskaņojiet audio tikai pirmo reizi piekļūstot šai telpai
nb_no: Spill av lyden kun den første tilgangen til dette rommet
uk_ua: Відтворюйте аудіо тільки при першому доступі в цю кімнату

source: Audio Volume
el_gr: Ένταση ήχου
lt_lt: Garso garsumas
lv_lv: Audio skaļums
nb_no: Lydvolum
uk_ua: Гучність звуку
