Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: click to select / deselect a room - drag to change its order - enter the duration in seconds
el_gr: κάντε κλικ για να επιλέξετε/αποεπιλέξετε ένα δωμάτιο - σύρετε για να αλλάξετε τη σειρά του - πληκτρολογήστε τη διάρκεια σε δευτερόλεπτα
lt_lt: Spustelėkite, kad pasirinktumėte / panaikintumėte kambario pasirinkimą - vilkite, kad pakeistumėte jo tvarką - įveskite trukmę sekundėmis
lv_lv: noklikšķiniet, lai atlasītu / noņemtu telpas atlasi - velciet, lai mainītu tās secību - ievadiet ilgumu sekundēs
nb_no: Klikk for å velge / velge bort et rom - dra for å endre rekkefølgen - skriv inn varigheten i sekunder
uk_ua: Натисніть, щоб вибрати / скасувати вибір кімнати - Перетягніть, щоб змінити її порядок - Введіть тривалість у секундах

source: Duration Slide
el_gr: Διάρκεια Slide
lt_lt: Trukmės skaidrė
lv_lv: Ilguma slaids
nb_no: Varighet lysbilde
uk_ua: Слайд тривалості

source: Set to All
el_gr: Ορισμός σε Όλα
lt_lt: Nustatyti į Visi
lv_lv: Iestatīt uz Visi
nb_no: Sett til alle
uk_ua: Встановлено для всіх

source: Video Duration
el_gr: Διάρκεια βίντεο
lt_lt: Vaizdo įrašo trukmė
lv_lv: Video ilgums
nb_no: Videovarighet
uk_ua: Тривалість відео

source: CANCEL
el_gr: ΑΚΥΡΩΣΗ
lt_lt: ATŠAUKTI
lv_lv: ATCELT
nb_no: AVBRYT
uk_ua: СКАСУВАТИ

source: Generate 360 video
el_gr: Δημιουργία βίντεο 360
lt_lt: Sukurkite 360º vaizdo įrašą
lv_lv: Ģenerējiet 360 grādu video
nb_no: Generer 360-video
uk_ua: Створення відео у форматі 360 градусів

source: You cannot use Media Library on an external virtual tour!
el_gr: Δεν μπορείτε να χρησιμοποιήσετε τη Βιβλιοθήκη πολυμέσων σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite naudoti "Media Library" išoriniame virtualiame ture!
lv_lv: Jūs nevarat izmantot Media Library ārējā virtuālā tūrē!
nb_no: Du kan ikke bruke mediebiblioteket på en ekstern virtuell omvisning!
uk_ua: Ви не можете використовувати медіатеку в зовнішньому віртуальному турі!

source: Your "%s" plan not allow to create Media Library!
el_gr: Το σχέδιο "%s" δεν επιτρέπει τη δημιουργία βιβλιοθήκης πολυμέσων!
lt_lt: Jūsų "%s" planas neleidžia kurti medijos bibliotekos!
lv_lv: Jūsu "%s" plāns neļauj izveidot multivides bibliotēku!
nb_no: Din "%s"-plan tillater ikke å opprette mediebibliotek!
uk_ua: Ваш тариф "%s" не дозволяє створювати Медіатеку!

source: ADD ACTION
el_gr: ΠΡΟΣΘΗΚΗ ΔΡΑΣΗΣ
lt_lt: VEIKSMO ĮTRAUKIMAS
lv_lv: PIEVIENOT DARBĪBU
nb_no: LEGG TIL HANDLING
uk_ua: ДОДАТИ ДІЮ

source: ADD ROOM
el_gr: ΠΡΟΣΘΗΚΗ ΔΩΜΑΤΙΟΥ
lt_lt: PRIDĖTI KAMBARĮ
lv_lv: PIEVIENOT ISTABU
nb_no: LEGG TIL ROM
uk_ua: ДОДАТИ ПРОСТІР

source: Search Virtual Tour ...
el_gr: Αναζήτηση Εικονική περιήγηση ...
lt_lt: Ieškoti virtualaus turo ...
lv_lv: Meklēt virtuālo ceļojumu ...
nb_no: Søk etter virtuell omvisning ...
uk_ua: Пошук віртуального туру ...

source: 3D VIEW
el_gr: τΡΙΣΔΙΆΣΤΑΤΗ ΠΡΟΒΟΛΉ
lt_lt: 3D VAIZDAS
lv_lv: 3D SKATS
nb_no: 3D-VISNING
uk_ua: 3D ВИД

source: ROOMS
el_gr: ΔΩΜΑΤΙΑ
lt_lt: KAMBARIAI
lv_lv: NUMURI
nb_no: ROM
uk_ua: НОМЕРИ

source: MAPS
el_gr: ΧΑΡΤΕΣ
lt_lt: ŽEMĖLAPIAI
lv_lv: KARTES
nb_no: KART
uk_ua: КАРТИ

source: GALLERY
lt_lt: GALERIJA
lv_lv: GALERIJA
nb_no: GALLERI
uk_ua: ГАЛЕРЕЯ

source: INFO BOX
lt_lt: INFORMACIJOS LAUKAS
lv_lv: INFORMĀCIJAS LODZIŅŠ
nb_no: INFOBOKS
uk_ua: ІНФОРМАЦІЙНА ПАНЕЛЬ

source: PUBLISH
el_gr: ΔΗΜΟΣΙΕΥΣΗ
lt_lt: PUBLIKUOTI
lv_lv: PUBLICĒT
nb_no: Publiser
uk_ua: ОПУБЛІКУВАТИ

source: OPEN DIRECT LINK
el_gr: ΑΝΟΙΞΤΕ ΑΜΕΣΟ ΣΥΝΔΕΣΜΟ
lt_lt: ATIDARYTI TIESIOGINĘ NUORODĄ
lv_lv: ATVĒRT TIEŠO SAITI
nb_no: ÅPNE DIREKTE LINK
uk_ua: ВІДКРИТИ ПРЯМЕ ПОСИЛАННЯ

source: Search Map ...
el_gr: Αναζήτηση Χάρτης ...
lt_lt: Ieškoti žemėlapio ...
lv_lv: Meklēt karti ...
nb_no: Søk på kart ...
uk_ua: Пошук на карті ...

source: Rooms assigned
el_gr: Διατιθέμενα δωμάτια
lt_lt: Priskirti kambariai
lv_lv: Piešķirtās istabas
nb_no: Rom tildelt
uk_ua: Призначених номерів

source: measure
el_gr: μέτρο
lt_lt: Priemonė
lv_lv: pasākums
nb_no: mål
uk_ua: виміряти

source: Content - Link or upload Image
el_gr: Περιεχόμενο - Σύνδεσμος ή φόρτωση εικόνας
lt_lt: Turinys - susieti arba įkelti vaizdą
lv_lv: Saturs — saistīt vai augšupielādēt attēlu
nb_no: Innhold - Koble til eller last opp bilde
uk_ua: Контент - посилання або завантаження зображення

source: Content - Panorama Image
el_gr: Περιεχόμενο - Εικόνα πανοράματος
lt_lt: Turinys - Panorama Image
lv_lv: Saturs - Panorāmas attēls
nb_no: Innhold - panoramabilde
uk_ua: Контент - Панорамне зображення

source: Content - Link or upload Json
el_gr: Περιεχόμενο - Σύνδεσμος ή φόρτωση Json
lt_lt: Turinys – susiekite arba įkelkite "Json"
lv_lv: Saturs — saite vai augšupielāde Json
nb_no: Innhold - Koble til eller last opp Json
uk_ua: Контент – посилання або завантаження файлу Json

source: Embedded - Link or upload Image
el_gr: Ενσωματωμένο - Σύνδεσμος ή φόρτωση εικόνας
lt_lt: Įdėta - susiekite arba įkelkite vaizdą
lv_lv: Iegults — saistiet vai augšupielādējiet attēlu
nb_no: Innebygd - Koble til eller last opp bilde
uk_ua: Embedded - посилання або завантаження зображення

source: Content - Youtube/Vimeo Link or upload Video MP4 / WEBM
el_gr: Περιεχόμενο - Σύνδεσμος Youtube/Vimeo ή φόρτωση βίντεο MP4 / WEBM
lt_lt: Turinys - "Youtube" / "Vimeo" nuoroda arba įkelti vaizdo įrašą MP4 / WEBM
lv_lv: Saturs - Youtube/Vimeo Saite vai augšupielāde Video MP4 / WEBM
nb_no: Innhold - Youtube / Vimeo Link eller last opp video MP4 / WEBM
uk_ua: Контент - Youtube/Vimeo Посилання або завантаження відео MP4 / WEBM

source: Embedded - Youtube Link or upload Video MP4 / WEBM
el_gr: Ενσωματωμένο - Σύνδεσμος Youtube ή φόρτωση βίντεο MP4 / WEBM
lt_lt: Įterpta - "YouTube" nuoroda arba įkelkite vaizdo įrašą MP4 / WEBM
lv_lv: Iegults - Youtube saite vai augšupielādes video MP4 / WEBM
nb_no: Innebygd - Youtube Link eller last opp video MP4 / WEBM
uk_ua: Embedded - Youtube Посилання або завантаження відео MP4 / WEBM

source: Embedded - upload Video WEBM + MOV
el_gr: Ενσωματωμένο - ανεβάστε βίντεο WEBM + MOV
lt_lt: Įdėta - įkelkite vaizdo įrašą WEBM + MOV
lv_lv: Iegults - augšupielādēt video WEBM + MOV
nb_no: Innebygd - last opp video WEBM + MOV
uk_ua: Embedded - завантаження відео WEBM + MOV

source: Embedded - upload Video MP4 with Chroma background
el_gr: Ενσωματωμένο - ανεβάστε βίντεο MP4 με φόντο Chroma
lt_lt: Įdėta - įkelkite MP4 vaizdo įrašą su "Chroma" fonu
lv_lv: Iegults - augšupielādējiet video MP4 ar Chroma fonu
nb_no: Innebygd - last opp video MP4 med Chroma-bakgrunn
uk_ua: Embedded - завантажуйте відео MP4 з хроматим фоном

source: Content - Audio MP3 Link or upload Audio MP3
el_gr: Περιεχόμενο - Ήχος MP3 Σύνδεσμος ή φόρτωση ήχου MP3
lt_lt: Turinys - garso MP3 nuoroda arba įkėlimas Garso MP3
lv_lv: Saturs - Audio MP3 Saite vai augšupielāde Audio MP3
nb_no: Innhold - Lyd MP3 Link eller last opp lyd MP3
uk_ua: Контент - Аудіо MP3 Посилання або завантаження Аудіо MP3

source: Content - Video 360 MP4
el_gr: Περιεχόμενο - Βίντεο 360 MP4
lt_lt: Turinys - Video 360 MP4
lv_lv: Saturs - Video 360 MP4
nb_no: Innhold - Video 360 MP4
uk_ua: Контент - Відео 360 MP4

source: Embedded - Link
el_gr: Ενσωματωμένο - Σύνδεσμος
lt_lt: Įdėta - Nuoroda
lv_lv: Iegults - saite
nb_no: Innebygd – lenke
uk_ua: Вбудовані - посилання

source: Embedded - Text
el_gr: Ενσωματωμένο - Κείμενο
lt_lt: Įdėta - tekstas
lv_lv: Iegults - teksts
nb_no: Innebygd - tekst
uk_ua: Вбудований - Текстовий

source: Embedded - HTML
el_gr: Ενσωματωμένο - HTML
lt_lt: Įdėta - HTML
lv_lv: Iegults - HTML
nb_no: Innebygd – HTML
uk_ua: Вбудовані - HTML

source: Content - Link
el_gr: Περιεχόμενο - Σύνδεσμος
lt_lt: Turinys - Nuoroda
lv_lv: Saturs - saite
nb_no: Innhold - Lenke
uk_ua: Зміст - Посилання

source: Content - PDF Link or upload PDF
el_gr: Περιεχόμενο - Σύνδεσμος PDF ή μεταφόρτωση PDF
lt_lt: Turinys - PDF Nuoroda arba įkelti PDF
lv_lv: Saturs - PDF saite vai augšupielāde PDF
nb_no: Innhold - PDF-lenke eller last opp PDF
uk_ua: Контент - PDF Посилання або завантаження PDF

source: Content - upload a ZIP containing Js/Json and Point Cloud data
el_gr: Περιεχόμενο - μεταφορτώστε ένα ZIP που περιέχει δεδομένα Js/Json και Point Cloud
lt_lt: Turinys - įkelkite ZIP, kuriame yra Js/Json ir Point Cloud duomenys
lv_lv: Saturs — augšupielādējiet ZIP, kas satur Js/Json un Point Cloud datus
nb_no: Innhold - last opp en ZIP som inneholder Js/Json- og punktskydata
uk_ua: Контент - завантажте ZIP-архів, що містить дані Js/JSON та Point Cloud

source: Content - Link (external)
el_gr: Περιεχόμενο - Σύνδεσμος (εξωτερικός)
lt_lt: Turinys - Nuoroda (išorinė)
lv_lv: Saturs - saite (ārēja)
nb_no: Innhold - Lenke (ekstern)
uk_ua: Контент - Посилання (зовнішнє)

source: Content - Link or upload a File
el_gr: Περιεχόμενο - Σύνδεσμος ή μεταφόρτωση αρχείου
lt_lt: Turinys – susiekite arba įkelkite failą
lv_lv: Saturs — faila saistīšana vai augšupielāde
nb_no: Innhold - Koble til eller last opp en fil
uk_ua: Контент - посилання або завантаження файлу

source: Content - Object 3D
el_gr: Περιεχόμενο - Αντικείμενο 3D
lt_lt: Turinys - Objektas 3D
lv_lv: Saturs - objekts 3D
nb_no: Innhold - Objekt 3D
uk_ua: Зміст - Об'єкт 3D

source: Embedded - Object 3D
el_gr: Ενσωματωμένο - Αντικείμενο 3D
lt_lt: Įdėta - objektas 3D
lv_lv: Iegults - objekts 3D
nb_no: Innebygd – Objekt 3D
uk_ua: Вбудований - Об'єкт 3D

source: Please select an icon from library
el_gr: Παρακαλούμε επιλέξτε ένα εικονίδιο από τη βιβλιοθήκη
lt_lt: Pasirinkite piktogramą iš bibliotekos
lv_lv: Lūdzu, atlasiet ikonu no bibliotēkas
nb_no: Velg et ikon fra biblioteket
uk_ua: Будь ласка, виберіть іконку з бібліотеки

source: Search Room ...
el_gr: Αναζήτηση δωματίου ...
lt_lt: Paieškos kambarys ...
lv_lv: Meklēšanas telpa ...
nb_no: Søk rom ...
uk_ua: Пошукова кімната ...

source: DRAG TO CHANGE POSITION
el_gr: ΣΎΡΕΤΕ ΓΙΑ ΝΑ ΑΛΛΆΞΕΤΕ ΘΈΣΗ
lt_lt: VILKITE, KAD PAKEISTUMĖTE PADĖTĮ
lv_lv: VELCIET, LAI MAINĪTU POZĪCIJU
nb_no: DRA FOR Å ENDRE POSISJON
uk_ua: ПЕРЕТЯГНІТЬ, ЩОБ ЗМІНИТИ ПОЛОЖЕННЯ

source: Accepted only images in JPG/PNG format.
el_gr: Γίνονται δεκτές μόνο εικόνες σε μορφή JPG/PNG.
lt_lt: Priimami tik JPG/PNG formato vaizdai.
lv_lv: Pieņemti tikai attēli JPG/PNG formātā.
nb_no: Godtok kun bilder i JPG/PNG-format.
uk_ua: Приймаються тільки зображення у форматі JPG/PNG.

source: Panorama video
el_gr: Πανόραμα βίντεο
lt_lt: Panoraminis vaizdo įrašas
lv_lv: Panorāmas video
uk_ua: Панорамне відео

source: Accepted only 360 degree videos in MP4/WEBM format.
el_gr: Δεκτά μόνο βίντεο 360 μοιρών σε μορφή MP4/WEBM.
lt_lt: Priimami tik 360 laipsnių vaizdo įrašai MP4 / WEBM formatu.
lv_lv: Pieņemti tikai 360 grādu video MP4/WEBM formātā.
nb_no: Godtok kun 360 graders videoer i MP4/WEBM-format.
uk_ua: Приймаються тільки 360-градусні відео у форматі MP4/WEBM.

source: Initial Image
el_gr: Αρχική εικόνα
lt_lt: Pradinis vaizdas
lv_lv: Sākotnējais attēls
nb_no: Første bilde
uk_ua: Початкове зображення

source: The initial image must be the same size as the video stream.
el_gr: Η αρχική εικόνα πρέπει να έχει το ίδιο μέγεθος με τη ροή βίντεο.
lt_lt: Pradinis vaizdas turi būti tokio pat dydžio kaip vaizdo įrašo srautas.
lv_lv: Sākotnējam attēlam jābūt tāda paša izmēra kā video straumei.
nb_no: Det første bildet må ha samme størrelse som videostrømmen.
uk_ua: Початкове зображення має бути такого ж розміру, як і відеопотік.

source: The initial image must be the same size as the lottie file.
el_gr: Η αρχική εικόνα πρέπει να έχει το ίδιο μέγεθος με το αρχείο lottie.
lt_lt: Pradinis vaizdas turi būti tokio pat dydžio kaip lottie failas.
lv_lv: Sākotnējam attēlam jābūt tāda paša izmēra kā lottie failam.
nb_no: Det første bildet må ha samme størrelse som lottie-filen.
uk_ua: Початкове зображення має бути такого ж розміру, як і файл лотки.

source: No images in this gallery.
el_gr: Δεν υπάρχουν εικόνες σε αυτή τη γκαλερί.
lt_lt: Šioje galerijoje nėra vaizdų.
lv_lv: Šajā galerijā nav attēlu.
nb_no: Ingen bilder i dette galleriet.
uk_ua: У цій галереї немає зображень.

source: No files in this media library.
el_gr: Δεν υπάρχουν αρχεία σε αυτή τη βιβλιοθήκη πολυμέσων.
lt_lt: Šioje medijos bibliotekoje nėra failų.
lv_lv: Šajā multivides bibliotēkā nav failu.
nb_no: Ingen filer i dette mediebiblioteket.
uk_ua: У цій медіатеці немає файлів.

source: No files in this icon library.
el_gr: Δεν υπάρχουν αρχεία σε αυτή τη βιβλιοθήκη εικονιδίων.
lt_lt: Šioje piktogramų bibliotekoje nėra failų.
lv_lv: Šajā ikonu bibliotēkā nav failu.
nb_no: Ingen filer i dette ikonbiblioteket.
uk_ua: У цій бібліотеці значків немає файлів.

source: Link (emded)
el_gr: Σύνδεσμος (emded)
lt_lt: Nuoroda (emded)
lv_lv: Saite (emded)
uk_ua: Посилання (emded)

source: Embed (image)
el_gr: Ενσωμάτωση (εικόνα)
lt_lt: Įdėjimas (vaizdas)
lv_lv: Iegulšana (attēls)
nb_no: Bygg inn (bilde)
uk_ua: Вбудувати (зображення)

source: Embed (slideshow)
el_gr: Ενσωματώστε (προβολή διαφανειών)
lt_lt: Įdėjimas (skaidrių demonstravimas)
lv_lv: Iegulšana (slaidrāde)
nb_no: Bygg inn (lysbildefremvisning)
uk_ua: Вбудовування (слайд-шоу)

source: Embed (video)
el_gr: Ενσωματώστε (βίντεο)
lt_lt: Įdėjimas (vaizdo įrašas)
lv_lv: Iegulšana (video)
nb_no: Bygg inn (video)
uk_ua: Вбудовування (відео)

source: Embed (video with transparency)
el_gr: Ενσωμάτωση (βίντεο με διαφάνεια)
lt_lt: Įterpti (vaizdo įrašas su skaidrumu)
lv_lv: Iegulšana (video ar caurspīdīgumu)
nb_no: Bygg inn (video med gjennomsiktighet)
uk_ua: Вбудувати (відео з прозорістю)

source: Embed (video with background removal)
el_gr: Ενσωμάτωση (βίντεο με αφαίρεση φόντου)
lt_lt: Įdėjimas (vaizdo įrašas su fono pašalinimu)
lv_lv: Iegulšana (video ar noņemšanu fonā)
nb_no: Embed (video med fjerning i bakgrunnen)
uk_ua: Вбудувати (відео з видаленням фону)

source: Embed (object3d)
el_gr: Ενσωμάτωση (object3d)
lt_lt: Įdėti (object3d)
lv_lv: Iegult (object3d)
nb_no: Bygg inn (object3d)
uk_ua: Вбудовування (object3d)

source: Embed (link)
el_gr: Ενσωματώστε (σύνδεσμος)
lt_lt: Įterpti (saitas)
lv_lv: Iegulšana (saite)
nb_no: Bygg inn (lenke)
uk_ua: Вбудувати (посилання)

source: Embed (text)
el_gr: Ενσωμάτωση (κείμενο)
lt_lt: Įdėjimas (tekstas)
lv_lv: Iegulšana (teksts)
nb_no: Bygg inn (tekst)
uk_ua: Вбудувати (текст)

source: Embed (html)
el_gr: Ενσωμάτωση (html)
lt_lt: Įterpti (html)
lv_lv: Iegult (html)
nb_no: Bygg inn (html)
uk_ua: Вбудовування (html)

source: Multiple POIs
el_gr: Πολλαπλά POI
lt_lt: Kelios lankytinos vietos
lv_lv: Vairāki POI
nb_no: Flere interessepunkter
uk_ua: Кілька POI

source: Sending
el_gr: Αποστολή
lt_lt: Siunčiama
lv_lv: Nosūtot
nb_no: Sender
uk_ua: Надсилання

source: Waiting
el_gr: Αναμονή
lt_lt: Laukiama
lv_lv: Gaida
nb_no: Venter
uk_ua: Очікування

source: Processed
el_gr: Επεξεργασμένο
lt_lt: Apdirbta
lv_lv: Apstrādāts
nb_no: Behandlet
uk_ua: Оброблено

source: Are you sure you want to delete?
el_gr: Είστε σίγουροι ότι θέλετε να προχωρήσετε στη διαγραφή;
lt_lt: Ar tikrai norite ištrinti?
lv_lv: Vai tiešām vēlaties dzēst?
nb_no: Er du sikker på at du vil slette?
uk_ua: Ви впевнені, що хочете видалити?

source: Are you sure you want to import?
el_gr: Είστε βέβαιοι ότι θέλετε να κάνετε εισαγωγή;
lt_lt: Ar tikrai norite importuoti?
lv_lv: Vai tiešām vēlaties importēt?
nb_no: Er du sikker på at du vil importere?
uk_ua: Ви впевнені, що хочете імпортувати?

source: Are you sure you want to duplicate?
el_gr: Είστε βέβαιοι ότι θέλετε να κάνετε διπλότυπο;
lt_lt: Ar tikrai norite dubliuoti?
lv_lv: Vai tiešām vēlaties dublēt?
nb_no: Er du sikker på at du vil duplisere?
uk_ua: Ви впевнені, що хочете зробити дублікат?

source: Are you sure you want to assign all?
el_gr: Είστε βέβαιοι ότι θέλετε να τα εκχωρήσετε όλα;
lt_lt: Ar tikrai norite priskirti visus?
lv_lv: Vai tiešām vēlaties piešķirt visus?
nb_no: Er du sikker på at du vil tildele alle?
uk_ua: Ви впевнені, що хочете призначити всіх?

source: Are you sure you want to unassign all?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε την ανάθεση όλων;
lt_lt: Ar tikrai norite panaikinti visų priskyrimą?
lv_lv: Vai tiešām vēlaties noņemt visu piešķiri?
nb_no: Er du sikker på at du vil oppheve tilordningen av alle?
uk_ua: Ви впевнені, що хочете скасувати призначення всіх?

source: File size is too big.
el_gr: Το μέγεθος του αρχείου είναι πολύ μεγάλο.
lt_lt: Failo dydis per didelis.
lv_lv: Faila lielums ir pārāk liels.
nb_no: Filstørrelsen er for stor.
uk_ua: Розмір файлу завеликий.

source: All Categories
el_gr: Όλες οι κατηγορίες
lt_lt: Visos kategorijos
lv_lv: Visas kategorijas
nb_no: Alle kategorier
uk_ua: Всі категорії

source: All Users
el_gr: Όλοι οι Χρήστες
lt_lt: Visi Naudotojai
lv_lv: Visi lietotāji
nb_no: Alle brukere
uk_ua: Всі користувачі

source: Are you sure? the contents of this element will be lost!
el_gr: Είστε σίγουροι; τα περιεχόμενα αυτού του στοιχείου θα χαθούν!
lt_lt: Ar tikrai? Šio elemento turinys bus prarastas!
lv_lv: Vai esi pārliecināts? šī elementa saturs tiks zaudēts!
nb_no: Er du sikker? Innholdet i dette elementet vil gå tapt!
uk_ua: Ти впевнений? Вміст цього елемента буде втрачено!

source: Rooms List
el_gr: Κατάλογος δωματίων
lt_lt: Kambarių sąrašas
lv_lv: Istabu saraksts
nb_no: Leilighet liste
uk_ua: Список номерів

source: Creating a New Tour
el_gr: Δημιουργία νέας ξενάγησης
lt_lt: Naujos ekskursijos kūrimas
lv_lv: Jaunas ekskursijas izveide
nb_no: Opprette en ny innføring
uk_ua: Створення нового туру

source: Creating the first Room
el_gr: Δημιουργία του πρώτου δωματίου
lt_lt: Pirmojo kambario kūrimas
lv_lv: Pirmās istabas izveide
nb_no: Opprette det første rommet
uk_ua: Створення першої кімнати

source: Creating the second Room
el_gr: Δημιουργία του δεύτερου δωματίου
lt_lt: Antrojo kambario kūrimas
lv_lv: Otrās istabas izveide
nb_no: Opprette det andre rommet
uk_ua: Створення другої кімнати

source: Creating a Marker
el_gr: Δημιουργία ενός δείκτη
lt_lt: Žymeklio kūrimas
lv_lv: Marķiera izveide
nb_no: Opprette en markør
uk_ua: Створення маркера

source: Creating a POI
el_gr: Δημιουργία ενός POI
lt_lt: LV kūrimas
lv_lv: IP izveide
nb_no: Opprette et interessepunkt
uk_ua: Створення POI

source: Preview the tour
el_gr: Προεπισκόπηση της περιοδείας
lt_lt: Apžvalgos peržiūra
lv_lv: Ceļveža priekšskatīšana
nb_no: Forhåndsvis omvisningen
uk_ua: Попередній перегляд туру

source: Click on the menu item <b>Virtual Tours</b>
el_gr: Κάντε κλικ στο στοιχείο μενού <b>Εικονικές περιηγήσεις</b>
lt_lt: Spustelėkite meniu punktą <b>"Virtualūs turai"</b>
lv_lv: Noklikšķiniet uz izvēlnes punkta <b>Virtual Tours</b>
nb_no: Klikk på menypunktet <b>Virtuelle turer</b>
uk_ua: Натисніть на пункт меню <b>Віртуальні тури</b>

source: Click on the menu item <b>List Tours</b>
el_gr: Κάντε κλικ στο στοιχείο μενού <b>List Tours</b>
lt_lt: Spustelėkite meniu punktą <b>"List Tours"</b>
lv_lv: Noklikšķiniet uz izvēlnes vienuma <b>Saraksts Ekskursijas</b>
nb_no: Klikk på menypunktet <b>Liste turer</b>
uk_ua: Натисніть на пункт меню <b>Список турів</b>

source: This is the section to create a tour
el_gr: Αυτή είναι η ενότητα για να δημιουργήσετε μια περιήγηση
lt_lt: Tai yra skyrius, skirtas sukurti apžvalgą
lv_lv: Šī ir sadaļa, lai izveidotu ceļojumu
nb_no: Dette er delen for å opprette en omvisning
uk_ua: Це розділ для створення туру

source: Enter the <b>name</b> of the tour
el_gr: Εισάγετε το <b>όνομα</b> της ξενάγησης
lt_lt: Įveskite ekskursijos <b>pavadinimą</b>
lv_lv: Ievadiet ekskursijas <b>nosaukumu</b>
nb_no: Skriv inn <b>navnet</b> på omvisningen
uk_ua: Введіть <b>назву</b> туру

source: Click on button <b>Create</b>
el_gr: Κάντε κλικ στο κουμπί <b>Δημιουργία</b>
lt_lt: Spustelėkite mygtuką <b>Sukurti</b>
lv_lv: Noklikšķiniet uz pogas <b>Izveidot</b>
nb_no: Klikk på knappen <b>Opprett</b>
uk_ua: Натисніть на кнопку <b>Створити</b>

source: Click on the menu item <b>Rooms</b>
el_gr: Κάντε κλικ στο στοιχείο μενού <b>Rooms</b>
lt_lt: Spustelėkite meniu punktą <b>Kambariai</b>
lv_lv: Noklikšķiniet uz izvēlnes punkta <b>Istabas</b>
nb_no: Klikk på menypunktet <b>Rom</b>
uk_ua: Натисніть на пункт меню <b>Кімнати</b>

source: Click on the <b>plus</b> icon
el_gr: Κάντε κλικ στο εικονίδιο <b>συν</b>
lt_lt: Spustelėkite <b>pliuso</b> piktogramą
lv_lv: Noklikšķiniet uz <b>pluszīmes</b> ikonas
nb_no: Klikk på <b>plussikonet</b>
uk_ua: Натисніть на <b>значок плюса</b>

source: Enter the <b>name</b> of the room
el_gr: Εισάγετε το <b>όνομα</b> του δωματίου
lt_lt: Įveskite kambario <b>pavadinimą</b>
lv_lv: Ievadiet telpas <b>nosaukumu</b>
nb_no: Skriv inn <b>navnet</b> på rommet
uk_ua: Введіть <b>назву</b> кімнати

source: Upload a 360 panorama image for this Room by selecting from the <b>Browse</b> button and then click <b>Upload</b>
el_gr: Ανεβάστε μια πανοραμική εικόνα 360° για αυτό το δωμάτιο επιλέγοντας από το κουμπί <b>Αναζήτηση</b> και, στη συνέχεια, κάντε κλικ στην <b>επιλογή Μεταφόρτωση</b>
lt_lt: Nusiųskite šio kambario 360º panoraminį vaizdą pasirinkdami mygtuką <b>Naršyti</b> , tada spustelėkite <b>Nusiųsti</b>
lv_lv: Augšupielādējiet 360 panorāmas attēlu šai telpai, atlasot pogu <b>Pārlūkot</b> un pēc tam noklikšķinot uz <b>Augšupielādēt</b>
nb_no: Last opp et 360 graders panoramabilde for dette rommet ved å velge fra <b>Bla gjennom-knappen</b> og deretter klikke <b>på Last opp</b>
uk_ua: Завантажте зображення панорами 360 градусів для цієї кімнати, вибравши одну з кнопок <b>«Огляд</b>», а потім натисніть <b>«Завантажити</b>»

source: Congratulations, your first room has been created, now create the second one
el_gr: Συγχαρητήρια, το πρώτο δωμάτιο έχει δημιουργηθεί, τώρα δημιουργήστε το δεύτερο
lt_lt: Sveikiname, jūsų pirmasis kambarys buvo sukurtas, dabar sukurkite antrąjį
lv_lv: Apsveicam, jūsu pirmā istaba ir izveidota, tagad izveidojiet otro
nb_no: Gratulerer, ditt første rom er opprettet, lag nå det andre
uk_ua: Вітаємо, ваша перша кімната створена, тепер створіть другу

source: Congratulations, your second room has been created, now let's look at how to create a marker to navigate from one to the other
el_gr: Συγχαρητήρια, το δεύτερο δωμάτιο έχει δημιουργηθεί, τώρα ας δούμε πώς θα δημιουργήσουμε έναν δείκτη για να πλοηγηθούμε από το ένα στο άλλο
lt_lt: Sveikiname, jūsų antrasis kambarys buvo sukurtas, dabar pažiūrėkime, kaip sukurti žymeklį, kad galėtumėte pereiti iš vieno į kitą
lv_lv: Apsveicam, jūsu otrā istaba ir izveidota, tagad apskatīsim, kā izveidot marķieri, lai pārvietotos no viena uz otru
nb_no: Gratulerer, det andre rommet ditt er opprettet, la oss nå se på hvordan du lager en markør for å navigere fra den ene til den andre
uk_ua: Вітаємо, ваша друга кімната створена, тепер давайте розглянемо, як створити маркер для навігації від одного до іншого

source: Click on the menu item <b>Markers</b>
el_gr: Κάντε κλικ στο στοιχείο μενού <b>Markers</b>
lt_lt: Spustelėkite meniu punktą <b>Žymekliai</b>
lv_lv: Noklikšķiniet uz izvēlnes vienuma <b>Marķieri</b>
nb_no: Klikk på menypunktet <b>Markører</b>
uk_ua: Натисніть на пункт меню <b>Маркери</b>

source: Select the first room
el_gr: Επιλέξτε το πρώτο δωμάτιο
lt_lt: Pasirinkite pirmąjį kambarį
lv_lv: Izvēlieties pirmo istabu
nb_no: Velg det første rommet
uk_ua: Вибираємо першу кімнату

source: Drag the view and center the white cursor at the position where you want to add the marker
el_gr: Σύρετε την προβολή και κεντράρετε τον λευκό δρομέα στη θέση όπου θέλετε να προσθέσετε τον δείκτη
lt_lt: Vilkite rodinį ir centruokite baltą žymiklį toje vietoje, kur norite įtraukti žymeklį
lv_lv: Velciet skatu un centrējiet balto kursoru vietā, kur vēlaties pievienot marķieri
nb_no: Dra visningen og sentrer den hvite markøren på posisjonen der du vil legge til markøren
uk_ua: Перетягніть область перегляду та відцентруйте білий курсор у тому місці, куди ви хочете додати маркер
