Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: set expiration time manually (leave empty for automatic)
el_gr: ορίστε το χρόνο λήξης χειροκίνητα (αφήστε τον κενό για αυτόματη)
lt_lt: Nustatykite galiojimo laiką rankiniu būdu (palikite tuščią, jei norite automatinio)
lv_lv: manuāli iestatiet derīguma termiņu (atstājiet tukšu automātiskai)
nb_no: Angi utløpstid manuelt (la stå tomt for automatisk)
uk_ua: встановити час закінчення терміну придатності вручну (залишити порожнім для автоматичного)

source: Subscription info
el_gr: Πληροφορίες συνδρομής
lt_lt: Prenumeratos informacija
lv_lv: Informācija par abonementu
nb_no: Abonnementsinformasjon
uk_ua: Інформація про підписку

source: used in total
el_gr: χρησιμοποιείται συνολικά
lt_lt: sunaudota iš viso
lv_lv: lietots kopā
nb_no: brukt totalt
uk_ua: використовується в сумі

source: to use
el_gr: για χρήση
lt_lt: naudoti
lv_lv: izmantot
nb_no: å bruke
uk_ua: використати

source: used this month
el_gr: χρησιμοποιείται αυτόν τον μήνα
lt_lt: naudotas šį mėnesį
lv_lv: lietots šomēnes
nb_no: brukt denne måneden
uk_ua: Б/У цьому місяці

source: Unassign all tours
el_gr: Αποαναθέστε όλες τις περιηγήσεις
lt_lt: Visų turų priskyrimo atšaukimas
lv_lv: Visu ekskursiju statusa noņemšana
nb_no: Oppheve tilordning av alle omvisninger
uk_ua: Скасувати всі тури

source: Assign all tours / permissions
el_gr: Εκχώρηση όλων των περιηγήσεων/δικαιωμάτων
lt_lt: Priskirkite visas ekskursijas / leidimus
lv_lv: Piešķiriet visas ekskursijas / atļaujas
nb_no: Tildel alle turer/tillatelser
uk_ua: Призначити всі тури / дозволи

source: Disk Space Used
el_gr: Χρησιμοποιημένος χώρος στο δίσκο
lt_lt: Naudojama vieta diske
lv_lv: Izmantotā vieta diskā
nb_no: Diskplass brukt
uk_ua: Використовуваний дисковий простір

source: Uploaded Files Size
el_gr: Μέγεθος αρχείων που έχουν μεταφορτωθεί
lt_lt: Įkeltų failų dydis
lv_lv: Augšupielādēto failu lielums
nb_no: Opplastede filer Størrelse
uk_ua: Розмір завантажених файлів

source: tours
el_gr: περιηγήσεις
lt_lt: Ekskursijos
lv_lv: Ekskursijas
nb_no: opplevelser
uk_ua: Тури

source: Slideshows
lt_lt: Skaidrės
lv_lv: Slaidrādes
nb_no: Lysbildeserier
uk_ua: Слайд-шоу

source: Total Visitors
el_gr: Σύνολο επισκεπτών
lt_lt: Iš viso lankytojų
lv_lv: Kopējais apmeklētāju skaits
nb_no: Totalt antall besøkende
uk_ua: Загальна кількість відвідувачів

source: Virtual Tour Accesses
el_gr: Πρόσβαση σε εικονική περιήγηση
lt_lt: Virtualaus turo prieigos
lv_lv: Piekļuve virtuālajai tūrei
nb_no: Tilgang til virtuelle turer
uk_ua: Доступ до віртуальних турів

source: Manually add service to user
el_gr: Μη αυτόματη προσθήκη υπηρεσίας στον χρήστη
lt_lt: Rankiniu būdu pridėti paslaugą vartotojui
lv_lv: Manuāli pievienojiet pakalpojumu lietotājam
nb_no: Legg til tjeneste til brukeren manuelt
uk_ua: Вручну додайте послугу для користувача

source: Select service
el_gr: Επιλογή υπηρεσίας
lt_lt: Pasirinkite paslaugą
lv_lv: Izvēlieties pakalpojumu
nb_no: Velg tjeneste
uk_ua: Виберіть послугу

source: Select tour
el_gr: Επιλέξτε εκδρομή
lt_lt: Pasirinkite kelionę
lv_lv: Izvēlieties ceļojumu
nb_no: Velg tur
uk_ua: Виберіть тур

source: No. of rooms
el_gr: Αριθμός δωματίων
lt_lt: Kambarių skaičius
lv_lv: Istabu skaits
nb_no: Antall rom
uk_ua: Кількість кімнат

source: Use %s credits
el_gr: Χρησιμοποιήστε πιστώσεις %s
lt_lt: Naudokite %s kreditą
lv_lv: Izmantojiet %s kredītus
nb_no: Bruk %s studiepoeng
uk_ua: Використайте %s кредитів

source: ADD
el_gr: Προσθήκη ετικετών συνδέσμων «rel` σε αρχεία;
lt_lt: Pridėti
lv_lv: PIEVIENOT
nb_no: Legg
uk_ua: ДОДАТИ

source: Note
el_gr: Σημείωση
lt_lt: Pastaba
lv_lv: Piezīme
nb_no: Notat
uk_ua: Примітка

source: Activity
el_gr: Δραστηριότητα
lt_lt: Veikla
lv_lv: Aktivitāte
nb_no: Aktivitet
uk_ua: Активність

source: Delete User
el_gr: Διαγραφή χρήστη
lt_lt: Ištrinti vartotoją
lv_lv: Dzēst lietotāju
nb_no: Slett bruker
uk_ua: Видалити користувача

source: Are you sure you want to delete the user?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον χρήστη;
lt_lt: Ar tikrai norite ištrinti vartotoją?
lv_lv: Vai tiešām vēlaties izdzēst lietotāju?
nb_no: Er du sikker på at du vil slette brukeren?
uk_ua: Ви впевнені, що хочете видалити користувача?

source: Assign contents to
el_gr: Ανάθεση περιεχομένου σε
lt_lt: Priskirkite turinį
lv_lv: Piešķirt saturu
nb_no: Tilordne innhold til
uk_ua: Призначте вміст

source: Nobody
el_gr: Κανείς
lt_lt: Niekas
nb_no: Ingen
uk_ua: Ніхто не

source: Attention: all the virtual tours assigned to this user will be deleted!!!
el_gr: Προσοχή: όλες οι εικονικές περιηγήσεις που έχουν ανατεθεί σε αυτόν τον χρήστη θα διαγραφούν!!!
lt_lt: Dėmesio: visi šiam vartotojui priskirti virtualūs turai bus ištrinti!!
lv_lv: Uzmanību: visas šim lietotājam piešķirtās virtuālās ekskursijas tiks izdzēstas!!
nb_no: OBS: alle virtuelle turer som er tildelt denne brukeren vil bli slettet!!
uk_ua: Увага: всі віртуальні тури, призначені цьому користувачу, будуть видалені!!

source: Auto Assign
el_gr: Αυτόματη ανάθεση
lt_lt: Automatinis priskyrimas
lv_lv: Automātiska piešķiršana
nb_no: Automatisk tildeling
uk_ua: Автоматичне призначення

source: N. Virtual Tours
el_gr: N. Εικονικές περιηγήσεις
lt_lt: N. Virtualūs turai
lv_lv: N. Virtuālās tūres
nb_no: N. Virtuelle omvisninger
uk_ua: Н. Віртуальні тури

source: initializing
el_gr: αρχικοποίηση
lt_lt: Inicijuojama
lv_lv: Inicializējot
nb_no: initialiserer
uk_ua: Ініціалізації

source: edit room
el_gr: δωμάτιο επεξεργασίας
lt_lt: redaguoti kambarį
lv_lv: rediģēt telpu
nb_no: Rediger rom
uk_ua: Редагувати кімнату

source: markers
el_gr: δείκτες
lt_lt: Žymekliai
lv_lv: Marķieriem
nb_no: Markører
uk_ua: Маркери

source: pois
lt_lt: Lv
lv_lv: Ip
nb_no: Severdigheter
uk_ua: Об'єктів

source: measures
el_gr: μέτρα
lt_lt: Priemonių
lv_lv: Pasākumi
nb_no: Tiltak
uk_ua: Заходи

source: Your "%s" plan not allow to view Statistics!
el_gr: Το πρόγραμμα "%s" σας δεν επιτρέπει την προβολή στατιστικών!
lt_lt: Jūsų "%s" planas neleidžia peržiūrėti statistikos!
lv_lv: Jūsu "%s" plāns neļauj apskatīt Statistiku!
nb_no: Din "%s"-plan tillater ikke å se statistikk!
uk_ua: Ваш тариф "%s" не дозволяє переглядати статистику!

source: All Visits
el_gr: Όλες οι επισκέψεις
lt_lt: Visi apsilankymai
lv_lv: Visi apmeklējumi
nb_no: Alle besøk
uk_ua: Всі візити

source: Unique Visits
el_gr: Μοναδικές Επισκέψεις
lt_lt: Unikalūs apsilankymai
lv_lv: Unikāli apmeklējumi
nb_no: Unike besøk
uk_ua: Унікальні візити

source: Online Visitors
el_gr: Διαδικτυακοί επισκέπτες
lt_lt: Prisijungę Lankytojai
lv_lv: Tiešsaistes apmeklētāji
nb_no: Besøkende på nettet
uk_ua: Відвідувачі Інтернету

source: Rooms Accesses
el_gr: Πρόσβαση σε δωμάτια
lt_lt: Kambarių prieigos
lv_lv: Piekļuve numuriem
nb_no: Tilgang til rom
uk_ua: Доступ до номерів

source: Rooms Permanence (seconds)
el_gr: Δωμάτια Διάρκεια (δευτερόλεπτα)
lt_lt: Kambarių pastovumas (sekundės)
lv_lv: Telpu pastāvība (sekundēs)
nb_no: Romvarighet (sekunder)
uk_ua: Постійність номерів (секунди)

source: Accesses by time slots
el_gr: Προσβάσεις ανά χρονοθυρίδες
lt_lt: Prieigos pagal laiko tarpsnius
lv_lv: Piekļuve, izmantojot laika nišas
nb_no: Tilgang etter tidsluker
uk_ua: Доступи за часовими проміжками

source: POI views
el_gr: Προβολές POI
lt_lt: Lankytinų vietų vaizdai
lv_lv: IP skati
nb_no: POI-visninger
uk_ua: Подання POI

source: Reset Statistics
el_gr: Επαναφορά στατιστικών στοιχείων
lt_lt: Iš naujo nustatyti statistiką
lv_lv: Atiestatīt statistiku
nb_no: Tilbakestill statistikk
uk_ua: Скинути статистику

source: Are you sure you want to reset all statistics for this virtual tour?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλα τα στατιστικά στοιχεία για αυτήν την εικονική περιήγηση;
lt_lt: Ar tikrai norite iš naujo nustatyti visą šio virtualaus turo statistiką?
lv_lv: Vai tiešām vēlaties atiestatīt visu šīs virtuālās tūres statistiku?
nb_no: Er du sikker på at du vil tilbakestille all statistikk for denne virtuelle turen?
uk_ua: Ви впевнені, що хочете скинути всю статистику для цього віртуального туру?

source: Loading...
el_gr: Γίνεται φόρτωση...
lt_lt: Įkeliama...
lv_lv: Notiek ielādēšana...
nb_no: Laster…
uk_ua: Завантаження...

source: January
el_gr: Ιανουάριος
lt_lt: Sausis
lv_lv: Janvāris
nb_no: Januar
uk_ua: Січень

source: February
el_gr: Φεβρουάριος
lt_lt: Vasaris
lv_lv: Februāris
nb_no: Februar
uk_ua: Лютий

source: March
el_gr: Μάρτιος
lt_lt: Kovas
lv_lv: Marts
nb_no: Mars
uk_ua: Березень

source: April
el_gr: Απρίλιος
lt_lt: Balandis
lv_lv: Aprīlis
uk_ua: Квітень

source: May
el_gr: Μάιος
lt_lt: Gegužė
lv_lv: Maijs
nb_no: Mai
uk_ua: Травень

source: June
el_gr: Ιούνιος
lt_lt: Birželis
lv_lv: Jūnijs
nb_no: Juni
uk_ua: Червень

source: July
el_gr: Ιούλιος
lt_lt: Liepa
lv_lv: Jūlijs
nb_no: Juli
uk_ua: Липень

source: August
el_gr: Αύγουστος
lt_lt: Rugpjūtis
lv_lv: Augusts
uk_ua: Серпень

source: September
el_gr: Σεπτέμβριος
lt_lt: Rugsėjis
lv_lv: Septembris
uk_ua: Вересень

source: October
el_gr: Οκτώβριος
lt_lt: Spalis
lv_lv: Oktobris
nb_no: Oktober
uk_ua: Жовтень

source: November
el_gr: Νοέμβριος
lt_lt: Lapkritis
lv_lv: Novembris
uk_ua: Листопад

source: December
el_gr: Δεκέμβριος
lt_lt: Gruodis
lv_lv: Decembris
nb_no: Desember
uk_ua: Грудень

source: Export
el_gr: Εξαγωγή
lt_lt: Eksportuoti
lv_lv: Eksportēt
nb_no: Eksporter
uk_ua: Експорт

source: From
el_gr: Από
lt_lt: Nuo
lv_lv: No
nb_no: Fra
uk_ua: Від

source: To
el_gr: Προς
lt_lt: Iki
lv_lv: Kam
nb_no: Til
uk_ua: До

source: Period
el_gr: Περίοδος
lt_lt: Laikotarpis
lv_lv: Periods
nb_no: Periode
uk_ua: Період

source: Download image PNG
el_gr: Λήψη εικόνας PNG
lt_lt: Parsisiųsti paveikslėlį PNG
lv_lv: Lejupielādēt attēlu PNG
nb_no: Last ned bilde PNG
uk_ua: Завантажити зображення PNG

source: Download image JPEG
el_gr: Λήψη εικόνας JPEG
lt_lt: Parsisiųsti paveikslėlį JPEG
lv_lv: Lejupielādēt attēlu JPEG
nb_no: Last ned bilde JPEG
uk_ua: Завантажити зображення у форматі JPEG

source: Download document PDF
el_gr: Λήψη εγγράφου PDF
lt_lt: Atsisiųsti dokumentą PDF formatu
lv_lv: Lejupielādēt dokumentu PDF
nb_no: Last ned dokument som PDF
uk_ua: Завантажити документ у форматі PDF

source: Download image SVG
el_gr: Λήψη εικόνας SVG
lt_lt: Parsisiųsti paveikslėlį SVG
lv_lv: Lejupielādēt attēlu SVG
nb_no: Last ned bilde SVG
uk_ua: Завантажити зображення SVG

source: Print
el_gr: Εκτύπωση
lt_lt: Spausdinti
lv_lv: Drukāt
nb_no: Skriv ut
uk_ua: Друк

source: Different plans let you limit your customers to create a certain number of Virtual Tours, Rooms, Markers and POIs. The default Unlimited's plan has no limits.
el_gr: Διαφορετικά πακέτα σας επιτρέπουν να περιορίσετε τους πελάτες σας στη δημιουργία ενός συγκεκριμένου αριθμού Εικονικών Περιηγήσεων, Δωμάτων, Σημείων και POI. Το προεπιλεγμένο σχέδιο Unlimited δεν έχει περιορισμούς.
lt_lt: Skirtingi planai leidžia apriboti savo klientus, kad jie galėtų sukurti tam tikrą skaičių virtualių turų, kambarių, žymeklių ir lankytinų vietų. Numatytasis "Unlimited" planas neturi jokių apribojimų.
lv_lv: Dažādi plāni ļauj ierobežot klientus, lai izveidotu noteiktu skaitu virtuālo ekskursiju, telpu, marķieru un pirkšanas objektu. Noklusējuma Unlimited plānam nav ierobežojumu.
nb_no: Ulike planer lar deg begrense kundene dine til å lage et visst antall virtuelle turer, rom, markører og interessepunkter. Standard Unlimiteds plan har ingen grenser.
uk_ua: Різні плани дозволяють обмежити ваших клієнтів у створенні певної кількості віртуальних турів, кімнат, маркерів та POI. Тарифний план Unlimited за замовчуванням не має обмежень.

source: ADD PLAN
lt_lt: PRIDĖTI PLANĄ
lv_lv: PIEVIENOT PLĀNU
nb_no: LEGG TIL PLAN
uk_ua: ДОДАТИ ПЛАН

source: EDIT FEATURES
el_gr: ΧΑΡΑΚΤΗΡΙΣΤΙΚΑ ΕΠΕΞΕΡΓΑΣΙΑΣ
lt_lt: REDAGUOTI FUNKCIJAS
lv_lv: REDIĢĒT FUNKCIJAS
nb_no: REDIGER FUNKSJONER
uk_ua: ФУНКЦІЇ РЕДАГУВАННЯ

source: Menu Items
el_gr: Προιοντα
lt_lt: Meniu elementai
lv_lv: Izvēlnes vienumi
nb_no: Menypunkter
uk_ua: Елементи Меню

source: Expires Days
el_gr: Λήγει Ημέρες
lt_lt: Galiojimo pabaigos dienos
lv_lv: Beidzas dienas
nb_no: Utløper dager
uk_ua: Дні закінчуються

source: In use
el_gr: Σε χρήση
lt_lt: Naudojamas
lv_lv: Lietošanā
nb_no: I bruk
uk_ua: Kirada

source: New Plan
el_gr: Νέο Πλάνο
lt_lt: Naujas planas
lv_lv: Jauns plāns
nb_no: Nytt abonnement
uk_ua: Новий тариф

source: unlimited
el_gr: απεριόριστο
lt_lt: neribotas
lv_lv: Neierobežots
nb_no: ubegrenset
uk_ua: необмежений

source: set only for free trial plan
el_gr: μόνο για δωρεάν δοκιμαστικό πρόγραμμα
lt_lt: nustatyti tik nemokamo bandomojo laikotarpio planą
lv_lv: Iestatiet tikai bezmaksas izmēģinājuma plānu
nb_no: Sett kun for gratis prøveabonnement
uk_ua: Тільки для безкоштовного пробного плану

source: Expired plan
el_gr: Πρόγραμμα που έχει λήξει
lt_lt: Nebegaliojantis planas
lv_lv: Beidzies plāna derīguma termiņš
nb_no: Utløpt plan
uk_ua: Прострочений тарифний план

source: Keep tours online
el_gr: Διατηρήστε τις περιηγήσεις online
lt_lt: Laikykite ekskursijas internete
lv_lv: Uzturiet ekskursijas tiešsaistē
nb_no: Hold omvisninger på nett
uk_ua: Тримайте екскурсії онлайн

source: Put tours offline
el_gr: Βάλτε τις περιηγήσεις εκτός σύνδεσης
lt_lt: Kelionių atjungimas nuo interneto
lv_lv: Ekskursiju novietošana bezsaistē
nb_no: Sette turer frakoblet
uk_ua: Переведіть тури в автономний режим

source: Frequency
el_gr: Συχνότητα
lt_lt: Dažnumas
lv_lv: Biežums
nb_no: Frekvens
uk_ua: Частота

source: Recurring
el_gr: Επαναλαμβανόμενη
lt_lt: Pasikartojantis
lv_lv: Atkārtojas
nb_no: Gjentagende
uk_ua: Періодичний

source: Monthly / Yearly
el_gr: Μηνιαία / Ετήσια
lt_lt: Kas mėnesį / kasmet
lv_lv: Reizi mēnesī / gadā
nb_no: Månedlig / årlig
uk_ua: Щомісячно / Щорічно

source: One Time
el_gr: Εφάπαξ
lt_lt: Vieną kartą
lv_lv: Vienu reizi
nb_no: En gang
uk_ua: Один раз

source: Interval (months)
el_gr: Διάστημα (μήνες)
lt_lt: Intervalas (mėnesiais)
lv_lv: Intervāls (mēneši)
nb_no: Intervall (måneder)
uk_ua: Інтервал (місяці)

source: the number of intervals between subscription billings
el_gr: τον αριθμό των διαστημάτων μεταξύ των χρεώσεων συνδρομής
lt_lt: intervalų tarp prenumeratos atsiskaitymų skaičius
lv_lv: intervālu skaits starp abonēšanas rēķiniem
nb_no: antall intervaller mellom abonnementsfaktureringer
uk_ua: Кількість інтервалів між оплатами за підписку

source: Price (Yearly)
el_gr: Τιμή (Ετήσια)
lt_lt: Kaina (kasmet)
lv_lv: Cena (gadā)
nb_no: Pris (årlig)
uk_ua: Ціна (за рік)

source: N. Tours (global)
el_gr: N. Περιηγήσεις (παγκόσμια)
lt_lt: N. Tours (pasaulinis)
lv_lv: N. Tours (globāls)
nb_no: N. Tours (globalt)
uk_ua: Н. Тури (глобальні)

source: N. Tours (monthly)
el_gr: Ν. Περιηγήσεις (μηνιαίες)
lt_lt: N. Ekskursijos (kas mėnesį)
lv_lv: N. Ekskursijas (mēnesī)
nb_no: N. Tours (månedlig)
uk_ua: Н. Тури (щомісячно)

source: N. Rooms (global)
el_gr: N. Δωμάτια (συνολικά)
lt_lt: N. Kambariai (globalūs)
lv_lv: N. Istabas (globālas)
nb_no: N. Rom (globalt)
uk_ua: N. Rooms (глобальний)

source: N. Rooms (tour)
el_gr: N. Δωμάτια (ξενάγηση)
lt_lt: N. Kambariai (ekskursija)
lv_lv: N. Istabas (ekskursija)
nb_no: N. Rom (omvisning)
uk_ua: Н. Кімнати (екскурсія)

source: N. Markers
el_gr: N. Δείκτες
lt_lt: N. Žymekliai
lv_lv: N. Marķieri
nb_no: N. Markører
uk_ua: Н. Маркери

source: N. POIs
lt_lt: N. Lankytinos vietos
lv_lv: N. POI
nb_no: N. interessepunkter
uk_ua: Н. POI

source: N. Gallery Images
el_gr: N. Εικόνες της γκαλερί
lt_lt: N. Galerijos vaizdai
lv_lv: N. Galerijas attēli
nb_no: N. Galleri Bilder
uk_ua: Н. Галерея зображень

source: A.I. Panorama (frequency)
el_gr: ΟΛΑ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ. Πανόραμα (συχνότητα)
lt_lt: A.I. Panorama (dažnis)
lv_lv: A.I. Panorama (biežums)
nb_no: AI Panorama (frekvens)
uk_ua: А.І. Панорама (частота)

source: Monthly
el_gr: Μηνιαία
lt_lt: Kas mėnesį
lv_lv: Ikmēneša
nb_no: Månedlig
uk_ua: Щомісяця

source: Credits (manually assigned)
el_gr: Πιστώσεις (εκχωρημένες με μη αυτόματο τρόπο)
lt_lt: Kreditai (priskirti rankiniu būdu)
lv_lv: Kredīti (manuāli piešķirti)
nb_no: Studiepoeng (manuelt tildelt)
uk_ua: Кредити (призначаються вручну)

source: A.I. Panorama (monthly)
el_gr: A.I. Panorama (μηνιαία)
lt_lt: A.I. Panorama (kas mėnesį)
lv_lv: A.I. Panorama (katru mēnesi)
nb_no: AI Panorama (månedlig)
uk_ua: А.І. Панорама (щомісячно)

source: A.I. Enhancement (frequency)
el_gr: ΟΛΑ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ. Βελτίωση (συχνότητα)
lt_lt: A.I. Pagerinimas (dažnumas)
lv_lv: A.I. Uzlabošana (biežums)
nb_no: AI-forbedring (frekvens)
uk_ua: Удосконалення штучного інтелекту (частота)

source: A.I. Enhancement (monthly)
el_gr: ΟΛΑ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ. Βελτίωση (μηνιαία)
lt_lt: A.I. Patobulinimas (kas mėnesį)
lv_lv: A.I. Uzlabošana (mēnesī)
nb_no: AI-forbedring (månedlig)
uk_ua: Удосконалення штучного інтелекту (щомісяця)

source: GSV Publish (frequency)
el_gr: Δημοσίευση GSV (συχνότητα)
lt_lt: GSV publikavimas (dažnumas)
lv_lv: GSV publicēšana (biežums)
nb_no: GSV-publisering (frekvens)
uk_ua: Публікація GSV (частота)

source: GSV Publish (monthly)
el_gr: GSV Publish (μηνιαία)
lt_lt: GSV publikavimas (kas mėnesį)
lv_lv: GSV publicēšana (reizi mēnesī)
nb_no: GSV Publish (månedlig)
uk_ua: GSV Publish (щомісяця)

source: N. Custom Domains
el_gr: N. Προσαρμοσμένοι Τομείς
lt_lt: N. Pasirinktiniai domenai
lv_lv: N. Pielāgoti domēni
nb_no: N. Egendefinerte domener
uk_ua: N. Спеціальні домени

source: Video 360 Tour
el_gr: Βίντεο 360 Tour
lt_lt: Video 360 turas
lv_lv: Video 360 tūre
nb_no: Video 360-omvisning
uk_ua: Відео Тур 360

source: Auto Rotate
el_gr: Αυτόματη περιστροφή
lt_lt: Automatinis pasukimas
lv_lv: Automātiska pagriešana
nb_no: Roter automatisk
uk_ua: Автоматичний поворот

source: Fly-in
lt_lt: Įskristi
lv_lv: Ielidošana
nb_no: Fly-inn
uk_ua: Заліт

source: Live session
el_gr: Ζωντανή συνεδρία
lt_lt: Tiesioginė sesija
lv_lv: Tiešraides sesija
nb_no: Live-økt
uk_ua: Сесія в прямому ефірі

source: Multiple Rooms View
el_gr: Θέα σε πολλά δωμάτια
lt_lt: Vaizdas į kelis kambarius
lv_lv: Vairāku istabu skats
nb_no: Utsikt over flere rom
uk_ua: Вид на кілька кімнат

source: Protect Rooms
el_gr: Προστασία δωματίων
lt_lt: Apsaugokite kambarius
lv_lv: Aizsargājiet telpas
nb_no: Beskytt rom
uk_ua: Захистіть кімнати

source: Whatsapp / Facebook Chat
lt_lt: "Whatsapp" / "Facebook" pokalbiai
lv_lv: Whatsapp / Facebook tērzēšana
uk_ua: Чат Whatsapp / Facebook

source: WebVR
uk_ua: ВебVR

source: Password Tour
el_gr: Περιήγηση με κωδικό πρόσβασης
lt_lt: Slaptažodžio turas
lv_lv: Paroļu tūre
nb_no: Omvisning med passord
uk_ua: Тур з паролем

source: Editor 3D View
el_gr: Επεξεργαστής 3D Προβολή
lt_lt: Redaktoriaus 3D rodinys
lv_lv: Redaktora 3D skats
nb_no: Redaktør 3D-visning
uk_ua: Редактор 3D View

source: Custom 2
el_gr: Προσαρμογή 2
lt_lt: Pasirinktinis 2
lv_lv: Lietotājs 2
nb_no: Tilpasset 2
uk_ua: Нетиповий 2

source: Custom 3
el_gr: Προσαρμοσμένο 3
lt_lt: 3 pasirinktinis
lv_lv: Pielāgots 3
nb_no: Tilpasset 3
uk_ua: Нетиповий 3

source: Custom 4
el_gr: Προσαρμοσμένο 4
lt_lt: 4 pasirinktinis
lv_lv: Pielāgots 4
nb_no: Tilpasset 4
uk_ua: Нетиповий 4

source: Custom 5
el_gr: Προσαρμοσμένο 5
lt_lt: Pasirinktinis 5
lv_lv: Pielāgots 5
nb_no: Tilpasset 5
uk_ua: Нетиповий 5

source: Custom Features
el_gr: Προσαρμοσμένα χαρακτηριστικά
lt_lt: Pasirinktinės funkcijos
lv_lv: Pielāgotas funkcijas
nb_no: Tilpassede funksjoner
uk_ua: Користувацькі функції

source: List of additional features to show for the plan (each feature must be on a new line)
el_gr: Κατάλογος πρόσθετων χαρακτηριστικών που πρέπει να εμφανίζονται για το σχέδιο (κάθε χαρακτηριστικό πρέπει να βρίσκεται σε νέα γραμμή)
lt_lt: Papildomų funkcijų, kurios turi būti rodomos plane, sąrašas (kiekviena funkcija turi būti naujoje eilutėje)
lv_lv: Plānam rādāmo papildu līdzekļu saraksts (katram līdzeklim jābūt jaunā rindā)
nb_no: Liste over tilleggsfunksjoner som skal vises for planen (hver funksjon må være på en ny linje)
uk_ua: Список додаткових функцій, які потрібно відобразити в тарифному плані (кожна функція має бути в новому рядку)

source: to use external payment systems or other reasons (visible only with deactivated payments)
el_gr: για χρήση εξωτερικών συστημάτων πληρωμών ή για άλλους λόγους (ορατό μόνο με απενεργοποιημένες πληρωμές)
lt_lt: naudoti išorines mokėjimo sistemas ar dėl kitų priežasčių (matoma tik esant išjungtiems mokėjimams)
lv_lv: lai izmantotu ārējās maksājumu sistēmas vai citus iemeslus (redzami tikai ar deaktivizētiem maksājumiem);
nb_no: å bruke eksterne betalingssystemer eller andre årsaker (kun synlig med deaktiverte betalinger)
uk_ua: використовувати зовнішні платіжні системи або з інших причин (видно тільки при деактивованих платежах)

source: Button Type
el_gr: Τύπος Κουμπιού
lt_lt: Mygtuko tipas
lv_lv: Pogas tips
nb_no: Knapptype
uk_ua: Тип кнопки

source: Override
el_gr: Αντικατάσταση
lt_lt: Perrašyti
lv_lv: Ignorēt
nb_no: Overstyr
uk_ua: Перевизначити

source: override template settings for this plan
el_gr: παράκαμψη των ρυθμίσεων προτύπου για αυτό το σχέδιο
lt_lt: Nepaisyti šio plano šablono parametrų
lv_lv: ignorēt šī plāna veidnes iestatījumus
nb_no: Overstyr malinnstillinger for denne planen
uk_ua: Замініть налаштування шаблону для цього плану

source: override sample settings for this plan
el_gr: παράκαμψη των ρυθμίσεων του δείγματος για αυτό το σχέδιο
lt_lt: Nepaisyti šio plano parametrų pavyzdžių
lv_lv: ignorēt šī plāna iestatījumu paraugus
nb_no: Overstyr eksempelinnstillinger for denne planen
uk_ua: змінити параметри зразків для цього плану

source: Edit Plan
el_gr: Επεξεργασία Πλάνου
lt_lt: Redaguoti planą
lv_lv: Rediģēt plānu
nb_no: Rediger abonnement
uk_ua: Редагувати тарифний план

source: Storage Quota (MB)
el_gr: Ποσοστό αποθήκευσης (MB)
lt_lt: Saugyklos kvota (MB)
lv_lv: Krātuves kvota (MB)
nb_no: Lagringskvote (MB)
uk_ua: Квота дискового простору (МБ)

source: You cannot create 360 videos on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε βίντεο 360 σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite sukurti 360º vaizdo įrašų išoriniame virtualiame ture!
lv_lv: Jūs nevarat izveidot 360 videoklipus ārējā virtuālā tūrē!
nb_no: Du kan ikke lage 360-videoer på en ekstern virtuell omvisning!
uk_ua: Ви не можете створювати 360 відео під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to create 360 videos!
el_gr: Το σχέδιο "%s" δεν επιτρέπει τη δημιουργία βίντεο 360!
lt_lt: Jūsų "%s" planas neleidžia kurti 360º vaizdo įrašų!
lv_lv: Jūsu "%s" plāns neļauj izveidot 360 videoklipus!
nb_no: Din "%s"-plan tillater ikke å lage 360-videoer!
uk_ua: Ваш тариф "%s" не дозволяє створювати 360 відео!

source: CREATE 360 VIDEO
el_gr: ΔΗΜΙΟΥΡΓΊΑ ΒΊΝΤΕΟ 360
lt_lt: 360º VAIZDO ĮRAŠŲ KŪRIMAS
lv_lv: IZVEIDOT 360 GRĀDU VIDEO
nb_no: LAG 360-VIDEO
uk_ua: СТВОРЕННЯ ВІДЕО 360

source: DESCRIPTION CHAPTERS
el_gr: ΚΕΦΆΛΑΙΑ ΠΕΡΙΓΡΑΦΉΣ
lt_lt: APRAŠYMO SKYRIAI
lv_lv: APRAKSTA NODAĻAS
nb_no: BESKRIVELSE KAPITLER
uk_ua: ОПИС РОЗДІЛІВ

source: No 360 video generated for this virtual tour.
el_gr: Δεν δημιουργήθηκε βίντεο 360 για αυτή την εικονική περιήγηση.
lt_lt: Šiam virtualiam turui sukurtas Nr. 360 vaizdo įrašas.
lv_lv: Šai virtuālajai tūrei nav izveidots 360 video.
nb_no: Ingen 360-video generert for denne virtuelle omvisningen.
uk_ua: Для цього віртуального туру не створено відео 360.

source: Select None
el_gr: Επιλογή Κανενός
lt_lt: Nepasirinkti nieko
lv_lv: Atlasiet Nav
nb_no: Velg ingen
uk_ua: Скасувати виділення
