Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Please use your authentication app (such as Google Authenticator) to scan this QR code or enter the code above.
el_gr: Χρησιμοποιήστε την εφαρμογή ελέγχου ταυτότητας (όπως το Google Authenticator) για να σαρώσετε αυτόν τον κωδικό QR ή πληκτρολογήστε τον παραπάνω κωδικό.
lt_lt: Norėdami nuskaityti šį QR kodą, naudokite autentifikavimo programą (pvz., "Google Authenticator") arba įveskite aukščiau esantį kodą.
lv_lv: Lūdzu, izmantojiet savu autentifikācijas lietotni (piemēram, Google autentifikatoru), lai skenētu šo QR kodu vai ievadītu iepriekš norādīto kodu.
nb_no: Bruk autentiseringsappen din (for eksempel Google Authenticator) til å skanne denne QR-koden eller skriv inn koden ovenfor.
uk_ua: Будь ласка, використовуйте свій додаток для автентифікації (наприклад, Google Authenticator), щоб відсканувати цей QR-код або введіть код вище.

source: Continue
el_gr: Συνέχεια
lt_lt: Tęsti
lv_lv: Turpināt
nb_no: Fortsett
uk_ua: Продовжити

source: Disable Two-Factor Authentication
el_gr: Απενεργοποίηση του ελέγχου ταυτότητας δύο παραγόντων
lt_lt: Išjungti dviejų veiksnių autentifikavimą
lv_lv: Divfaktoru autentifikācijas atspējošana
nb_no: Deaktiver tofaktorautentisering
uk_ua: Вимкніть двофакторну автентифікацію

source: Disable
el_gr: Απενεργοποίηση
lt_lt: Išjungti
lv_lv: Izslēgt
nb_no: Deaktiver
uk_ua: Вимкнути

source: You cannot create POIs on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε POI σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite sukurti lankytinų vietų išoriniame virtualiame ture!
lv_lv: Jūs nevarat izveidot POI ārējā virtuālā tūrē!
nb_no: Du kan ikke opprette interessepunkter på en ekstern virtuell omvisning!
uk_ua: Ви не можете створювати POI під час зовнішнього віртуального туру!

source: You have reached the maximum number of POIs allowed from your plan!
el_gr: Έχετε φτάσει στο μέγιστο επιτρεπόμενο αριθμό POI από το πρόγραμμά σας!
lt_lt: Jūs pasiekėte maksimalų leistiną lankytinų vietų skaičių iš savo plano!
lv_lv: Jūs esat sasniedzis maksimālo IP skaitu, kas atļauts no jūsu plāna!
nb_no: Du har nådd det maksimale antallet interessepunkter som er tillatt fra planen din!
uk_ua: Ви досягли максимальної кількості POI, дозволених у вашому тарифному плані!

source: Add POI
el_gr: Προσθήκη POI
lt_lt: Pridėti lankytiną vietą
lv_lv: Pievienot IP
nb_no: Legg til interessepunkt
uk_ua: Додати POI

source: style of the POI displayed within the panorama
el_gr: στυλ του POI που εμφανίζεται στο πανόραμα
lt_lt: panoramoje rodomo LV stilius
lv_lv: panorāmā parādītā IP stils
nb_no: stilen til interessepunktet som vises i panoramaet
uk_ua: стиль POI, що відображається в панорамі

source: Callout Text
el_gr: Κείμενο προώθησης
lt_lt: Paaiškinimo tekstas
lv_lv: Remarkas teksts
nb_no: Callout Tekst
uk_ua: Текст виноски

source: Grouped
el_gr: Ομαδοποιημένο
lt_lt: Sugrupuota
lv_lv: Grupētas
nb_no: Gruppert
uk_ua: Згрупований

source: Embedded
el_gr: Ενσωματωμένο
lv_lv: Iekļauts
nb_no: Innebygd
uk_ua: Вбудований

source: Embedded Image
el_gr: Ενσωματωμένη εικόνα
lt_lt: Įdėtas vaizdas
lv_lv: Iegults attēls
nb_no: Innebygd bilde
uk_ua: Вбудоване зображення

source: Embedded Text
el_gr: Ενσωματωμένο κείμενο
lt_lt: Įdėtasis tekstas
lv_lv: Iegults teksts
nb_no: Innebygd tekst
uk_ua: Вбудований текст

source: Embedded HTML
el_gr: Ενσωματωμένη HTML
lt_lt: Įdėtasis HTML
lv_lv: Iegults HTML
nb_no: Innebygd HTML
uk_ua: Вбудований HTML

source: Embedded Slideshow
el_gr: Ενσωματωμένο Slideshow
lt_lt: Įdėta skaidrių demonstracija
lv_lv: Iegulta slaidrāde
nb_no: Innebygd lysbildefremvisning
uk_ua: Вбудоване слайд-шоу

source: Embedded Video
el_gr: Ενσωματωμένο βίντεο
lt_lt: Įterptas vaizdo įrašas
lv_lv: Iegults video
nb_no: Innebygd video
uk_ua: Вбудоване відео

source: Embedded Video (with transparency)
el_gr: Ενσωματωμένο βίντεο (με διαφάνεια)
lt_lt: Įterptas vaizdo įrašas (su skaidrumu)
lv_lv: Iegults video (ar caurspīdīgumu)
nb_no: Innebygd video (med gjennomsiktighet)
uk_ua: Вбудоване відео (з прозорістю)

source: Embedded Video (with background removal)
el_gr: Ενσωματωμένο βίντεο (με αφαίρεση φόντου)
lt_lt: Įterptas vaizdo įrašas (su fono pašalinimu)
lv_lv: Iegults video (ar fona noņemšanu)
nb_no: Innebygd video (med fjerning av bakgrunn)
uk_ua: Вбудоване відео (з видаленням фону)

source: Embedded Object 3D
el_gr: Ενσωματωμένο αντικείμενο 3D
lt_lt: Įdėtasis objektas 3D
lv_lv: Iegults objekts 3D
nb_no: Innebygd objekt 3D
uk_ua: Вбудований об'єкт 3D

source: content displayed when clicked on the POI
el_gr: περιεχόμενο που εμφανίζεται όταν κάνετε κλικ στο POI
lt_lt: turinys rodomas spustelėjus lankytiną vietą
lv_lv: saturs, kas tiek parādīts, noklikšķinot uz IP
nb_no: innhold som vises når du klikker på interessepunktet
uk_ua: контент, що відображається при натисканні на POI

source: Image (single)
el_gr: Εικόνα (single)
lt_lt: Vaizdas (vienas)
lv_lv: Attēls (singls)
nb_no: Bilde (enkelt)
uk_ua: Зображення (одиночне)

source: Images (gallery)
el_gr: Εικόνες (γκαλερί)
lt_lt: Nuotraukos (galerija)
lv_lv: Attēli (galerija)
nb_no: Bilder (galleri)
uk_ua: Зображення (галерея)

source: Link (embed)
el_gr: Σύνδεσμος (ενσωμάτωση)
lt_lt: Saitas (įterpti)
lv_lv: Saite (iegulšana)
nb_no: Lenke (innebygging)
uk_ua: Посилання (вбудовування)

source: Link (external)
el_gr: Σύνδεσμος (εξωτερικός)
lt_lt: Nuoroda (išorinė)
lv_lv: Saite (ārēja)
nb_no: Lenke (ekstern)
uk_ua: Посилання (зовнішнє)

source: Download
el_gr: Λήψη
lt_lt: Atsisiųsti
lv_lv: Lejupielādēt
nb_no: Last ned
uk_ua: Завантажити

source: Form
el_gr: Φόρμα
lt_lt: Forma
lv_lv: Veidlapa
nb_no: Skjema
uk_ua: Форма

source: Object 360 (images)
el_gr: Αντικείμενο 360 (εικόνες)
lt_lt: Objektas 360 (vaizdai)
lv_lv: Objekts 360 (attēli)
nb_no: Objekt 360 (bilder)
uk_ua: Об'єкт 360 (зображення)

source: Object 3D
el_gr: Αντικείμενο 3D
lt_lt: Objektas 3D
lv_lv: Objekts 3D
nb_no: Objekt 3D
uk_ua: Об'єкт 3D

source: Point Clouds
el_gr: Σημειακά σύννεφα
lt_lt: Taškiniai debesys
lv_lv: Punktu mākoņi
nb_no: Punktskyer
uk_ua: Хмари точок

source: Product
el_gr: Προϊόν
lt_lt: Produktas
lv_lv: Produkts
nb_no: Produkt
uk_ua: Товар

source: Switch Panorama
el_gr: Εναλλαγή Πανοράματος
lt_lt: Panoramos perjungimas
lv_lv: Pārslēgt panorāmu
nb_no: Bytt panorama
uk_ua: Перемкнути панораму

source: Virtual Staging
el_gr: Εικονική Σκηνοθεσία
lt_lt: Virtualus pastatymas
lv_lv: Virtuālā iestudēšana
nb_no: Virtuell iscenesettelse
uk_ua: Віртуальна постановка

source: Delete POI
el_gr: Διαγραφή POI
lt_lt: Ištrinti lankytinas vietas
lv_lv: Dzēst IP
nb_no: Slett interessepunkt
uk_ua: Видалити POI

source: Are you sure you want to delete the poi?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το poi;
lt_lt: Ar tikrai norite ištrinti lankytinas vietas?
lv_lv: Vai tiešām vēlaties izdzēst poi?
nb_no: Er du sikker på at du vil slette interessepunktet?
uk_ua: Ви впевнені, що хочете видалити poi?

source: Duplicate POI
el_gr: Διπλό POI
lt_lt: Pasikartojančios lankytinos vietos
lv_lv: Dublēt POI
nb_no: Dupliser interessepunkt
uk_ua: Дублікат POI

source: Are you sure you want to duplicate the poi?
el_gr: Είστε βέβαιοι ότι θέλετε να αντιγράψετε το poi;
lt_lt: Ar tikrai norite kopijuoti lankytinas vietas?
lv_lv: Vai tiešām vēlaties dublēt poi?
nb_no: Er du sikker på at du vil duplisere interessepunktet?
uk_ua: Ви впевнені, що хочете скопіювати poi?

source: rooms selected
el_gr: επιλεγμένα δωμάτια
lt_lt: pasirinktos patalpos
lv_lv: izvēlētas telpas
nb_no: rom valgt
uk_ua: вибрано кімнат

source: Go to the destination room after duplication
el_gr: Μεταβείτε στο δωμάτιο προορισμού μετά την αντιγραφή
lt_lt: Po dubliavimo eikite į paskirties kambarį
lv_lv: Pēc dublēšanas dodieties uz mērķa istabu
nb_no: Gå til destinasjonsrommet etter duplisering
uk_ua: Перейдіть до кімнати призначення після дублювання

source: Virtual Staging element
el_gr: Στοιχείο εικονικής σκηνής
lt_lt: Virtualus sustojimo elementas
lv_lv: Virtuālais iestudējuma elements
uk_ua: Елемент віртуальної постановки

source: The element set as default must contain the original object present in the base image of the room.
el_gr: Το στοιχείο που έχει οριστεί ως προεπιλογή πρέπει να περιέχει το αρχικό αντικείμενο που υπάρχει στη βασική εικόνα του δωματίου.
lt_lt: Numatytajame elemente turi būti pradinis objektas, esantis pagrindiniame kambario vaizde.
lv_lv: Elementam, kas iestatīts kā noklusējuma elements, ir jābūt oriģinālajam objektam, kas atrodas telpas pamata attēlā.
nb_no: Elementet som er satt som standard må inneholde det originale objektet som er til stede i basisbildet av rommet.
uk_ua: Елемент, встановлений за замовчуванням, повинен містити вихідний об’єкт, присутній на базовому зображенні кімнати.

source: Upload Icon
el_gr: Ανεβάστε Εικόνα
lt_lt: Įkėlimo piktograma
lv_lv: Augšupielādes ikona
nb_no: Last opp ikon
uk_ua: Завантажити значок

source: Upload a PNG image with only the object to be replaced visible and with a transparent background. The image must be of the same resolution (%s) as the room image.
el_gr: Μεταφορτώστε μια εικόνα PNG με ορατό μόνο το αντικείμενο που πρόκειται να αντικατασταθεί και με διαφανές φόντο. Η εικόνα πρέπει να είναι της ίδιας ανάλυσης (%s) με την εικόνα του δωματίου.
lt_lt: Įkelkite PNG vaizdą, kuriame matomas tik keičiamas objektas ir permatomas fonas. Vaizdas turi būti tokios pat skyros (%s) kaip ir kambario vaizdas.
lv_lv: Augšupielādējiet PNG attēlu ar redzamu tikai nomaināmo objektu un caurspīdīgu fonu. Attēlam ir jābūt ar tādu pašu izšķirtspēju (%s) kā telpas attēlam.
nb_no: Last opp et PNG-bilde med bare objektet som skal erstattes synlig og med en gjennomsiktig bakgrunn. Bildet må ha samme oppløsning (%s) som rombildet.
uk_ua: Завантажте зображення PNG із прозорим фоном і лише об’єктом, який потрібно замінити. Зображення має мати таку ж роздільну здатність (%s), що й зображення кімнати.

source: Tolerance
el_gr: Ανοχή
lt_lt: Tolerancija
nb_no: Toleranse
uk_ua: Толерантність

source: Schedule
el_gr: Πρόγραμμα
lt_lt: Tvarkaraštis
lv_lv: Grafiks
nb_no: Tidsplan
uk_ua: Графік

source: Image (gallery)
el_gr: Εικόνα (γκαλερί)
lt_lt: Vaizdas (galerija)
lv_lv: Attēls (galerija)
nb_no: Bilde (galleri)
uk_ua: Зображення (галерея)

source: Virtual Staging elements
el_gr: Στοιχεία εικονικής σκηνής
lt_lt: Virtualūs pastatymo elementai
lv_lv: Virtuālie iestudējuma elementi
nb_no: Virtuelle iscenesettelseselementer
uk_ua: Елементи віртуальної постановки

source: NEW
el_gr: ΝΕΟ
lt_lt: NAUJA
lv_lv: JAUNA
nb_no: NYHET
uk_ua: НОВИЙ

source: Number grouped:
el_gr: Ομαδοποιημένος αριθμός:
lt_lt: Numeris sugrupuotas:
lv_lv: Grupēto grupu skaits:
nb_no: Antall gruppert:
uk_ua: Кількість згрупованих:

source: click on the POIs to add/remove them to this group
el_gr: κάντε κλικ στα POI για να τα προσθέσετε/αφαιρέσετε σε αυτή την ομάδα
lt_lt: spustelėkite lankytinas vietas, kad pridėtumėte / pašalintumėte jas prie šios grupės
lv_lv: noklikšķiniet uz pirkšanas objektiem, lai tos pievienotu / noņemtu šai grupai
nb_no: klikk på interessepunktene for å legge til/fjerne dem i denne gruppen
uk_ua: натисніть на POI, щоб додати/видалити їх до цієї групи

source: Auto Open
el_gr: Αυτόματο άνοιγμα
lt_lt: Automatinis atidarymas
lv_lv: Automātiska atvēršana
nb_no: Åpne automatisk
uk_ua: Автоматичне відкриття

source: Hide when opened
el_gr: Απόκρυψη όταν ανοίγει
lt_lt: Slėpti atidarius
lv_lv: Paslēpt pēc atvēršanas
nb_no: Skjul når den åpnes
uk_ua: Сховати при відкритті

source: Opening Sequence
el_gr: Ακολουθία έναρξης
lt_lt: Atidarymo seka
lv_lv: Atvēršanas secība
nb_no: Åpningssekvens
uk_ua: Послідовність відкриття

source: Button send
el_gr: Αποστολή κουμπιών
lt_lt: Mygtukas siųsti
lv_lv: Pogas sūtīšana
nb_no: Send knapp
uk_ua: Відправити кнопку

source: Reply message
el_gr: Μήνυμα απάντησης
lt_lt: Atsakymo žinutė
lv_lv: Atbildes ziņojums
nb_no: Svar-melding
uk_ua: Відповісти на повідомлення

source: Show Privacy Policy
el_gr: Εμφάνιση πολιτικής απορρήτου
lt_lt: Rodyti privatumo politiką
lv_lv: Rādīt konfidencialitātes politiku
nb_no: Vis retningslinjer for personvern
uk_ua: Показати Політику конфіденційності

source: Button - Background Color
el_gr: Κουμπί - Χρώμα φόντου
lt_lt: Mygtukas - fono spalva
lv_lv: Poga - fona krāsa
nb_no: Knapp - Bakgrunnsfarge
uk_ua: Button - колір фону

source: Button - Text Color
el_gr: Κουμπί - Χρώμα κειμένου
lt_lt: Mygtukas - teksto spalva
lv_lv: Poga - teksta krāsa
nb_no: Knapp - Tekstfarge
uk_ua: Button - колір тексту

source: Text (multiple lines)
el_gr: Κείμενο (πολλές γραμμές)
lt_lt: Tekstas (kelios eilutės)
lv_lv: Teksts (vairākas rindiņas)
nb_no: Tekst (flere linjer)
uk_ua: Текст (кілька рядків)

source: Number
el_gr: Αριθμός
lt_lt: Numeris
lv_lv: Numurs
nb_no: Nummer
uk_ua: Номер

source: Select
el_gr: Επιλέξτε
lt_lt: Pasirinkti
lv_lv: Izvēlieties
nb_no: Velg
uk_ua: Вибрати

source: Checkbox
el_gr: Πλαίσιο ελέγχου
lt_lt: Žymimas laukelis
lv_lv: Izvēles rūtiņa
nb_no: Avkryssingsboks
uk_ua: Прапорець

source: Time
el_gr: Ώρα
lt_lt: Laikas
lv_lv: Laiks
nb_no: Tid
uk_ua: Час

source: File Upload
el_gr: Ανέβασμα αρχείου
lt_lt: Failų įkėlimas
lv_lv: Failu Uugšupielāde
nb_no: Filopplasting
uk_ua: Завантаження файлу

source: Displays the original panorama
el_gr: Εμφανίζει το αρχικό πανόραμα
lt_lt: Rodo originalią panoraminę nuotrauką
lv_lv: Parāda sākotnējo panorāmu
nb_no: Viser det opprinnelige panoramaet
uk_ua: Відображає оригінальну панораму

source: Target
el_gr: Προορισμός
lt_lt: Tikslinės
lv_lv: Mērķa
nb_no: Mål
uk_ua: Ціль

source: Self
el_gr: Ίδιο
lt_lt: Savarankiškai
nb_no: Seg selv
uk_ua: Власний

source: Parent
el_gr: Γονική
lt_lt: Tėvinė kategorija
lv_lv: Vecakais
nb_no: Forelder
uk_ua: Батьківський

source: Top
el_gr: Κορυφή
lt_lt: Viršus
lv_lv: Augšā
nb_no: Topp
uk_ua: Верх

source: Player
el_gr: Παίκτης
lt_lt: Žaidėjas
lv_lv: Spēlētājs
nb_no: Spiller
uk_ua: Гравець

source: Minimal (no controls)
el_gr: Ελάχιστο (χωρίς ελέγχους)
lt_lt: Minimalus (nėra kontrolės priemonių)
lv_lv: Minimāli (bez vadības ierīcēm)
nb_no: Minimal (ingen kontroller)
uk_ua: Мінімальний (без елементів керування)

source: Background Volume
el_gr: Όγκος υποβάθρου
lt_lt: Fono garsumas
lv_lv: Fona skaļums
nb_no: Bakgrunnsvolum
uk_ua: Фоновий об'єм

source: sets the volume of the main tour audio when listening to this audio
el_gr: ρυθμίζει την ένταση του κύριου ήχου της ξενάγησης κατά την ακρόαση αυτού του ήχου
lt_lt: Klausydamiesi šio garso įrašo nustato pagrindinio turo garso garsumą
lv_lv: iestata galvenā ceļveža audio skaļumu, klausoties šo audio
nb_no: Stiller inn volumet på hovedturlyden når du lytter til denne lyden
uk_ua: Встановлює гучність основного звуку туру під час прослуховування цього аудіо

source: Content - Text
el_gr: Περιεχόμενο - Κείμενο
lt_lt: Turinys - tekstas
lv_lv: Saturs - Teksts
nb_no: Innhold - Tekst
uk_ua: Зміст - Текст

source: Content - Mixed
el_gr: Περιεχόμενο - Μικτό
lt_lt: Turinys - mišrus
lv_lv: Saturs - jaukts
nb_no: Innhold - Blandet
uk_ua: Зміст - Змішаний

source: Content - Html
el_gr: Περιεχόμενο - Html
lt_lt: Turinys - Html
lv_lv: Saturs - HTML
nb_no: Innhold - HTML
uk_ua: Контент - HTML

source: Content - Product
el_gr: Περιεχόμενο - Προϊόν
lt_lt: Turinys - produktas
lv_lv: Saturs - Produkts
nb_no: Innhold - Produkt
uk_ua: Контент - Продукт

source: Choose a Product
el_gr: Επιλέξτε ένα προϊόν
lt_lt: Pasirinkite produktą
lv_lv: Izvēlieties produktu
nb_no: Velg et produkt
uk_ua: Оберіть товар

source: IMAGES GALLERY
el_gr: ΠΙΝΑΚΟΘΗΚΗ ΕΙΚΟΝΩΝ
lt_lt: VAIZDŲ GALERIJA
lv_lv: ATTĒLU GALERIJA
nb_no: BILDER GALLERI
uk_ua: ГАЛЕРЕЯ ЗОБРАЖЕНЬ

source: Random Order
el_gr: Τυχαία Ταξινόμηση
lt_lt: Atsitiktinis užsakymas
lv_lv: Nejaušs pasūtījums
nb_no: Tilfeldig rekkefølge
uk_ua: Випадковий порядок

source: Transition
el_gr: Μετάβαση
lt_lt: Perėjimo laikas
lv_lv: Pāreja
nb_no: Overgang
uk_ua: Перехід відкриття починається

source: Slide Appear
el_gr: Διαφάνεια Εμφανίζονται
lt_lt: Rodoma skaidrė
lv_lv: Slaidu parādīšanās
nb_no: Lysbilde vises
uk_ua: Поява слайда

source: Swipe
lt_lt: Braukite
lv_lv: Pavelciet
nb_no: Dra
uk_ua: Проведіть

source: Swipe 2
el_gr: Σαρώστε 2
lt_lt: Perbraukite 2
lv_lv: Vilkt 2
nb_no: Sveip 2
uk_ua: Проведіть пальцем 2

source: Thumbnails
el_gr: Μικρογραφίες
lt_lt: Miniatūros
lv_lv: Sīktēlus
nb_no: Miniatyrbilder
uk_ua: Ескізи

source: Bottom Over Media
lt_lt: Iš apačios į laikmeną
lv_lv: Apakšdaļa virs multivides
nb_no: Bunn over media
uk_ua: Знизу над медіа

source: Bottom
el_gr: Κάτω
lt_lt: Apačia
lv_lv: Apakšā
nb_no: Bunn
uk_ua: Знизу

source: Autoplay
el_gr: Αυτόματη Αναπαραγωγή
lt_lt: Automatinis paleidimas
lv_lv: Automātiskā atskaņošana
uk_ua: Автозапуск

source: Slide Duration
el_gr: Διάρκεια διαφάνειας
lt_lt: Skaidrės trukmė
lv_lv: Slaida ilgums
nb_no: Varighet for lysbilde
uk_ua: Тривалість слайда

source: IMAGES OBJECT 360
el_gr: ΕΙΚΌΝΕΣ ΑΝΤΙΚΕΊΜΕΝΟ 360
lt_lt: VAIZDŲ OBJEKTAS 360
lv_lv: ATTĒLI OBJEKTS 360
nb_no: BILDER OBJEKT 360
uk_ua: ЗОБРАЖЕННЯ ОБ'ЄКТ 360

source: Panorama Image
el_gr: Εικόνα πανοράματος
lt_lt: Panoramos vaizdas
lv_lv: Panorāmas attēls
nb_no: Panorama bilde
uk_ua: Панорамне зображення

source: Json
lv_lv: Dž.
uk_ua: У форматі JSON

source: Upload Json
el_gr: Ανεβάστε το Json
lt_lt: Įkelti Json
lv_lv: Augšupielādēt Json
nb_no: Last opp Json
uk_ua: Завантажити файл json

source: Upload File
el_gr: Μεταφόρτωση Αρχείου
lt_lt: Įkelti failą
lv_lv: Augšupielādēt Failu
nb_no: Last opp fil
uk_ua: Завантажити файл

source: PDF File
el_gr: Αρχείο PDF
lt_lt: PDF failas
lv_lv: PDF fails
nb_no: PDF-fil
uk_ua: Файл у форматі PDF

source: ZIP File
el_gr: Αρχείο ZIP
lt_lt: ZIP failas
lv_lv: ZIP fails
nb_no: ZIP-fil
uk_ua: ZIP-файл

source: Files
el_gr: Αρχεία
lt_lt: Failai
lv_lv: Faili
nb_no: Filer
uk_ua: Файли

source: Interaction
el_gr: Αλληλεπίδραση
lt_lt: Sąveika
lv_lv: Mijiedarbība
nb_no: Interaksjon
uk_ua: Взаємодія

source: 3d model can be rotated
el_gr: το 3d μοντέλο μπορεί να περιστραφεί
lt_lt: 3D modelį galima pasukti
lv_lv: 3D modeli var pagriezt
nb_no: 3D-modellen kan roteres
uk_ua: 3D модель можна обертати

source: Only Horizontal
el_gr: Μόνο οριζόντια
lt_lt: Tik horizontalus
lv_lv: Tikai horizontāli
nb_no: Bare horisontal
uk_ua: Тільки горизонтальний

source: Only Vertical
el_gr: Μόνο κατακόρυφο
lt_lt: Tik vertikalus
lv_lv: Tikai vertikāli
nb_no: Bare vertikal
uk_ua: Тільки вертикальний

source: Placement
el_gr: Τοποθέτηση
lt_lt: Vietą
lv_lv: Izvietošana
nb_no: Plassering
uk_ua: Розміщення

source: Floor
el_gr: Πάτωμα
lt_lt: Aukštas
lv_lv: Stāvs
nb_no: Gulv
uk_ua: Поверх

source: Wall
el_gr: Τοίχος
lt_lt: Logotipai
lv_lv: Siena
nb_no: Veggen
uk_ua: стіна

source: Exposure
el_gr: Έκθεση
lt_lt: Poveikis
lv_lv: Iedarbība
nb_no: Eksponering
uk_ua: Впливу

source: controls the exposure of the 3d model
el_gr: ελέγχει την έκθεση του τρισδιάστατου μοντέλου
lt_lt: Kontroliuoja 3D modelio ekspoziciją
lv_lv: Kontrolē 3D modeļa ekspozīciju
nb_no: Kontrollerer eksponeringen av 3D-modellen
uk_ua: Контролює експозицію 3D моделі

source: Environment
el_gr: Περιβάλλον
lt_lt: Aplinka
lv_lv: Vide
nb_no: Miljø
uk_ua: Оточення

source: Neutral
el_gr: Ουδέτερο
lt_lt: Neutralus
lv_lv: Neitrāls
nb_no: Nøytral
uk_ua: Нейтрально

source: Legacy
el_gr: Κληρονομιά
lt_lt: Palikimas
lv_lv: Mantojums
uk_ua: Спадковий

source: Video MP4 / WEBM
el_gr: Βίντεο MP4 / WEBM
lt_lt: Vaizdo įrašas MP4 / WEBM
uk_ua: Відео MP4 / WEBM

source: Audio MP3
el_gr: ήχου: MP3,
lt_lt: Garsas MP3
nb_no: Lyd MP3
uk_ua: Аудіо MP3

source: Upload Audio
el_gr: Μεταφόρτωση ήχου
lt_lt: Garso įrašo įkėlimas
lv_lv: Augšupielādēt audio
nb_no: Last opp lydfil
uk_ua: Завантажити аудіо-файл

source: View Mode
el_gr: Λειτουργία προβολής
lt_lt: Peržiūros režimas
lv_lv: Skata režīms
nb_no: Vis modus
uk_ua: Режим перегляду

source: Box (click)
el_gr: Κουτί (κλικ)
lt_lt: Langelis (spustelėti)
lv_lv: Lodziņš (klikšķis)
nb_no: Boks (klikk)
uk_ua: Коробка (натисніть)

source: Box (Hover)
el_gr: Πλαίσιο (Προβολή)
lt_lt: Dėžutė (užveskite pelės žymeklį)
lv_lv: Kaste (norādīšana)
nb_no: Boks (sveve)
uk_ua: Коробка (наведення)

source: Box Position
el_gr: Θέση Kουτιού
lt_lt: Dėžutės padėtis
lv_lv: Kastes novietojums
nb_no: Boks posisjon
uk_ua: Положення коробки

source: Left
el_gr: Αριστερά
lt_lt: Kairė
lv_lv: Pa kreisi
nb_no: Venstre
uk_ua: Зліва

source: Right
el_gr: Δεξιά
lt_lt: Dešinė
lv_lv: Pa labi
nb_no: Høyre
uk_ua: Зправа

source: Box Width
el_gr: Πλάτος κουτιού
lt_lt: Dėžutės plotis
lv_lv: Kastes platums
nb_no: Boks bredde
uk_ua: Ширина коробки

source: Box Maximize Button
el_gr: Κουμπί μεγιστοποίησης πλαισίου
lt_lt: Dėžutės maksimizavimo mygtukas
lv_lv: Lodziņš Maksimizēt poga
nb_no: Box Maximer-knapp
uk_ua: Кнопка «Розгорнути коробку»

source: Auto Close
el_gr: Αυτόματο κλείσιμο
lt_lt: Automatinis uždarymas
lv_lv: Automātiskā aizvēršana
nb_no: Automatisk lukking
uk_ua: Автоматичне закриття

source: Title - Size
el_gr: Τίτλος - Μέγεθος
lt_lt: Pavadinimas - Dydis
lv_lv: Nosaukums - Izmērs
nb_no: Tittel - Størrelse
uk_ua: Title - Розмір

source: Title - Color
el_gr: Τίτλος - Χρώμα
lt_lt: Pavadinimas - Spalva
lv_lv: Nosaukums - krāsa
nb_no: Tittel - Farge
uk_ua: Назва - Колір

source: Title - Background
el_gr: Τίτλος - Ιστορικό
lt_lt: Pavadinimas - Bendra informacija
lv_lv: Nosaukums - Vispārīga informācija
nb_no: Tittel - Bakgrunn
uk_ua: Title - Фон

source: Description - Size
el_gr: Περιγραφή - Μέγεθος
lt_lt: Aprašymas - Dydis
lv_lv: Apraksts - izmērs
nb_no: Beskrivelse - Størrelse
uk_ua: Опис - Розмір

source: Description - Color
el_gr: Περιγραφή - Χρώμα
lt_lt: Aprašymas - spalva
lv_lv: Apraksts - krāsa
nb_no: Beskrivelse - Farge
uk_ua: Опис - Колір

source: Content - Background
el_gr: Περιεχόμενο - Ιστορικό
lt_lt: Turinys - Bendra informacija
lv_lv: Saturs - Vispārīga informācija
nb_no: Innhold - bakgrunn
uk_ua: Зміст - Передісторія

source: Content - Width
el_gr: Περιεχόμενο - Πλάτος
lt_lt: Turinys - plotis
lv_lv: Saturs - platums
nb_no: Innhold - Bredde
uk_ua: Зміст - Ширина

source: Content - Height
el_gr: Περιεχόμενο - Ύψος
lt_lt: Turinys - aukštis
lv_lv: Saturs - augstums
nb_no: Innhold - Høyde
uk_ua: Зміст - Висота

source: Direction
el_gr: Kατεύθυνση
lt_lt: Kryptis
lv_lv: Virziens
nb_no: Anvisning
uk_ua: Напрямок

source: Rotation
el_gr: Περιστροφή
lt_lt: Pasukimas
lv_lv: Rotācijas
nb_no: Rotasjon
uk_ua: Ротація

source: Open on
el_gr: Άνοιγμα στις
lt_lt: Atidaryti
lv_lv: Atvērt
nb_no: Åpen den
uk_ua: Відкрити на

source: Click
el_gr: Κλίκ
lt_lt: Spausti
lv_lv: Klikšķiniet
nb_no: Klikk
uk_ua: Натисніть

source: Hover
el_gr: Με το ποντίκι από πάνω
lt_lt: Užeitas
lv_lv: Maiņa
uk_ua: Наведення

source: Look at
el_gr: Ορισμένες μηχανές αναζήτησης αναζητούν σχέσεις μεταξύ του περιεχομένου των σελίδων σας. Εάν έχετε σελιδοποίηση σε μια ανάρτηση ή σελίδα ή έχετε ευρετηριασμένα αρχεία, αυτές οι επιλογές θα βοηθήσουν τις μηχανές αναζήτησης να αναζητήσουν τη σωστή σελίδα για εμφάνιση στα αποτελέσματα αναζήτησης.
lt_lt: Pažiūrėk į
lv_lv: Paskaties uz
nb_no: Se på
uk_ua: Подивитися на

source: Always Open
el_gr: Πάντα Ανοιχτά
lt_lt: Visada Atidaryta
lv_lv: Vienmēr atvērts
nb_no: Alltid åpen
uk_ua: Завжди відкритий

source: Content - Image Link
el_gr: Περιεχόμενο - Σύνδεσμος εικόνας
lt_lt: Turinys - vaizdo nuoroda
lv_lv: Saturs - attēla saite
nb_no: Innhold - Bildelenke
uk_ua: Контент - Посилання на зображення

source: Content - HTML
el_gr: Περιεχόμενο - HTML
lt_lt: Turinys - HTML
lv_lv: Saturs - HTML
nb_no: Innhold - HTML
uk_ua: Зміст - HTML

source: Muted
lt_lt: Nutildytas
lv_lv: Izslēgts
nb_no: Dempet
uk_ua: Приглушити

source: Background Removal
el_gr: Αφαίρεση φόντου
lt_lt: Fono pašalinimas
lv_lv: Fona noņemšana
nb_no: Fjerning av bakgrunn
uk_ua: Видалення фону

source: Video WEBM + MOV
el_gr: Βίντεο WEBM + MOV
lt_lt: Vaizdo įrašas WEBM + MOV
uk_ua: Відео WEBM + MOV

source: Shadow Intensity
el_gr: Ένταση σκιάς
lt_lt: Šešėlio intensyvumas
lv_lv: Ēnu intensitāte
nb_no: Skygge intensitet
uk_ua: Інтенсивність тіні
