Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Cookie Policy
el_gr: Πολιτική Cookies
lt_lt: Slapukų politika
lv_lv: Sīkdatņu politika
nb_no: Bruk av cookies
uk_ua: Політика використання файлів cookie

source: Usage
el_gr: Χρήση
lt_lt: Naudojimas
lv_lv: Lietošanas
nb_no: Forbruk
uk_ua: Використання

source: We use cookies to help you navigate efficiently and perform certain functions. You will find detailed information about all cookies under each consent category below.
el_gr: Χρησιμοποιούμε cookies για να σας βοηθήσουμε να πλοηγείστε αποτελεσματικά και να εκτελείτε ορισμένες λειτουργίες. Θα βρείτε λεπτομερείς πληροφορίες για όλα τα cookies σε κάθε κατηγορία συναίνεσης παρακάτω.
lt_lt: Mes naudojame slapukus, kad padėtume jums efektyviai naršyti ir atlikti tam tikras funkcijas. Išsamią informaciją apie visus slapukus rasite kiekvienoje sutikimo kategorijoje žemiau.
lv_lv: Mēs izmantojam sīkfailus, lai palīdzētu jums efektīvi pārvietoties un veikt noteiktas funkcijas. Detalizētu informāciju par visiem sīkfailiem atradīsiet katrā piekrišanas kategorijā zemāk.
nb_no: Vi bruker informasjonskapsler for å hjelpe deg med å navigere effektivt og utføre visse funksjoner. Du finner detaljert informasjon om alle informasjonskapsler under hver samtykkekategori nedenfor.
uk_ua: Ми використовуємо файли cookie, щоб допомогти вам ефективно орієнтуватися та виконувати певні функції. Нижче ви знайдете детальну інформацію про всі файли cookie під кожною категорією згоди.

source: Strictly Necessary <span class="pm__badge">Always Enabled</span>
el_gr: Αυστηρά απαραίτητο <span class="pm__badge">Πάντα ενεργοποιημένο</span>
lt_lt: Griežtai būtina <span class="pm__badge">Visada įjungta</span>
lv_lv: Obligāti nepieciešams <span class="pm__badge">Vienmēr iespējots</span>
nb_no: Strengt nødvendig <span class="pm__badge">Alltid aktivert</span>
uk_ua: Строго необхідно <span class="pm__badge">завжди включено</span>

source: Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website. The website cannot function properly without these cookies.
el_gr: Τα απαραίτητα cookies βοηθούν να γίνει ένας ιστότοπος εύχρηστος, ενεργοποιώντας βασικές λειτουργίες όπως η πλοήγηση στη σελίδα και η πρόσβαση σε ασφαλείς περιοχές του ιστότοπου. Ο ιστότοπος δεν μπορεί να λειτουργήσει σωστά χωρίς αυτά τα cookies.
lt_lt: Būtinieji slapukai padeda padaryti svetainę tinkamą naudoti, nes įgalina pagrindines funkcijas, pvz., puslapio naršymą ir prieigą prie saugių svetainės sričių. Be šių slapukų svetainė negali tinkamai veikti.
lv_lv: Nepieciešamās sīkdatnes palīdz padarīt tīmekļa vietni lietojamu, iespējojot tādas pamatfunkcijas kā lapas navigācija un piekļuve drošām vietnes vietām. Tīmekļa vietne nevar pareizi darboties bez šīm sīkdatnēm.
nb_no: Nødvendige informasjonskapsler bidrar til å gjøre et nettsted brukbart ved å aktivere grunnleggende funksjoner som sidenavigering og tilgang til sikre områder på nettstedet. Nettstedet kan ikke fungere ordentlig uten disse informasjonskapslene.
uk_ua: Необхідні файли cookie допомагають зробити веб-сайт зручним для використання, забезпечуючи основні функції, такі як навігація по сторінках і доступ до безпечних областей веб-сайту. Веб-сайт не може працювати належним чином без цих файлів cookie.

source: Analytics
lt_lt: Statistika
nb_no: Statistikk
uk_ua: Аналітика

source: Analytical cookies are used to understand how visitors interact with the website. These cookies help provide information on metrics such as the number of visitors, bounce rate, traffic source, etc.
el_gr: Τα αναλυτικά cookies χρησιμοποιούνται για την κατανόηση του τρόπου με τον οποίο οι επισκέπτες αλληλεπιδρούν με τον ιστότοπο. Αυτά τα cookie βοηθούν στην παροχή πληροφοριών σχετικά με μετρήσεις όπως ο αριθμός των επισκεπτών, το ποσοστό εγκατάλειψης, η πηγή επισκεψιμότητας κ.λπ.
lt_lt: Analitiniai slapukai naudojami siekiant suprasti, kaip lankytojai sąveikauja su svetaine. Šie slapukai padeda teikti informaciją apie metriką, pvz., lankytojų skaičių, atmetimo rodiklį, srauto šaltinį ir kt.
lv_lv: Analītiskās sīkdatnes tiek izmantotas, lai saprastu, kā apmeklētāji mijiedarbojas ar vietni. Šīs sīkdatnes palīdz sniegt informāciju par tādiem rādītājiem kā apmeklētāju skaits, atlēcienu līmenis, datplūsmas avots utt.
nb_no: Analytiske informasjonskapsler brukes til å forstå hvordan besøkende samhandler med nettstedet. Disse informasjonskapslene hjelper til med å gi informasjon om beregninger som antall besøkende, fluktfrekvens, trafikkilde osv.
uk_ua: Аналітичні файли cookie використовуються для розуміння того, як відвідувачі взаємодіють з веб-сайтом. Ці файли cookie допомагають надавати інформацію про такі показники, як кількість відвідувачів, показник відмов, джерело трафіку тощо.

source: Functional
el_gr: Λειτουργικά
lt_lt: Funkciniai ( svetainės naudojimui)
lv_lv: Funkcionālās
nb_no: Funksjoner
uk_ua: Оператор

source: Functional cookies help perform certain functionalities like sharing the content of the website on social media platforms, collecting feedback, and other third-party features.
el_gr: Τα λειτουργικά cookies βοηθούν στην εκτέλεση ορισμένων λειτουργιών, όπως η κοινή χρήση του περιεχομένου του ιστότοπου σε πλατφόρμες μέσων κοινωνικής δικτύωσης, η συλλογή σχολίων και άλλες λειτουργίες τρίτων.
lt_lt: Funkciniai slapukai padeda atlikti tam tikras funkcijas, pvz., dalytis svetainės turiniu socialinės žiniasklaidos platformose, rinkti atsiliepimus ir kitas trečiųjų šalių funkcijas.
lv_lv: Funkcionālās sīkdatnes palīdz veikt noteiktas funkcijas, piemēram, kopīgot vietnes saturu sociālo mediju platformās, apkopot atsauksmes un citas trešo pušu funkcijas.
nb_no: Funksjonelle informasjonskapsler hjelper til med å utføre visse funksjoner som å dele innholdet på nettstedet på sosiale medieplattformer, samle inn tilbakemeldinger og andre tredjepartsfunksjoner.
uk_ua: Функціональні файли cookie допомагають виконувати певні функції, такі як обмін вмістом веб-сайту на платформах соціальних мереж, збір відгуків та інші сторонні функції.

source: We value your privacy!
el_gr: Εκτιμούμε την ιδιωτικότητά σας!
lt_lt: Mes vertiname jūsų privatumą!
lv_lv: Mēs augstu vērtējam jūsu privātumu!
nb_no: Vi verdsetter personvernet ditt!
uk_ua: Ми цінуємо Вашу конфіденційність!

source: We use cookies to enhance your browsing experience, serve personalized content, and analyze our traffic. By clicking "Accept All", you consent to our use of cookies.
el_gr: Χρησιμοποιούμε cookies για να βελτιώσουμε την εμπειρία περιήγησής σας, να εξυπηρετήσουμε εξατομικευμένο περιεχόμενο και να αναλύσουμε την επισκεψιμότητά μας. Κάνοντας κλικ στο "Αποδοχή όλων", συναινείτε στη χρήση των cookies από εμάς.
lt_lt: Mes naudojame slapukus, kad pagerintume jūsų naršymo patirtį, pateiktume suasmenintą turinį ir analizuotume savo srautą. Spustelėdami "Priimti viską" sutinkate su mūsų slapukų naudojimu.
lv_lv: Mēs izmantojam sīkfailus, lai uzlabotu jūsu pārlūkošanas pieredzi, nodrošinātu personalizētu saturu un analizētu mūsu datplūsmu. Noklikšķinot uz "Pieņemt visus", jūs piekrītat mūsu sīkdatņu izmantošanai.
nb_no: Vi bruker informasjonskapsler for å forbedre nettleseropplevelsen din, levere personlig tilpasset innhold og analysere trafikken vår. Ved å klikke på "Godta alle" samtykker du til vår bruk av informasjonskapsler.
uk_ua: Ми використовуємо файли cookie, щоб покращити ваш досвід перегляду, надавати персоналізований контент та аналізувати наш трафік. Натискаючи «Прийняти все», ви даєте згоду на використання нами файлів cookie.

source: Accept all
el_gr: Αποδοχή όλων
lt_lt: Priimti visus
lv_lv: Pieņemt visus
nb_no: Godta alle
uk_ua: Прийняти всі

source: Reject all
el_gr: Απόρριψη όλων
lt_lt: Atmesti visus
lv_lv: Noraidīt visus
nb_no: Avvis alle
uk_ua: Відхилити все

source: Manage preferences
el_gr: Διαχείριση προτιμήσεων
lt_lt: Tvarkyti nuostatas
lv_lv: Preferenču pārvaldība
nb_no: Administrer preferanser
uk_ua: Керування налаштуваннями

source: Cookie Preferences
el_gr: Προτιμήσεις cookie
lt_lt: Slapukų nuostatos
lv_lv: Sīkfailu preferences
nb_no: Preferanser for informasjonskapsler
uk_ua: Налаштування файлів cookie

source: Save preferences
el_gr: Αποθήκευση προτιμήσεων
lt_lt: Išsaugoti nuostatas
lv_lv: Saglabāt preferences
nb_no: Lagre preferanser
uk_ua: Збереження налаштувань

source: Close modal
lt_lt: Uždaryti modalą
lv_lv: Tuvs modāls
nb_no: Lukk vindu
uk_ua: Закрити модальне вікно

source: Service|Services
el_gr: Υπηρεσία|Υπηρεσίες
lt_lt: Servisas|Paslaugos
lv_lv: Apkalpošana|Pakalpojumus
nb_no: Tjeneste|Tjenester
uk_ua: Сервіс |Послуги

source: Close
el_gr: Κλείσιμο
lt_lt: Uždaryti
lv_lv: Aizvērt
nb_no: Lukk
uk_ua: Закрити

source: Street View Publish scope is not authorized.<br>Please login again and flag "Publish and manage your 360 photos on Google Street View" when prompted.
el_gr: Το πεδίο δημοσίευσης Street View δεν είναι εξουσιοδοτημένο.<br> Συνδεθείτε ξανά και επισημάνετε "Δημοσίευση και διαχείριση των φωτογραφιών σας 360° στο Google Street View" όταν σας ζητηθεί.
lt_lt: Street View Publish scope is not authorized.<br>Prašome prisijungti dar kartą ir, kai būsite paraginti, pažymėkite "Publish and manage your 360 photos on Google Street View".
lv_lv: Ielas attēla publicēšanas tvērums nav autorizēts.<br> Lūdzu, piesakieties vēlreiz un atzīmējiet “Publicēt un pārvaldīt savus 360 grādu fotoattēlus pakalpojumā Google ielas attēls”, kad tas tiek prasīts.
nb_no: Street View-publiseringsomfanget er ikke autorisert.<br>Logg inn på nytt og flagg "Publiser og administrer 360-bildene dine på Google Street View" når du blir bedt om det.
uk_ua: Область публікації Перегляду вулиць не авторизована.<br> Будь ласка, увійдіть ще раз і позначте «Опублікуйте кругові фотографії та керуйте ними в Google Street View», коли буде запропоновано.

source: Permission denied
el_gr: Η άδεια απορρίφθηκε
lt_lt: Priėjimas neimanomas
lv_lv: Atļauja liegta
nb_no: Ingen tilgang
uk_ua: В доступі відмовлено

source: It looks like that you do not have permission to access this page
el_gr: Φαίνεται ότι δεν έχετε δικαίωμα πρόσβασης σε αυτή τη σελίδα
lt_lt: Atrodo, kad neturite leidimo pasiekti šį puslapį
lv_lv: Izskatās, ka jums nav atļaujas piekļūt šai lapai
nb_no: Det ser ut til at du ikke har tilgang til denne siden
uk_ua: Схоже, у вас немає дозволу на доступ до цієї сторінки

source: Back to Dashboard
el_gr: Επιστροφή στον πίνακα ελέγχου
lt_lt: Atgal į valdymo skydelį
lv_lv: Atpakaļ uz rīku paneli
nb_no: Tilbake til kontrollpanelet
uk_ua: Повернутися до панелі управління

source: Your "%s" plan not allow to publish on Google Street View!
el_gr: Το σχέδιό σας "%s" δεν επιτρέπεται να δημοσιευτεί στο Google Street View!
lt_lt: Jūsų plano "%s" neleidžiama skelbti "Google Street View"!
lv_lv: Jūsu plāns "%s" neļauj publicēt pakalpojumā Google Street View!
nb_no: «%s»-abonnementet ditt tillater ikke publisering på Google Street View!
uk_ua: Ваш тариф "%s" не дозволяє публікувати в Google Street View!

source: Google account
el_gr: Λογαριασμός Google
lt_lt: "Google" paskyra
lv_lv: Google konts
nb_no: Google-konto
uk_ua: Обліковий запис Google

source: Location
el_gr: Τοποθεσία
lt_lt: Vieta
lv_lv: Atrašanās vieta
nb_no: Sted
uk_ua: Місцезнаходження

source: Rooms
el_gr: Δωμάτια
lt_lt: Kambariai
lv_lv: Telpas
nb_no: Rom
uk_ua: Кімнати

source: Connections
el_gr: Συνδέσεις
lt_lt: Sujungimai
lv_lv: Savienojumus
nb_no: Forbindelser
uk_ua: Контакти

source: Summary
el_gr: Περίληψη
lt_lt: Santrauka
lv_lv: Kopsavilkums
nb_no: Sammendrag
uk_ua: Резюме

source: Status
el_gr: Κατάσταση
lt_lt: Būsena
lv_lv: Statuss
uk_ua: Статус

source: Please authorize with Google for publishing a tour to Google Street View.
el_gr: Εξουσιοδοτήστε την Google για τη δημοσίευση μιας περιήγησης στο Google Street View.
lt_lt: Įgaliojkite "Google" paskelbti apžvalgą "Google Street View".
lv_lv: Lūdzu, autorizējieties Google serverī, lai publicētu ceļvedi pakalpojumā Google Street View.
nb_no: Gi Google tillatelse til å publisere en omvisning i Google Street View.
uk_ua: Будь ласка, надайте дозвіл Google на публікацію туру в Google Street View.

source: The tour is already published with the Google account %s, but the current account is not authorized to manage it.
el_gr: Η περιήγηση έχει ήδη δημοσιευτεί με τον λογαριασμό Google %s, αλλά ο τρέχων λογαριασμός δεν είναι εξουσιοδοτημένος να τη διαχειρίζεται.
lt_lt: Kelionė jau paskelbta naudojant "Google" paskyros %s, tačiau einamoji paskyra neturi teisės jos tvarkyti.
lv_lv: Ceļojums jau ir publicēts, izmantojot Google konta %s, bet norēķinu konts nav pilnvarots to pārvaldīt.
nb_no: Turen er allerede publisert med Google-kontoen %s, men den nåværende kontoen er ikke autorisert til å administrere den.
uk_ua: Тур вже опублікований за допомогою облікового запису Google %s, але поточний аккаунт не уповноважений ним керувати.

source: The tour is already published with the Google account %s, please login with the same account to manage it.
el_gr: Η περιήγηση έχει ήδη δημοσιευτεί με τον λογαριασμό Google %s, συνδεθείτε με τον ίδιο λογαριασμό για να τη διαχειριστείτε.
lt_lt: Turas jau paskelbtas naudojant "Google" paskyrą %s, prisijunkite naudodami tą pačią paskyrą, kad ją tvarkytumėte.
lv_lv: Ceļojums jau ir publicēts Google kontā %s, lūdzu, piesakieties ar to pašu kontu, lai to pārvaldītu.
nb_no: Turen er allerede publisert med Google-kontoen %s, vennligst logg inn med samme konto for å administrere den.
uk_ua: Тур вже опублікований з обліковим записом Google %s, будь ласка, увійдіть за допомогою того ж облікового запису, щоб керувати ним.

source: my contributions
el_gr: τις συνεισφορές μου
lt_lt: mano indėlis
lv_lv: mani ieguldījumi
nb_no: Mine bidrag
uk_ua: мої внески

source: change account
el_gr: αλλαγή λογαριασμού
lt_lt: pakeisti paskyrą
lv_lv: mainīt kontu
nb_no: Endre konto
uk_ua: Змінити обліковий запис

source: logout
el_gr: αποσύνδεση
lt_lt: atsijungti
lv_lv: Atteikties
nb_no: logg ut
uk_ua: вийти

source: Login with Google
el_gr: Σύνδεση με την Google
lt_lt: Prisijungti su Google
lv_lv: Piesakieties Google tīklā
nb_no: Logg på med Google
uk_ua: Вхід з Google

source: Next step
el_gr: Επόμενο βήμα
lt_lt: Sekantis žingsnis
lv_lv: Nākamais solis
nb_no: Neste trinn
uk_ua: Наступний крок

source: (optional) Link the tour to your Google Business listing or a specific address.
el_gr: (προαιρετικό) Συνδέστε την περιήγηση με την καταχώρισή σας στο Google Business ή μια συγκεκριμένη διεύθυνση.
lt_lt: (pasirinktinai) Susiekite kelionę su "Google" verslo įrašu arba konkrečiu adresu.
lv_lv: (pēc izvēles) Saistiet ceļvedi ar savu Google uzņēmuma ierakstu vai konkrētu adresi.
nb_no: (valgfritt) Knytt omvisningen til Google Business-oppføringen din eller en bestemt adresse.
uk_ua: (необов'язково) Зв'яжіть тур зі своєю інформацією про компанію в Google або конкретною адресою.

source: Enter a location / business name
el_gr: Εισαγάγετε μια τοποθεσία / όνομα επιχείρησης
lt_lt: Įveskite vietą / įmonės pavadinimą
lv_lv: Ievadiet atrašanās vietu/uzņēmuma nosaukumu
nb_no: Angi et sted/bedriftsnavn
uk_ua: Введіть місцезнаходження / назву компанії

source: remove
el_gr: αφαίρεση
lt_lt: pašalinti
lv_lv: noņemt
nb_no: fjern
uk_ua: видалити

source: The selected location may not be valid! You may receive an error when publishing.<br>Please select a more accurate location.
el_gr: Η επιλεγμένη τοποθεσία ενδέχεται να μην είναι έγκυρη! Ενδέχεται να λάβετε ένα σφάλμα κατά τη δημοσίευση.<br> Επιλέξτε μια πιο ακριβή τοποθεσία.
lt_lt: Pasirinkta vieta gali būti negaliojanti! Skelbiant gali būti gauta klaida.<br>Prašome pasirinkti tikslesnę vietą.
lv_lv: Izvēlētā vieta var nebūt derīga! Publicēšanas laikā var tikt parādīts kļūdas ziņojums.<br> Lūdzu, atlasiet precīzāku atrašanās vietu.
nb_no: Det kan hende at den valgte plasseringen ikke er gyldig! Du kan få en feilmelding når du publiserer.<br>Velg et mer nøyaktig sted.
uk_ua: Вибране місце може бути недійсним! Ви можете отримати помилку під час публікації.<br> Виберіть точніше місце розташування.

source: Back
el_gr: Πίσω
lt_lt: Atgal
lv_lv: Atpakaļ
nb_no: TIlbake
uk_ua: Назад

source: Next step / Save
el_gr: Επόμενο βήμα / Αποθήκευση
lt_lt: Kitas žingsnis / Išsaugoti
lv_lv: Nākamais solis / Saglabāt
nb_no: Neste trinn / Lagre
uk_ua: Наступний крок / Зберегти

source: Select the rooms you want to publish on Google Street View and if your tour includes multiple floors also select the levels for each room.
el_gr: Επιλέξτε τα δωμάτια που θέλετε να δημοσιεύσετε στο Google Street View και εάν η περιήγησή σας περιλαμβάνει πολλούς ορόφους επιλέξτε επίσης τα επίπεδα για κάθε δωμάτιο.
lt_lt: Pasirinkite kambarius, kuriuos norite paskelbti "Google Street View", ir, jei apžvalga apima kelis aukštus, taip pat pasirinkite kiekvieno kambario lygius.
lv_lv: Atlasiet telpas, kuras vēlaties publicēt pakalpojumā Google Street View, un, ja jūsu ceļvedī ir vairāki stāvi, atlasiet arī katras telpas līmeņus.
nb_no: Velg rommene du vil publisere på Google Street View, og hvis omvisningen din inkluderer flere etasjer, velger du også nivåene for hvert rom.
uk_ua: Виберіть кімнати, які ви хочете опублікувати в Google Перегляді вулиць, а якщо ваш тур включає кілька поверхів, також виберіть рівні для кожної кімнати.

source: Levels
el_gr: Επίπεδα
lt_lt: Lygiai
lv_lv: Līmeņi
nb_no: Nivåer
uk_ua: Рівні

source: add new level
el_gr: προσθέστε νέο επίπεδο
lt_lt: pridėti naują lygį
lv_lv: Jauna līmeņa pievienošana
nb_no: Legg til nytt nivå
uk_ua: Додати новий рівень

source: Name
el_gr: Όνομα
lt_lt: Vardas
lv_lv: Nosaukums
nb_no: Navn
uk_ua: Ім'я

source: no 360 degree panoramic images found for this tour!
el_gr: δεν βρέθηκαν πανοραμικές εικόνες 360 μοιρών για αυτήν την περιήγηση!
lt_lt: šiai kelionei nerasta jokių 360 laipsnių panoraminių vaizdų!
lv_lv: Šai ekskursijai nav atrasti 360 grādu panorāmas attēli!
nb_no: Ingen 360 graders panoramabilder funnet for denne turen!
uk_ua: Для цього туру не знайдено панорамних зображень на 360 градусів!

source: Adjust the orientation of the panoramas and connect the rooms to enable navigation between them.
el_gr: Προσαρμόστε τον προσανατολισμό των πανοραμικών και συνδέστε τα δωμάτια για να ενεργοποιήσετε την πλοήγηση μεταξύ τους.
lt_lt: Sureguliuokite panoramų orientaciją ir prijunkite kambarius, kad galėtumėte naršyti tarp jų.
lv_lv: Pielāgojiet panorāmu orientāciju un savienojiet telpas, lai iespējotu navigāciju starp tām.
nb_no: Juster retningen på panoramaene og koble sammen rommene for å muliggjøre navigering mellom dem.
uk_ua: Відрегулюйте орієнтацію панорам і підключіть кімнати, щоб забезпечити навігацію між ними.

source: Select a room
el_gr: Επιλέξτε ένα δωμάτιο
lt_lt: Pasirinkite kambarį
lv_lv: Izvēlieties istabu
nb_no: Velg et rom
uk_ua: Вибрати кімнату

source: SET NORTH
el_gr: ΟΡΙΣΤΕ ΒΟΡΕΙΑ
lt_lt: NUSTATYKITE ŠIAURĘ
lv_lv: NOSTĀJIES UZ ZIEMEĻIEM
nb_no: SETT NORD
uk_ua: ЗАХІД НА ПІВНІЧ

source: add
el_gr: προσθέστε
lt_lt: pridėti
lv_lv: pievienot
nb_no: legg til
uk_ua: Додати

source: select the room to connect on the map
el_gr: επιλέξτε το δωμάτιο για σύνδεση στο χάρτη
lt_lt: Žemėlapyje pasirinkite kambarį, prie kurio norite prisijungti
lv_lv: atlasiet telpu, kurai izveidot savienojumu kartē
nb_no: Velg rommet du vil koble til på kartet
uk_ua: Виберіть кімнату для підключення на карті

source: Drag the rooms onto the map to position them. Click on the map markers to set their orientation and add connections.
el_gr: Σύρετε τα δωμάτια στον χάρτη για να τα τοποθετήσετε. Κάντε κλικ στους δείκτες του χάρτη για να ορίσετε τον προσανατολισμό τους και να προσθέσετε συνδέσεις.
lt_lt: Vilkite kambarius į žemėlapį, kad juos pastatytumėte. Spustelėkite žemėlapio žymeklius, kad nustatytumėte jų orientaciją ir pridėtumėte ryšius.
lv_lv: Velciet telpas uz kartes, lai tās novietotu. Noklikšķiniet uz kartes marķieriem, lai iestatītu to orientāciju un pievienotu savienojumus.
nb_no: Dra rommene til kartet for å plassere dem. Klikk på kartmarkørene for å angi retningen og legge til tilkoblinger.
uk_ua: Перетягніть кімнати на карту, щоб розташувати їх. Натисніть на маркери карти, щоб встановити їх орієнтацію та додати з'єднання.

source: Summary of the tour to be published on Google Street View.
el_gr: Περίληψη της περιήγησης που θα δημοσιευτεί στο Google Street View.
lt_lt: Apžvalgos santrauka, kuri bus paskelbta "Google Street View".
lv_lv: Ekskursijas kopsavilkums tiks publicēts Google Street View.
nb_no: Oppsummering av omvisningen publiseres på Google Street View.
uk_ua: Резюме туру буде опубліковано на Google Street View.

source: It is not possible to publish to Google Street View on this demo server. This section is shown for demonstration purposes only.
el_gr: Δεν είναι δυνατή η δημοσίευση στο Google Street View σε αυτόν τον διακομιστή επίδειξης. Αυτή η ενότητα εμφανίζεται μόνο για λόγους επίδειξης.
lt_lt: Šiame demonstraciniame serveryje neįmanoma paskelbti "Google Street View". Šis skyrius rodomas tik demonstravimo tikslais.
lv_lv: Šajā demonstrācijas serverī nav iespējams publicēt Google Street View. Šī sadaļa ir redzama tikai demonstrācijas nolūkiem.
nb_no: Det er ikke mulig å publisere til Google Street View på denne demoserveren. Denne delen vises kun for demonstrasjonsformål.
uk_ua: Публікація в Google Street View на цьому демонстраційному сервері неможлива. Цей розділ показаний лише для демонстрації.

source: Images
el_gr: Εικόνες
lt_lt: Paveikslėliai
lv_lv: Attēli
nb_no: Bilder
uk_ua: Зображення

source: Make sure your images are minimum 5300px x 2650px and maximum 14000px x 7000px.
el_gr: Βεβαιωθείτε ότι οι εικόνες σας είναι τουλάχιστον 5300 pixel x 2650 pixel και μέγιστο 14000 px x 7000 px.
lt_lt: Įsitikinkite, kad jūsų vaizdai yra mažiausiai 5300 x 2650 pikselių ir daugiausia 14000 x 7000 pikselių.
lv_lv: Pārliecinieties, vai jūsu attēli ir vismaz 5300 x 2650 pikseļi un ne vairāk kā 14000 pikseļi x 7000 pikseļi.
nb_no: Sørg for at bildene dine er minimum 5300px x 2650px og maksimum 14000px x 7000px.
uk_ua: Переконайтеся, що розмір зображень не менше 5300 x 2650 пікселів і максимум 14000 x 7000 пікселів.

source: Publishing time on Google Street View can be up to 48 hours.
el_gr: Ο χρόνος δημοσίευσης στο Google Street View μπορεί να είναι έως και 48 ώρες.
lt_lt: Publikavimo laikas "Google Street View" gali būti iki 48 valandų.
lv_lv: Publicēšanas laiks pakalpojumā Google Street View var būt līdz 48 stundām.
nb_no: Publiseringstiden på Google Street View kan være opptil 48 timer.
uk_ua: Час публікації в Google Street View може становити до 48 годин.

source: You can learn more about the Maps User Contributed Content Policy %s.
el_gr: Μπορείτε να μάθετε περισσότερα σχετικά με την Πολιτική περιεχομένου που συνεισφέρουν οι χρήστες των Χαρτών %s.
lt_lt: Daugiau apie Žemėlapių naudotojų pateikto turinio politiką galite sužinoti %s.
lv_lv: Varat uzzināt vairāk par Maps lietotāju iesniegtā satura politiku %s.
nb_no: Du kan finne ut mer om retningslinjene for innhold brukere har bidratt med på Maps %s.
uk_ua: Ви можете дізнатися більше про політику щодо внесеного користувачами Карт %s.

source: here
el_gr: εδώ
lt_lt: čia
lv_lv: šeit
nb_no: her
uk_ua: тут

source: Tours published on GSV this month
el_gr: Περιηγήσεις που δημοσιεύτηκαν στο GSV αυτόν τον μήνα
lt_lt: Šį mėnesį GSV paskelbtos ekskursijos
lv_lv: Šomēnes GSV publicētās ekskursijas
nb_no: Turer publisert på GSV denne måneden
uk_ua: Тури, опубліковані на GSV цього місяця

source: Tours published on GSV
el_gr: Περιηγήσεις που δημοσιεύτηκαν στο GSV
lt_lt: Ekskursijos paskelbtos GSV
lv_lv: GSV publicētās ekskursijas
nb_no: Turer publisert på GSV
uk_ua: Тури опубліковані на GSV

source: of
el_gr: από
lt_lt: iš
lv_lv: no
nb_no: av
uk_ua: з
