Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: You need to add the room pointer positions directly inside the GLB file. To do this you can use Blender, add an <b>empty arrow object</b> and set its rotation values to <b>X</b>:0, <b>Y</b>:90, <b>Z</b>: the direction from where the photo was taken with yaw set to 0 (the center of the panorama).<br>Within the <b>custom properties</b> of this object create one of type string called <b>id_room</b> and set the id of the room in it. <b>Export</b> the GLB file selecting in the settings to include the custom properties.
el_gr: Πρέπει να προσθέσετε τις θέσεις των δεικτών δωματίου απευθείας μέσα στο αρχείο GLB. Για να το κάνετε αυτό μπορείτε να χρησιμοποιήσετε το Blender, να προσθέσετε ένα <b>άδειο αντικείμενο βέλους</b> και να ορίσετε τις τιμές περιστροφής του σε <b>X</b>:0, <b>Y</b>:90, <b>Z</b>: η κατεύθυνση από όπου τραβήχτηκε η φωτογραφία με yaw που έχει οριστεί στο 0 (το κέντρο του πανοράματος).<br>Μέσα στις <b>προσαρμοσμένες ιδιότητες</b> αυτού του αντικειμένου δημιουργήστε μία τύπου string με όνομα <b>id_room</b> και ορίστε το id του δωματίου σε αυτήν. <b>Εξάγετε</b> το αρχείο GLB επιλέγοντας στις ρυθμίσεις να συμπεριλάβει τις προσαρμοσμένες ιδιότητες.
lt_lt: Turite pridėti kambario žymeklio pozicijas tiesiai GLB faile. Norėdami tai padaryti, galite naudoti Blender, pridėti <b>tuščią rodyklės objektą</b> ir nustatyti jo sukimosi reikšmes į <b>X</b>:0, <b>Y</b>:90, <b>Z</b>: kryptį, iš kurios buvo padaryta nuotrauka, kai žiovulys nustatytas į 0 (panoramos centras).<br><b>Pasirinktinėse šio objekto ypatybėse</b> sukurkite vieną iš tipo eilučių, vadinamų <b>id_room</b>, ir nustatykite joje esančio kambario ID. <b>Eksportuokite</b> GLB failą, nustatymuose pasirinkdami pasirinktines ypatybes.
lv_lv: Telpas rādītāja pozīcijas jāpievieno tieši GLB failā. Lai to izdarītu, varat izmantot Blender, pievienot <b>tukšu bultiņas objektu</b> un iestatīt tā rotācijas vērtības uz <b>X</b>:0, <b>Y</b>:90, <b>Z</b>: virziens, no kura fotoattēls tika uzņemts ar žāvu, iestatīts uz 0 (panorāmas centrs).<br>Šī objekta <b>pielāgotajos rekvizītos</b> izveidojiet vienu no tipa virknēm, ko sauc par <b>id_room</b> , un iestatiet tajā esošās telpas ID. <b>Eksportējiet</b> GLB failu, atlasot iestatījumos, lai iekļautu pielāgotos rekvizītus.
nb_no: Du må legge til rompekerposisjonene direkte inne i GLB-filen. For å gjøre dette kan du bruke Blender, legge til et <b>tomt pilobjekt</b> og sette rotasjonsverdiene til <b>X</b>:0, <b>Y</b>:90, <b>Z</b>: retningen der bildet ble tatt med giring satt til 0 (midten av panoramaet).<br>Innenfor de <b>tilpassede egenskapene</b> til dette objektet oppretter du en av typen streng kalt <b>id_room</b> og angir id-en til rommet i det. <b>Eksporter</b> GLB-filen ved å velge i innstillingene for å inkludere de tilpassede egenskapene.
uk_ua: Вам потрібно додати позиції вказівника кімнати безпосередньо всередині GLB-файлу. Щоб зробити це, ви можете використовувати Blender, додати <b>порожній об'єкт зі стрілкою</b> та встановити його значення обертання на <b>X</b>:0, <b>Y</b>:90, <b>Z</b>: напрямок, звідки було зроблено фотографію, з встановленим рисканням на 0 (центр панорами).<br>У межах <b>користувацьких властивостей</b> цього об'єкту створіть один з типів string під назвою <b>id_room</b> та встановіть id кімнати в ньому. <b>Експортуйте</b> GLB-файл, вибравши в налаштуваннях, щоб включити користувацькі властивості.

source: Room id List
el_gr: Λίστα αναγνωριστικών δωματίων
lt_lt: Kambario ID sąrašas
lv_lv: Istabas ID saraksts
nb_no: Liste over rom-ID
uk_ua: Список ідентифікаторів кімнат

source: click to copy the id
el_gr: κάντε κλικ για να αντιγράψετε το id
lt_lt: Spustelėkite norėdami nukopijuoti ID
lv_lv: Noklikšķiniet, lai kopētu ID
nb_no: Klikk for å kopiere ID-en
uk_ua: Натисніть, щоб скопіювати ідентифікатор

source: Delete Custom 3D Model
el_gr: Διαγραφή προσαρμοσμένου μοντέλου 3D
lt_lt: Ištrinkite pasirinktinį 3D modelį
lv_lv: Pielāgota 3D modeļa dzēšana
nb_no: Slett egendefinert 3D-modell
uk_ua: Видалити власну 3D-модель

source: Are you sure you want to delete the custom 3D model?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το προσαρμοσμένο τρισδιάστατο μοντέλο;
lt_lt: Ar tikrai norite ištrinti pasirinktinį 3D modelį?
lv_lv: Vai tiešām vēlaties dzēst pielāgoto 3D modeli?
nb_no: Er du sikker på at du vil slette den tilpassede 3D-modellen?
uk_ua: Ви впевнені, що хочете видалити індивідуальну 3D-модель?

source: Custom 3D Model
el_gr: Προσαρμοσμένο τρισδιάστατο μοντέλο
lt_lt: Pasirinktinis 3D modelis
lv_lv: Pielāgots 3D modelis
nb_no: Tilpasset 3D-modell
uk_ua: Індивідуальна 3D модель

source: Download 3D Model
el_gr: Λήψη 3D μοντέλου
lt_lt: Atsisiųskite 3D modelį
lv_lv: Lejupielādēt 3D modeli
nb_no: Last ned 3D-modell
uk_ua: Завантажити 3D модель

source: Use Custom 3D Model
el_gr: Χρήση προσαρμοσμένου 3D μοντέλου
lt_lt: Pasirinktinio 3D modelio naudojimas
lv_lv: Pielāgota 3D modeļa izmantošana
nb_no: Bruk tilpasset 3D-modell
uk_ua: Використовуйте індивідуальну 3D-модель

source: Remove Custom 3D Model
el_gr: Αφαίρεση προσαρμοσμένου 3D μοντέλου
lt_lt: Pašalinkite pasirinktinį 3D modelį
lv_lv: Pielāgota 3D modeļa noņemšana
nb_no: Fjern tilpasset 3D-modell
uk_ua: Видалення користувацької 3D-моделі

source: Loading Custom 3D Model ...
el_gr: Φόρτωση προσαρμοσμένου τρισδιάστατου μοντέλου ...
lt_lt: Įkeliamas pasirinktinis 3D modelis ...
lv_lv: Pielāgota 3D modeļa ielāde ...
nb_no: Laster inn tilpasset 3D-modell ...
uk_ua: Завантаження користувальницької 3D моделі ...

source: All
el_gr: Όλα
lt_lt: Visi
lv_lv: Visi
nb_no: Alle
uk_ua: a

source: Level
el_gr: Επίπεδο
lt_lt: Lygis
lv_lv: Līmenis
nb_no: Nivå
uk_ua: Рівень

source: Orbit
el_gr: Τροχιά
lt_lt: Orbita
lv_lv: Orbīta
nb_no: Bane
uk_ua: Орбіті

source: Left mouse
el_gr: Αριστερό ποντίκι
lt_lt: Kairioji pelė
lv_lv: Kreisā pele
nb_no: Venstre mus
uk_ua: Ліва миша

source: Middle mouse or mousewheel
el_gr: Μεσαίο ποντίκι ή τροχός ποντικιού
lt_lt: Vidurinė pelė arba pelės ratelis
lv_lv: Vidējā pele vai peles rats
nb_no: Midterste mus eller musehjul
uk_ua: Середня миша або коліщатко миші

source: Pan
el_gr: Τηγάνι
lt_lt: Panas
lv_lv: Panna
nb_no: Panorer
uk_ua: Пан

source: Right mouse or left mouse + ctrl/meta/shiftKey
el_gr: Δεξί ή αριστερό ποντίκι + ctrl/meta/shiftKey
lt_lt: Dešinė pelė arba kairė pelė + ctrl/meta/shiftKey
lv_lv: Labā pele vai kreisā pele + ctrl/meta/shiftKey
nb_no: Høyre mus eller venstre mus + ctrl/meta/shiftKey
uk_ua: Права або ліва миша + ctrl/meta/shiftKey

source: Select room
el_gr: Επιλέξτε δωμάτιο
lt_lt: Pasirinkite kambarį
lv_lv: Izvēlēties istabu
nb_no: Velg rom
uk_ua: Вибрати кімнату

source: Double click
el_gr: Διπλό κλικ
lt_lt: Dukart spustelėkite
lv_lv: Veiciet dubultklikšķi
nb_no: Dobbeltklikk
uk_ua: Подвійне клацання

source: Move
el_gr: Μετακίνηση
lt_lt: Perkelti
lv_lv: Pārvietot
nb_no: Flytt
uk_ua: Перемістити

source: Controls
el_gr: Στοιχεία Ελέγχου
lt_lt: Valdymas
lv_lv: Vadīklas
nb_no: Kontroller
uk_ua: Керування

source: Width
el_gr: Πλάτος
lt_lt: Plotis
lv_lv: Platums
nb_no: Bredde
uk_ua: Ширина

source: Depth
el_gr: Βάθος
lt_lt: Gylis
lv_lv: Dziļums
nb_no: Dybde
uk_ua: Глибина

source: Height
el_gr: Ύψος
lt_lt: Aukštis
lv_lv: Augstums
nb_no: Høyde
uk_ua: Висота

source: Front
el_gr: Εμπρός
lt_lt: Priekyje
lv_lv: Priekšpuse
nb_no: Forside
uk_ua: Фронт

source: Pointer
el_gr: Δείκτης
lt_lt: Žymiklis
lv_lv: Rādītājs
nb_no: Peker
uk_ua: Вказівник

source: Offset
el_gr: Αντιστάθμιση
lt_lt: Poslinkis
lv_lv: Korespondējošā
nb_no: Forskyvning
uk_ua: Відступ

source: Zoom In
el_gr: Μεγέθυνση
lt_lt: Padidinti
lv_lv: Tuvināt
nb_no: Zoom inn
uk_ua: Приближувати

source: Zoom Out
el_gr: Σμίκρινση
lt_lt: Sumažinti
lv_lv: Tālināt
nb_no: Zoom ut
uk_ua: Віддалити

source: Pointer Color
el_gr: Χρώμα δείκτη
lt_lt: Žymeklio spalva
lv_lv: Rādītāja krāsa
nb_no: Peker farge
uk_ua: Колір Вказівника

source: Background Opacity
el_gr: Αδιαφάνεια Φόντου
lt_lt: Fono neskaidrumas
lv_lv: Fona Dūmainība
nb_no: Bakgrunnstetthet
uk_ua: Фон непрозорістю

source: Autorotate Speed
el_gr: Ταχύτητα αυτόματης περιστροφής
lt_lt: Autorotacijos greitis
lv_lv: Automātiskās pagriešanas ātrums
nb_no: Hastighet for automatisk rotasjon
uk_ua: Швидкість автообертання

source: Autorotate Inactivity
el_gr: Autorotate Αδράνεια
lt_lt: Autorotuoti neveiklumą
lv_lv: Neaktivitātes automātiska pagriešana
nb_no: Autoroter inaktivitet
uk_ua: Автообертання неактивності

source: Meters
el_gr: Μέτρα
lt_lt: Metrai
lv_lv: Metri
nb_no: Meter
uk_ua: Метри

source: Feets
el_gr: Πόδια
lt_lt: Pėdos
lv_lv: Pēdas
nb_no: Føtter
uk_ua: Ніжки

source: Room - Measures
el_gr: Δωμάτιο - Μέτρα
lt_lt: Kambarys - Priemonės
lv_lv: Telpa - Pasākumi
nb_no: Rom - Mål
uk_ua: Кімната - Заходи

source: Levels - Measures
el_gr: Επίπεδα - Μέτρα
lt_lt: Lygiai - priemonės
lv_lv: Līmeņi - pasākumi
nb_no: Nivåer - Mål
uk_ua: Рівні - Заходи

source: Set Default Camera Position
el_gr: Ορισμός προεπιλεγμένης θέσης κάμερας
lt_lt: Numatytosios fotoaparato padėties nustatymas
lv_lv: Iestatiet noklusējuma kameras pozīciju
nb_no: Angi standard kameraposisjon
uk_ua: Встановіть положення камери за замовчуванням

source: Altitude
el_gr: Ύψος
lt_lt: Aukštis
lv_lv: Augstums
nb_no: Høyde
uk_ua: Висота

source: You cannot manage products on an external virtual tour!
el_gr: Δεν μπορείτε να διαχειριστείτε προϊόντα σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite valdyti produktų išoriniame virtualiame ture!
lv_lv: Jūs nevarat pārvaldīt produktus ārējā virtuālā tūrē!
nb_no: Du kan ikke administrere produkter på en ekstern virtuell omvisning!
uk_ua: Ви не можете керувати продуктами під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to manage Products!
el_gr: Το σχέδιο "%s" σας δεν επιτρέπει τη διαχείριση προϊόντων!
lt_lt: Jūsų "%s" planas neleidžia valdyti Produktų!
lv_lv: Jūsu "%s" plāns neļauj pārvaldīt Produktus!
nb_no: Din "%s"-plan tillater ikke å administrere produkter!
uk_ua: Ваш тариф "%s" не дозволяє керувати Продуктами!

source: These products are managed by your Woocommerce site: <b>%s</b>
el_gr: Αυτά τα προϊόντα διαχειρίζεται ο ιστότοπός σας Woocommerce: <b>%s</b>
lt_lt: Šiuos produktus valdo jūsų "Woocommerce" svetainė: <b>%s</b>
lv_lv: Šos produktus pārvalda jūsu Woocommerce vietne: <b>%s</b>
nb_no: Disse produktene administreres av Woocommerce-nettstedet ditt: <b>%s</b>
uk_ua: Цими продуктами керує ваш сайт Woocommerce: <b>%s</b>

source: you can change the currency in the shop tab of the tour settings
el_gr: μπορείτε να αλλάξετε το νόμισμα στην καρτέλα κατάστημα των ρυθμίσεων της ξενάγησης
lt_lt: Valiutą galite pakeisti turo nustatymų skirtuke Parduotuvė
lv_lv: Jūs varat mainīt valūtu ceļojuma iestatījumu cilnē Veikals
nb_no: Du kan endre valutaen i Butikk-fanen i turinnstillingene
uk_ua: Ви можете змінити валюту у вкладці Магазин у налаштуваннях туру

source: Button
el_gr: Κουμπί
lt_lt: Mygtukas
lv_lv: Poga
nb_no: Knapp
uk_ua: Кнопка

source: Loading products ...
el_gr: Φόρτωση προϊόντων ...
lt_lt: Produktų pakrovimas ...
lv_lv: Produktu iekraušana ...
nb_no: Laster inn produkter ...
uk_ua: Завантаження продукції ...

source: SKU
el_gr: Κωδικός Προϊόντος
lv_lv: Artikuls:
nb_no: Varenummer
uk_ua: Артикул

source: ADD TO CART
el_gr: ΑΓΟΡΑ
lt_lt: ĮDĖTI Į KREPŠELĮ
lv_lv: IELIKT IEPIRKUMU GROZĀ
nb_no: LEGG TIL I HANDLEKURV
uk_ua: ПОКЛАСТИ В КОРЗИНУ

source: BUY
el_gr: ΑΓΟΡΑ
lt_lt: PIRKTI
lv_lv: PIRKT
nb_no: Kjøp
uk_ua: КУПИТИ

source: Currency
el_gr: Νόμισμα
lt_lt: Valiuta
lv_lv: Valūta
nb_no: Valuta
uk_ua: Валюта

source: Purchase Type
el_gr: Τύπος αγοράς
lt_lt: Pirkimo tipas
lv_lv: Pirkuma veids
nb_no: Betalingstype
uk_ua: Тип покупки

source: the cart works only if snipcart is configured in the shop section of the tour
el_gr: το καλάθι λειτουργεί μόνο αν το snipcart έχει ρυθμιστεί στην ενότητα κατάστημα της ξενάγησης
lt_lt: Krepšelis veikia tik tuo atveju, jei "Snipcart" sukonfigūruotas apžvalgos parduotuvės skyriuje
lv_lv: Grozs darbojas tikai tad, ja Snipcart ir konfigurēts ekskursijas sadaļā Veikals
nb_no: Handlekurven fungerer bare hvis Snipcart er konfigurert i Shop-delen av innføringen
uk_ua: Кошик працює тільки в тому випадку, якщо Snipcart налаштований в розділі Shop туру

source: Cart
el_gr: Καλάθι
lt_lt: Krepšelis
lv_lv: Grozs
nb_no: Handlekurv
uk_ua: Кошик

source: Button Text
el_gr: Κείμενο Κουμπιού
lt_lt: Mygtuko tekstas
lv_lv: Pogas teksts
nb_no: Tekst for knapp
uk_ua: Текст кнопки

source: Button Background
el_gr: Φόντο κουμπιού
lt_lt: Mygtuko fonas
lv_lv: Pogas fons
nb_no: Knapp bakgrunn
uk_ua: Кнопка Фон

source: Button Color
el_gr: Χρώμα κουμπιού
lt_lt: Mygtuko spalva
lv_lv: Pogas krāsa
nb_no: Farge for knapp
uk_ua: Колір кнопки

source: Delete Product
el_gr: Διαγραφή προϊόντος
lt_lt: Ištrinti produktą
lv_lv: Dzēst produktu
nb_no: Slett produkt
uk_ua: Видалити продукт

source: Are you sure you want to delete the product?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το προϊόν;
lt_lt: Ar tikrai norite ištrinti produktą?
lv_lv: Vai tiešām vēlaties izdzēst produktu?
nb_no: Er du sikker på at du vil slette produktet?
uk_ua: Ви впевнені, що хочете видалити продукт?

source: Please enter a valid purchase code to continue using the application.
el_gr: Παρακαλούμε εισάγετε έναν έγκυρο κωδικό αγοράς για να συνεχίσετε τη χρήση της εφαρμογής.
lt_lt: Norėdami toliau naudotis programa, įveskite galiojantį pirkimo kodą.
lv_lv: Lūdzu, ievadiet derīgu pirkuma kodu, lai turpinātu izmantot lietojumprogrammu.
nb_no: Vennligst skriv inn en gyldig kjøpskode for å fortsette å bruke applikasjonen.
uk_ua: Будь ласка, введіть дійсний код покупки, щоб продовжити користуватися програмою.

source: LICENSE
el_gr: ΑΔΕΙΟΔΟΤΗΣΗ
lt_lt: LICENCIJA
lv_lv: LICENCE
nb_no: LISENS
uk_ua: ЛІЦЕНЗІЯ

source: PLUGINS
el_gr: PLUGIN
lt_lt: ĮSKIEPIAI
lv_lv: SPRAUDŅI
uk_ua: ПЛАГІНИ

source: REQUIREMENTS
el_gr: ΑΠΑΙΤΗΣΕΙΣ
lt_lt: REIKALAVIMUS
lv_lv: PRASĪBAS
nb_no: KRAV
uk_ua: ВИМОГИ

source: GENERAL
el_gr: ΓΕΝΙΚΑ
lt_lt: BENDRIEJI
lv_lv: VISPĀRĪGI
nb_no: GENERELT
uk_ua: ЗАГАЛЬНЕ

source: LOCALIZATION
el_gr: ΤΟΠΙΚΙΣΜΟΣ
lt_lt: LOKALIZACIJOS
lv_lv: LOKALIZĀCIJA
nb_no: LOKALISERING
uk_ua: ЛОКАЛІЗАЦІЇ

source: STYLE
el_gr: ΣΤΥΛ
lt_lt: STILIAUS
lv_lv: STILS
nb_no: STIL
uk_ua: СТИЛЬ

source: CUSTOM CSS / JS / HEADERS
lt_lt: TINKINTAS CSS / JS / ANTRAŠTĖS
lv_lv: PIELĀGOTA CSS / JS / GALVENES
nb_no: TILPASSET CSS / JS / HEADERS
uk_ua: КОРИСТУВАЦЬКИЙ CSS / JS / ЗАГОЛОВКИ

source: TOOLS
el_gr: ΕΡΓΑΛΕΙΑ
lt_lt: ĮRANKIAI
lv_lv: RĪKI
nb_no: REDSKAPENE
uk_ua: ІНСТРУМЕНТ

source: CUSTOM DOMAINS
el_gr: ΠΡΟΣΑΡΜΟΣΜΕΝΟΙ ΤΟΜΕΙΣ
lt_lt: KLIŪTINIAI DOMENYS
lv_lv: PIELĀGOTI DOMĒNI
nb_no: TILPASSEDE DOMENER
uk_ua: КОРИСТУВАЦЬКІ ДОМЕНИ

source: IMPORT / EXPORT
el_gr: ΕΙΣΑΓΩΓΉ / ΕΞΑΓΩΓΉ
lt_lt: IMPORTAS / EKSPORTAS
lv_lv: IMPORTS / EKSPORTS
nb_no: IMPORT / EKSPORT
uk_ua: ІМПОРТ / ЕКСПОРТ

source: STORAGE
el_gr: ΑΠΟΘΗΚΕΥΣΗ
lt_lt: LAIKMENA
lv_lv: UZGLABĀŠANAS
nb_no: LAGRING
uk_ua: ЗБЕРІГАННЯ

source: VOICE COMMANDS
el_gr: ΦΩΝΗΤΙΚΈΣ ΕΝΤΟΛΈΣ
lt_lt: BALSO KOMANDOS
lv_lv: BALSS KOMANDAS
nb_no: TALEKOMMANDOER
uk_ua: ГОЛОСОВІ КОМАНДИ

source: CATEGORIES
lt_lt: KATEGORIJOS
lv_lv: KATEGORIJAS
nb_no: KATEGORIER
uk_ua: КАТЕГОРІЇ

source: MAIL / NOTIFICATION
el_gr: MAIL / ΕΙΔΟΠΟΊΗΣΗ
lt_lt: PAŠTAS / PRANEŠIMAS
lv_lv: PASTS / PAZIŅOJUMS
nb_no: POST / VARSLING
uk_ua: ПОШТА / ПОВІДОМЛЕННЯ

source: SOCIAL
lt_lt: SOCIALINĖS
lv_lv: SOCIĀLS
nb_no: SOSIAL
uk_ua: СОЦІАЛЬНИЙ

source: LEGAL
el_gr: ΝΟΜΙΚΗ
lt_lt: TEISINĖS
lv_lv: LIKUMĪGS
nb_no: LOVLIG
uk_ua: ЮРИДИЧНИХ

source: REGISTRATION
el_gr: ΕΓΓΡΑΦΗ
lt_lt: REGISTRACIJOS
lv_lv: REĢISTRĀCIJA
nb_no: REGISTRERING
uk_ua: РЕЄСТРАЦІЯ

source: PAYMENTS
el_gr: ΠΛΗΡΩΜΕΣ
lt_lt: MOKĖJIMAI
lv_lv: MAKSĀJUMUS
nb_no: BETALINGER
uk_ua: Безготівкові платежі

source: GOOGLE STREET VIEW
lt_lt: "GOOGLE" GATVĖS VAIZDAS
lv_lv: GOOGLE IELAS ATTĒLS
uk_ua: ПЕРЕГЛЯД ВУЛИЦЬ GOOGLE

source: License
el_gr: Άδεια Χρήσης
lt_lt: Licencija
lv_lv: Licence
nb_no: Lisens
uk_ua: Ліцензія

source: Purchase Code
el_gr: Κωδικός αγοράς
lt_lt: Pirkimo kodas
lv_lv: Pirkuma kods
nb_no: Salgs kode
uk_ua: Код активації

source: Where i can find it?
el_gr: Πού μπορώ να το βρω;
lt_lt: Kur galiu jį rasti?
lv_lv: Kur to var atrast?
nb_no: Hvor finner jeg det?
uk_ua: Де я можу його знайти?

source: CHECK
el_gr: ΕΛΕΓΧΟΣ
lt_lt: PATIKRINTI
lv_lv: PĀRBAUDĪT
nb_no: SJEKK
uk_ua: ПЕРЕВІРЯТИ

source: Plugins
el_gr: Πρόσθετα
lt_lt: Įskiepiai
lv_lv: Spraudņi
uk_ua: Плагіни

source: This plugin enables the SaaS version of Simple Virtual Tour with the ability to add multiple users, subscription plans, extra services and give your customers the ability to subscribe and buy services by paying via Stripe or Paypal.
el_gr: Αυτό το πρόσθετο δίνει τη δυνατότητα στην έκδοση SaaS του Simple Virtual Tour με τη δυνατότητα προσθήκης πολλαπλών χρηστών, προγραμμάτων συνδρομής, επιπλέον υπηρεσιών και παροχής στους πελάτες σας τη δυνατότητα να εγγραφούν και να αγοράσουν υπηρεσίες πληρώνοντας μέσω Stripe ή Paypal.
lt_lt: Šis papildinys įgalina Simple Virtual Tour SaaS versiją su galimybe pridėti kelis vartotojus, prenumeratos planus, papildomas paslaugas ir suteikti klientams galimybę užsiprenumeruoti ir pirkti paslaugas mokant per Stripe arba Paypal.
lv_lv: Šis spraudnis nodrošina Simple Virtual Tour SaaS versiju ar iespēju pievienot vairākus lietotājus, abonēšanas plānus, papildu pakalpojumus un sniegt saviem klientiem iespēju abonēt un iegādāties pakalpojumus, maksājot, izmantojot Stripe vai Paypal.
nb_no: Dette pluginet aktiverer SaaS-versjonen av Simple Virtual Tour med muligheten til å legge til flere brukere, abonnementsplaner, ekstratjenester og gi kundene dine muligheten til å abonnere og kjøpe tjenester ved å betale via Stripe eller Paypal.
uk_ua: Цей плагін дає змогу використовувати SaaS-версію Simple Virtual Tour із можливістю додавати кількох користувачів, плани передплати, додаткові послуги та давати вашим клієнтам можливість підписуватися та купувати послуги, оплачуючи через Stripe або Paypal.

source: This plugin allows users to manage and publish virtual tours directly to Google Street View. Users can assign precise locations on the map, select specific images to publish, organize them into layers, and create connections for seamless navigation.
el_gr: Αυτή η προσθήκη επιτρέπει στους χρήστες να διαχειρίζονται και να δημοσιεύουν εικονικές περιηγήσεις απευθείας στο Google Street View. Οι χρήστες μπορούν να αντιστοιχίσουν ακριβείς τοποθεσίες στο χάρτη, να επιλέξουν συγκεκριμένες εικόνες για δημοσίευση, να τις οργανώσουν σε επίπεδα και να δημιουργήσουν συνδέσεις για απρόσκοπτη πλοήγηση.
lt_lt: Šis papildinys leidžia vartotojams tvarkyti ir skelbti virtualias ekskursijas tiesiai į "Google Street View". Vartotojai gali priskirti tikslias vietas žemėlapyje, pasirinkti konkrečius vaizdus, kuriuos norite publikuoti, suskirstyti juos į sluoksnius ir sukurti ryšius sklandžiam naršymui.
lv_lv: Šis spraudnis ļauj lietotājiem pārvaldīt un publicēt virtuālās ekskursijas tieši pakalpojumā Google Street View. Lietotāji var piešķirt precīzas atrašanās vietas kartē, atlasīt konkrētus publicējamos attēlus, sakārtot tos slāņos un izveidot savienojumus nevainojamai navigācijai.
nb_no: Denne plugin-en lar brukere administrere og publisere virtuelle turer direkte til Google Street View. Brukere kan tilordne nøyaktige plasseringer på kartet, velge spesifikke bilder som skal publiseres, organisere dem i lag og opprette forbindelser for sømløs navigering.
uk_ua: Цей плагін дозволяє користувачам керувати віртуальними турами та публікувати їх безпосередньо в Google Street View. Користувачі можуть призначати точні місця на карті, вибирати конкретні зображення для публікації, організовувати їх у шари та створювати зв'язки для безперебійної навігації.

source: Custom domain allows you and your users to use your own domain name instead of the default domain URL. This feature will give you more control over your online identity and business branding.
el_gr: Ο προσαρμοσμένος τομέας επιτρέπει σε εσάς και στους χρήστες σας να χρησιμοποιείτε το δικό σας όνομα τομέα αντί για την προεπιλεγμένη διεύθυνση URL τομέα. Αυτή η δυνατότητα θα σας δώσει περισσότερο έλεγχο της διαδικτυακής ταυτότητας και της επωνυμίας της επιχείρησής σας.
lt_lt: Pasirinktinis domenas leidžia jums ir jūsų naudotojams naudoti savo domeno vardą, o ne numatytąjį domeno URL. Ši funkcija suteiks jums daugiau galimybių kontroliuoti savo internetinę tapatybę ir verslo prekės ženklą.
lv_lv: Pielāgots domēns ļauj jums un jūsu lietotājiem izmantot savu domēna nosaukumu, nevis noklusējuma domēna URL. Šī funkcija ļaus jums vairāk kontrolēt savu tiešsaistes identitāti un uzņēmuma zīmolu.
nb_no: Egendefinert domene lar deg og brukerne dine bruke ditt eget domenenavn i stedet for standard domene-URL. Denne funksjonen vil gi deg mer kontroll over din online identitet og merkevarebygging.
uk_ua: Спеціальний домен дозволяє вам і вашим користувачам використовувати власне доменне ім’я замість URL-адреси домену за умовчанням. Ця функція дасть вам більше контролю над вашою онлайн-ідентифікацією та бізнес-брендінгом.

source: Server IP Address
el_gr: Διεύθυνση IP διακομιστή
lt_lt: Serverio IP adresas
lv_lv: Servera IP adrese
nb_no: IP-adresse for server
uk_ua: IP-адреса сервера

source: Operation steps
el_gr: Βήματα λειτουργίας
lt_lt: Veikimo etapai
lv_lv: Darbības soļi
nb_no: Trinn for operasjon
uk_ua: Етапи операції

source: (user / admin): Submit a custom domain <b>request</b> through the appropriate section.
el_gr: (χρήστης / διαχειριστής): Υποβάλετε ένα <b>αίτημα</b> προσαρμοσμένου τομέα μέσω της κατάλληλης ενότητας.
lt_lt: (naudotojas / administratorius): Pateikite pasirinktinio domeno <b>užklausą</b> atitinkamame skyriuje.
lv_lv: (lietotājs / administrators): iesniedziet pielāgotu domēna <b>pieprasījumu</b> , izmantojot atbilstošo sadaļu.
nb_no: (bruker/administrator): Send inn en <b>forespørsel</b> om tilpasset domene gjennom den aktuelle delen.
uk_ua: (користувач / адміністратор): надішліть <b>запит</b> на спеціальний домен через відповідний розділ.

source: (user / admin): Must manually enter a <b>DNS record</b> that points to the server's IP address.
el_gr: (χρήστης / διαχειριστής): Πρέπει να εισαγάγετε μη αυτόματα μια <b>εγγραφή DNS</b> που να οδηγεί στη διεύθυνση IP του διακομιστή.
lt_lt: (naudotojas / administratorius): Turi rankiniu būdu įvesti <b>DNS įrašą</b>, nukreipiantį į serverio IP adresą.
lv_lv: (lietotājs / administrators): manuāli jāievada <b>DNS ieraksts</b> , kas norāda uz servera IP adresi.
nb_no: (bruker / admin): Må manuelt legge inn en <b>DNS-post</b> som peker til serverens IP-adresse.
uk_ua: (користувач / адміністратор): необхідно вручну ввести <b>запис DNS</b> , який вказує на IP-адресу сервера.

source: (admin): Once you have <b>verified</b> the DNS record, you will need to add an <u><b>Alias on your server</b></u> to accept requests from the custom domain.
el_gr: (διαχειριστής): Αφού <b>επαληθεύσετε</b> την εγγραφή DNS, θα χρειαστεί να προσθέσετε ένα <u><b>ψευδώνυμο στον διακομιστή σας</b></u> για να αποδεχτείτε αιτήματα από τον προσαρμοσμένο τομέα.
lt_lt: (administratorius): <b>Patikrinę</b> DNS įrašą, turėsite pridėti <u><b>Alias savo serveryje</b></u> priimti užklausas iš pasirinktinio domeno.
lv_lv: (administrators): kad esat <b>pārbaudījis</b> DNS ierakstu, <u><b>serverī būs jāpievieno aizstājvārds,</b></u> lai pieņemtu pieprasījumus no pielāgotā domēna.
nb_no: (admin): Når du har <b>bekreftet</b> DNS-posten, må du legge til et <u><b>alias på serveren din</b></u> for å godta forespørsler fra det egendefinerte domenet.
uk_ua: (адміністратор): після того, як ви <b>перевірите</b> запис DNS, вам потрібно буде додати <u><b>псевдонім на вашому сервері</b></u> , щоб приймати запити від спеціального домену.
