Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Enable the countries they can buy on your site in the section <b>ENABLED COUNTRIES</b>
el_gr: Ενεργοποιήστε τις χώρες που μπορούν να αγοράσουν στον ιστότοπό σας στην ενότητα <b>ΕΝΕΡΓΟΠΟΙΗΜΕΝΕΣ ΧΩΡΕΣ</b>
lt_lt: Įgalinkite šalis, kuriose jie gali pirkti jūsų svetainėje, skiltyje <b>ĮGALINTOS ŠALYS</b>
lv_lv: Iespējojiet valstis, kuras viņi var iegādāties jūsu vietnē, sadaļā <b>IESPĒJOTĀS VALSTIS</b>
nb_no: Aktiver landene de kan kjøpe på nettstedet ditt i delen <b>AKTIVERTE LAND</b>
uk_ua: Увімкніть країни, які вони можуть купувати на вашому сайті в розділі <b>ENABLED COUNTRIES</b>

source: Configure Taxes
el_gr: Διαμόρφωση φόρων
lt_lt: Konfigūruoti mokesčius
lv_lv: Nodokļu konfigurēšana
nb_no: Konfigurere avgifter
uk_ua: Налаштуйте податки

source: Click on <b>Create New Tax</b> a make sure to check <b>Included in price</b>
el_gr: Κάντε κλικ στο <b>Create New Tax</b> και βεβαιωθείτε ότι έχετε τσεκάρει το <b>Included in price</b>
lt_lt: Spustelėkite <b>Sukurti naują mokestį</b> būtinai pažymėkite <b>Įskaičiuota į kainą</b>
lv_lv: Noklikšķiniet uz <b>Izveidot jaunu nodokli</b> a pārliecinieties, ka pārbaudāt <b>Iekļauts cenā</b>
nb_no: Klikk på <b>Opprett ny skatt</b> og sørg for å sjekke <b>Inkludert i prisen</b>
uk_ua: Натисніть <b>«Створити новий податок</b> » і обов'язково поставте галочку <b>«Включено в ціну»</b>

source: Configure Checkout & Cart
el_gr: Διαμόρφωση του Checkout & Καλαθιού
lt_lt: Konfigūruoti atsiskaitymą & Krepšelis
lv_lv: Norēķināšanās un groza konfigurēšana
nb_no: Konfigurer kasse og handlekurv
uk_ua: Налаштуйте оформлення замовлення та кошик

source: You can decide whether to register your customers or not by changing the option <b>Allow Guests Only</b>
el_gr: Μπορείτε να αποφασίσετε αν θα εγγράψετε τους πελάτες σας ή όχι, αλλάζοντας την επιλογή <b>Allow Guests Only (Μόνο για επισκέπτες</b>)
lt_lt: Galite nuspręsti, ar registruoti savo klientus, ar ne, pakeisdami parinktį <b>Leisti tik svečius</b>
lv_lv: Jūs varat izlemt, vai reģistrēt savus klientus vai nē, mainot opciju <b>Atļaut tikai viesiem</b>
nb_no: Du kan bestemme om du vil registrere kundene dine eller ikke ved å endre alternativet <b>Tillat kun gjester</b>
uk_ua: Ви можете вирішити, реєструвати своїх клієнтів чи ні, змінивши опцію <b>«Дозволити лише гостям</b>»

source: Connect a payment gateway
el_gr: Συνδέστε μια πύλη πληρωμών
lt_lt: Mokėjimo šliuzo prijungimas
lv_lv: Maksājumu vārtejas pievienošana
nb_no: Koble til en betalingsgateway
uk_ua: Підключіть платіжний шлюз

source: Get Api Key
el_gr: Λήψη κλειδιού Api
lt_lt: Gaukite Api raktą
lv_lv: Iegūt API atslēgu
nb_no: Skaff deg API-nøkkel
uk_ua: Отримати API ключ

source: Retrieve your <b>public test or live API key</b> and enter it above
el_gr: Ανακτήστε τη <b>δημόσια δοκιμή ή το ζωντανό κλειδί API</b> και εισαγάγετε το παραπάνω
lt_lt: Gaukite <b>viešą bandomąjį arba tiesioginį API raktą</b> ir įveskite jį aukščiau
lv_lv: Izgūstiet <b>savu publisko testu vai tiešraides API atslēgu</b> un ievadiet to iepriekš
nb_no: Hent din <b>offentlige test eller live API-nøkkel</b> og skriv den inn ovenfor
uk_ua: Отримайте свій <b>публічний тестовий або живий API-ключ</b> і введіть його вище

source: Install %s plugin on your woocommerce site
el_gr: Εγκαταστήστε το πρόσθετο %s στον ιστότοπό σας woocommerce
lt_lt: Įdiekite %s papildinį savo "woocommerce" svetainėje
lv_lv: Instalējiet %s spraudni savā woocommerce vietnē
nb_no: Installer %s plugin på woocommerce-siden din
uk_ua: Встановіть плагін %s на свій сайт woocommerce

source: Login into your woordpress administrator panel
el_gr: Συνδεθείτε στον πίνακα διαχειριστή του woordpress σας
lt_lt: Prisijunkite prie savo woordpress administratoriaus skydelio
lv_lv: Piesakieties savā woordpress administratora panelī
nb_no: Logg inn på woordpress-administratorpanelet
uk_ua: Увійдіть у свою панель адміністратора woordpress

source: Create a new API Key under <b>WooCommerce</b> - <b>Settings</b> - <b>Advanced</b> - <b>REST API</b>
el_gr: Δημιουργήστε ένα νέο κλειδί API στο <b>WooCommerce</b> - <b>Ρυθμίσεις</b> - <b>Για προχωρημένους</b> - <b>REST API</b>
lt_lt: Sukurkite naują API raktą skiltyje <b>"WooCommerce"</b> - <b>Nustatymai</b> - <b>Išplėstinė</b> - <b>REST API</b>
lv_lv: Izveidojiet jaunu API atslēgu sadaļā <b>WooCommerce</b> - <b>Iestatījumi</b> - <b>Papildu</b> - <b>REST API</b>
nb_no: Opprett en ny API-nøkkel under <b>WooCommerce</b> - <b>Innstillinger</b> - <b>Avansert</b> - <b>REST API</b>
uk_ua: Створіть новий ключ API в <b>WooCommerce</b> - <b>Налаштування</b> - <b>Додатково</b> - <b>REST API</b>

source: Retrieve your <b>Consumer key and secret</b> and enter them above
el_gr: Ανακτήστε <b>το κλειδί και το μυστικό καταναλωτή</b> και καταχωρίστε τα παραπάνω
lt_lt: Gaukite <b>savo vartotojo raktą ir paslaptį</b> ir įveskite juos aukščiau
lv_lv: Izgūstiet <b>savu patērētāja atslēgu un noslēpumu</b> un ievadiet tos iepriekš
nb_no: Hent <b>forbrukernøkkelen og hemmeligheten</b> din, og skriv dem inn ovenfor
uk_ua: <b>Отримайте свій ключ користувача та секрет</b> і введіть їх вище

source: Multi resolution regenerate
el_gr: Αναγέννηση πολλαπλών αναλύσεων
lt_lt: Daugialypės skiriamosios gebos regeneravimas
lv_lv: Vairāku izšķirtspēju reģenerēšana
nb_no: Regenerering med flere oppløsninger
uk_ua: Регенерація з кількома роздільними можливостями

source: Success. Multi resolution panoramas will be regenerated in background.
el_gr: Επιτυχία. Τα πανοράματα πολλαπλής ανάλυσης θα αναγεννηθούν στο παρασκήνιο.
lt_lt: Sėkmė. Įvairios raiškos panoramos bus atkurtos fone.
lv_lv: Veiksme. Vairāku izšķirtspēju panorāmas tiks atjaunotas fonā.
nb_no: Suksess. Panoramaer med flere oppløsninger vil bli regenerert i bakgrunnen.
uk_ua: Успіх. Панорами з різною роздільною здатністю будуть відтворюватися у фоновому режимі.

source: An error has occured.
el_gr: Παρουσιάστηκε σφάλμα.
lt_lt: Įvyko klaida.
lv_lv: Radās kļūda.
nb_no: Det har oppstått en feil.
uk_ua: Сталася помилка.

source: Regeneration in progress, please wait ... Do not close this window!
el_gr: Αναγέννηση σε εξέλιξη, παρακαλώ περιμένετε ... Μην κλείσετε αυτό το παράθυρο!
lt_lt: Vyksta regeneracija, palaukite ... Neuždarykite šio lango!
lv_lv: Notiek reģenerācija, lūdzu, uzgaidiet ... Neaizveriet šo logu!
nb_no: Regenerering pågår, vennligst vent ... Ikke lukk dette vinduet!
uk_ua: Регенерація триває, будь ласка, зачекайте ... Не закривайте це вікно!

source: Extra Small Size
el_gr: Εξαιρετικά Μικρό Μέγεθος
lt_lt: Itin mažas dydis
lv_lv: Īpaši mazs izmērs
nb_no: Ekstra liten størrelse
uk_ua: Дуже малий розмір

source: Small Size
el_gr: Μικρό Μέγεθος
lt_lt: Mažas dydis
lv_lv: Mazs izmērs
nb_no: Liten størrelse
uk_ua: Маленький розмір

source: Medium Size
el_gr: Μεσαίου μεγέθους
lt_lt: Vidutinio dydžio
lv_lv: Vidēja izmēra
nb_no: Middel størrelse
uk_ua: Середнього розміру

source: Large Size
el_gr: Μεγάλο μέγεθος
lt_lt: Didelis dydis
lv_lv: Liels izmērs
nb_no: Stor størrelse
uk_ua: Великий розмір

source: Extra Large Size
el_gr: Εξαιρετικά Μεγάλο Μέγεθος
lt_lt: Itin didelis dydis
lv_lv: Īpaši liels izmērs
nb_no: Ekstra stor størrelse
uk_ua: Дуже великий розмір

source: Username already registered!
el_gr: Το όνομα χρήστη είναι ήδη καταχωρημένο!
lt_lt: Vartotojo vardas jau užregistruotas!
lv_lv: Lietotājvārds jau reģistrēts!
nb_no: Brukernavn allerede registrert!
uk_ua: Ім'я користувача вже зареєстроване!

source: E-mail already registered!
el_gr: Το e-mail έχει ήδη καταχωρηθεί!
lt_lt: El. paštas jau užregistruotas!
lv_lv: E-pasts jau reģistrēts!
nb_no: E-post allerede registrert!
uk_ua: E-mail вже зареєстрований!

source: Only png files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία png.
lt_lt: Palaikomi tik png failai.
lv_lv: Tiek atbalstīti tikai png faili.
nb_no: Bare png-filer støttes.
uk_ua: Підтримуються лише файли png.

source: File not provided.
el_gr: Το αρχείο δεν παρέχεται.
lt_lt: Failas nepateiktas.
lv_lv: Fails nav nodrošināts.
nb_no: Filen er ikke oppgitt.
uk_ua: Файл не надано.

source: Only zip files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία zip.
lt_lt: Palaikomi tik ZIP failai.
lv_lv: Tiek atbalstīti tikai zip faili.
nb_no: Bare zip-filer støttes.
uk_ua: Підтримуються лише zip-файли.

source: Only mp4 files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία mp4.
lt_lt: Palaikomi tik mp4 failai.
lv_lv: Tiek atbalstīti tikai mp4 faili.
nb_no: Bare mp4-filer støttes.
uk_ua: Підтримуються лише файли mp4.

source: day
el_gr: ημέρα
lt_lt: diena
lv_lv: diena
nb_no: dag
uk_ua: день

source: days
el_gr: ημέρες
lt_lt: dienos
lv_lv: dienas
nb_no: dager
uk_ua: днів

source: today
el_gr: σήμερα
lt_lt: Šiandien
lv_lv: šodien
nb_no: i dag
uk_ua: сьогодні

source: Only jpg,png files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία jpg, png.
lt_lt: Palaikomi tik jpg,png failai.
lv_lv: Tiek atbalstīti tikai jpg,png faili.
nb_no: Bare jpg,png-filer støttes.
uk_ua: Підтримуються лише файли jpg, png.

source: Lead
el_gr: Ευκαιρία
lt_lt: Potencialas
lv_lv: Svins
nb_no: Ingress
uk_ua: Потенційний клієнт

source: New tour created
el_gr: Δημιουργήθηκε νέα περιοδεία
lt_lt: Sukurtas naujas turas
lv_lv: Izveidota jauna tūre
nb_no: Ny omvisning opprettet
uk_ua: Створено новий тур

source: New Custom Domain Request
el_gr: Νέο αίτημα προσαρμοσμένου τομέα
lt_lt: Naujo pasirinktinio domeno užklausa
lv_lv: Jauns pielāgotā domēna pieprasījums
nb_no: Ny forespørsel om tilpasset domene
uk_ua: Новий користувацький запит на домен

source: Remove Custom Domain Request
el_gr: Κατάργηση αιτήματος προσαρμοσμένου τομέα
lt_lt: Pašalinti pasirinktinio domeno užklausą
lv_lv: Noņemiet pielāgotā domēna pieprasījumu
nb_no: Fjern forespørsel om tilpasset domene
uk_ua: Видалити запит на користувацький домен

source: Only gltf,glb files are supported.
el_gr: Υποστηρίζονται μόνο τα αρχεία gltf,glb.
lt_lt: Palaikomi tik gltf,glb failai.
lv_lv: Tiek atbalstīti tikai gltf,glb faili.
nb_no: Bare gltf,glb-filer støttes.
uk_ua: Підтримуються лише файли gltf,glb.

source: duplicated
el_gr: διπλότυπο
lt_lt: Dubliuotas
lv_lv: Dublēkats
nb_no: duplisert
uk_ua: дублюється

source: Maximum storage space exceeded.
el_gr: Υπέρβαση του μέγιστου αποθηκευτικού χώρου.
lt_lt: Viršyta maksimali saugyklos vieta.
lv_lv: Pārsniegta maksimālā krātuves vieta.
nb_no: Maksimal lagringsplass er overskredet.
uk_ua: Перевищено максимальний простір для зберігання.

source: Only json files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία json.
lt_lt: Palaikomi tik json failai.
lv_lv: Tiek atbalstīti tikai json faili.
nb_no: Bare json-filer støttes.
uk_ua: Підтримуються лише файли json.

source: Only pdf files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία pdf.
lt_lt: Palaikomi tik pdf failai.
lv_lv: Tiek atbalstīti tikai pdf faili.
nb_no: Bare pdf-filer støttes.
uk_ua: Підтримуються лише pdf-файли.

source: No JS or JSON files found in the zip.
el_gr: Δεν βρέθηκαν αρχεία JS ή JSON στο zip.
lt_lt: ZIP nerasta jokių JS ar JSON failų.
lv_lv: Zip nav atrasts neviens JS vai JSON fails.
nb_no: Ingen JS- eller JSON-filer funnet i zip-filen.
uk_ua: У zip-архіві не знайдено файлів JS або JSON.

source: Only %s files are supported.
el_gr: Υποστηρίζονται μόνο τα αρχεία %s.
lt_lt: Palaikomi tik %s failai.
lv_lv: Tiek atbalstīti tikai %s faili.
nb_no: Bare %s filer støttes.
uk_ua: Підтримуються лише %s файли.

source: Error, retry later
el_gr: Σφάλμα, επανάληψη αργότερα
lt_lt: Klaida, bandykite dar kartą vėliau
lv_lv: Kļūda, mēģiniet vēlreiz vēlāk
nb_no: Feil, prøv på nytt senere
uk_ua: Помилка, повторіть спробу пізніше

source: Invalid verification code
el_gr: Ο κωδικός επαλήθευσης δεν είναι έγκυρος
lt_lt: Neteisingas patvirtinimo kodas
lv_lv: Nederīgs verifikācijas kods
nb_no: Ugyldig bekreftelseskode
uk_ua: Недійсний код підтвердження

source: An error has occurred, please try again later
el_gr: Εμφανίστηκε σφάλμα, παρακαλούμε προσπαθήστε ξανά αργότερα
lt_lt: Įvyko klaida, bandykite dar kartą vėliau
lv_lv: Radās kļūda, lūdzu, vēlāk mēģiniet vēlreiz
nb_no: Det har oppstått en feil, prøv igjen senere
uk_ua: Сталася помилка, повторіть спробу пізніше

source: Only jpg,png,webp files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία jpg, png, webp.
lt_lt: Palaikomi tik jpg,png,webp failai.
lv_lv: Tiek atbalstīti tikai jpg, png, webp faili.
nb_no: Bare jpg, png, webp-filer støttes.
uk_ua: Підтримуються лише файли jpg, png, webp.

source: Only mp3 files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία mp3.
lt_lt: Palaikomi tik mp3 failai.
lv_lv: Tiek atbalstīti tikai mp3 faili.
nb_no: Bare mp3-filer støttes.
uk_ua: Підтримуються лише mp3 файли.

source: Only gltf,glb,usdz files are supported.
el_gr: Υποστηρίζονται μόνο τα αρχεία gltf,glb,usdz.
lt_lt: Palaikomi tik gltf,glb,usdz failai.
lv_lv: Tiek atbalstīti tikai gltf,glb,usdz faili.
nb_no: Bare gltf-, glb-, usdz-filer støttes.
uk_ua: Підтримуються лише файли gltf, glb, usdz.

source: Only jpg,png,gif,webp files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία jpg, png, gif, webp.
lt_lt: Palaikomi tik jpg,png,gif,webp failai.
lv_lv: Tiek atbalstīti tikai jpg, png, gif, webp faili.
nb_no: Bare jpg, png, gif, webp-filer støttes.
uk_ua: Підтримуються лише файли jpg, png, gif, webp.

source: Error
el_gr: Σφάλμα
lt_lt: Klaida
lv_lv: Kļūda
nb_no: Feil
uk_ua: Помилка

source: Only jpg,png,gif files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία jpg, png, gif.
lt_lt: Palaikomi tik jpg,png,gif failai.
lv_lv: Tiek atbalstīti tikai jpg, png, gif faili.
nb_no: Bare jpg, png, gif-filer støttes.
uk_ua: Підтримуються лише файли jpg, png, gif.

source: Only jpg,png,webp,gif files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία jpg, png, webp, gif.
lt_lt: Palaikomi tik jpg, png, webp, gif failai.
lv_lv: Tiek atbalstīti tikai jpg, png, webp, gif faili.
nb_no: Bare jpg, png, webp, gif-filer støttes.
uk_ua: Підтримуються лише файли jpg, png, webp, gif.

source: In Progress
el_gr: Σε εξέλιξη
lt_lt: Vykdoma
lv_lv: Tiek Apstrādāts
nb_no: Under arbeid
uk_ua: В процесі

source: Draft
el_gr: Προσχέδιο
lt_lt: Juodraštis
lv_lv: Melnraksts
nb_no: Utkast
uk_ua: Чернетка

source: Retry.
el_gr: Επανάληψη.
lt_lt: Kartoti.
lv_lv: Mēģināt vēlreiz.
nb_no: Prøve.
uk_ua: Повторити.

source: the password you entered during registration
el_gr: τον κωδικό πρόσβασης που εισαγάγατε κατά την εγγραφή
lt_lt: slaptažodis, kurį įvedėte registracijos metu
lv_lv: parole, kuru ievadījāt reģistrācijas laikā
nb_no: passordet du skrev inn under registreringen
uk_ua: пароль, який ви ввели під час реєстрації

source: delete
el_gr: διαγραφή
lt_lt: šalinti
lv_lv: dzēst
nb_no: slett
uk_ua: видалити

source: register
el_gr: εγγραφή
lt_lt: Užsiregistruok
lv_lv: Reģistrēties
nb_no: registrer
uk_ua: Зареєструватися

source: login
el_gr: σύνδεση
lt_lt: prisijungti
lv_lv: pieteikties
nb_no: logg inn
uk_ua: увійти

source: add tour
el_gr: προσθέστε περιοδεία
lt_lt: Pridėti apžvalgą
lv_lv: pievienot ceļvedi
nb_no: Legg til omvisning
uk_ua: Додати тур

source: delete tour
el_gr: διαγραφή ξενάγησης
lt_lt: Naikinti apžvalgą
lv_lv: Dzēst ceļvedi
nb_no: Slett innføring
uk_ua: Видалити тур

source: subscribe
el_gr: εγγραφή
lt_lt: prenumeruoti
lv_lv: abonēt
nb_no: abonnere på varsel om nye innlegg
uk_ua: підписатись

source: service
el_gr: υπηρεσία
lt_lt: paslauga
lv_lv: pakalpojums
nb_no: tjeneste
uk_ua: обслуговування

source: changed plan for user
el_gr: άλλαξε σχέδιο για τον χρήστη
lt_lt: pakeistas planas vartotojui
lv_lv: mainīts plāns lietotājam
nb_no: Endret plan for bruker
uk_ua: Змінено тарифний план для користувача

source: changed role for user
el_gr: άλλαξε ρόλο για τον χρήστη
lt_lt: pakeistas vartotojo vaidmuo
lv_lv: mainīta lietotāja loma
nb_no: Endret rolle for bruker
uk_ua: Змінено роль для користувача

source: unsubscribe
el_gr: κατάργηση εγγραφής
lt_lt: atsisakyti prenumeratos
lv_lv: Abonēšanas atcelšana
nb_no: meld av
uk_ua: відмовитися від підписки

source: add room
el_gr: προσθέστε δωμάτιο
lt_lt: Pridėti kambarį
lv_lv: pievienot istabu
nb_no: Legg til rom
uk_ua: Додати місця

source: delete room
el_gr: διαγραφή δωματίου
lt_lt: ištrinti kambarį
lv_lv: dzēst telpu
nb_no: Slett rom
uk_ua: Видалити кімнату

source: Only jpg,png,webp,mp4,webm files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία jpg,png,webp,mp4,webm.
lt_lt: Palaikomi tik jpg,png,webp,mp4,webm failai.
lv_lv: Tiek atbalstīti tikai jpg, png, webp, mp4, webm faili.
nb_no: Bare jpg, png, webp, mp4, webm-filer støttes.
uk_ua: Підтримуються лише файли jpg, png, webp, mp4, webm.

source: tour
el_gr: εκδρομή
lt_lt: Kelionių
nb_no: tur
uk_ua: Тур

source: Pending approval
el_gr: Εκκρεμεί έγκριση.
lt_lt: Laukiama patvirtinimo
lv_lv: Gaida apstiprinājumu
nb_no: Venter på godkjenning
uk_ua: Очікує підтвердження

source: Approved
el_gr: Εγκρίθηκε
lt_lt: Patvirtinta
lv_lv: Apstiprināts
nb_no: Godkjent
uk_ua: Підтвердженно

source: Rejected
el_gr: Απορρίφθηκε
lt_lt: Atmestas
lv_lv: Noraidīts
nb_no: Avvist
uk_ua: Відхилено

source: Pending deletion
el_gr: Εκκρεμεί η διαγραφή
lt_lt: Laukiama ištrynimo
lv_lv: Gaida dzēšanu
nb_no: Venter på sletting
uk_ua: Очікує на видалення

source: VERIFY
el_gr: ΕΠΑΛΗΘΕΥΩ
lt_lt: PATIKRINKITE
lv_lv: PĀRBAUDIET
nb_no: VERIFISERE
uk_ua: ПЕРЕВІРИТИ

source: SET DEFAULTS
el_gr: Ρύθμιση προεπιλογών
lv_lv: IESTATĪT NOKLUSĒJUS
nb_no: ANGI STANDARDER
uk_ua: ВСТАНОВИТИ ПАРАМЕТРИ ЗА УМОВЧУВАННЯМ

source: APPLY
el_gr: ΕΦΑΡΜΟΖΩ
lt_lt: PRISIJUNKITE
lv_lv: PIETEIKTIES
nb_no: BRUKE
uk_ua: Відправити заявку

source: APPROVE
el_gr: ΕΓΚΡΙΝΩ
lt_lt: PATVIRTINTI
lv_lv: APSTIPRINĀT
nb_no: GODKJENNE
uk_ua: ЗАТВЕРДИТИ

source: REJECT
el_gr: ΑΠΟΡΡΙΠΤΩ
lv_lv: NORAIDĪT
nb_no: VRAKE
uk_ua: ВІДМОВИТИ

source: Only mp4, webm files are supported.
el_gr: Υποστηρίζονται μόνο αρχεία mp4, webm.
lt_lt: Palaikomi tik mp4, webm failai.
lv_lv: Tiek atbalstīti tikai mp4 tīmekļa faili.
nb_no: Bare mp4, webm-filer støttes.
uk_ua: Підтримуються лише файли mp4, webm.

source: IMPORT
el_gr: ΕΙΣΑΓΩΓΗ
lt_lt: IMPORTUOTI
lv_lv: IMPORTA
nb_no: IMPORTERE
uk_ua: ІМПОРТ

source: EDIT PREVIOUS ROOM
el_gr: ΕΠΕΞΕΡΓΑΣΤΕΊΤΕ ΤΟ ΠΡΟΗΓΟΎΜΕΝΟ ΔΩΜΆΤΙΟ
lt_lt: REDAGUOTI ANKSTESNĮ KAMBARĮ
lv_lv: REDIĢĒT IEPRIEKŠĒJO ISTABU
nb_no: REDIGER FORRIGE ROM
uk_ua: РЕДАГУВАТИ ПОПЕРЕДНЮ КІМНАТУ

source: EDIT NEXT ROOM
el_gr: ΕΠΕΞΕΡΓΑΣΙΑ ΕΠΟΜΕΝΟΥ ΔΩΜΑΤΙΟΥ
lt_lt: REDAGUOTI KITĄ KAMBARĮ
lv_lv: NĀKAMĀS ISTABAS REDIĢĒŠANA
nb_no: REDIGER NESTE ROM
uk_ua: РЕДАГУВАТИ НАСТУПНУ КІМНАТУ

source: Edit Room
el_gr: Επεξεργασία Δωματίου
lt_lt: Redaguoti kambarį
lv_lv: Rediģēt istabu
nb_no: Rediger rom
uk_ua: Редагувати кімнату

source: Edit Blur
el_gr: Επεξεργασία θολότητας
lt_lt: Redaguoti suliejimą
lv_lv: Rediģēt izplūšanu
nb_no: Rediger uskarphet
uk_ua: Редагувати розмиття

source: Edit Map
el_gr: Επεξεργασία χάρτη
lt_lt: Redaguoti žemėlapį
lv_lv: Rediģēt karti
nb_no: Rediger kart
uk_ua: Редагувати карту

source: Edit Product
el_gr: Επεξεργασία προϊόντος
lt_lt: Redaguoti prekę
lv_lv: Labot Produktu
nb_no: Rediger Produkt
uk_ua: Редгувати

source: Edit Showcase
el_gr: Επεξεργασία βιτρίνας
lt_lt: Redaguoti vitriną
lv_lv: Rediģēt vitrīnu
nb_no: Rediger utstillingsvindu
uk_ua: Редагувати вітрину

source: Edit Globe
el_gr: Επεξεργασία σφαίρας
lt_lt: Redaguoti gaublį
lv_lv: Rediģēt globusu
nb_no: Rediger Globe
uk_ua: Редагувати глобус

source: EDIT PREVIOUS USER
el_gr: ΕΠΕΞΕΡΓΑΣΤΕΊΤΕ ΤΟΝ ΠΡΟΗΓΟΎΜΕΝΟ ΧΡΉΣΤΗ
lt_lt: REDAGUOTI ANKSTESNĮ VARTOTOJĄ
lv_lv: IEPRIEKŠĒJĀ LIETOTĀJA REDIĢĒŠANA
nb_no: REDIGER FORRIGE BRUKER
uk_ua: РЕДАГУВАТИ ПОПЕРЕДНЬОГО КОРИСТУВАЧА

source: EDIT NEXT USER
el_gr: ΕΠΕΞΕΡΓΑΣΙΑ ΕΠΟΜΕΝΟΥ ΧΡΗΣΤΗ
lt_lt: REDAGUOTI KITĄ VARTOTOJĄ
lv_lv: NĀKAMĀ LIETOTĀJA REDIĢĒŠANA
nb_no: REDIGER NESTE BRUKER
uk_ua: РЕДАГУВАТИ НАСТУПНОГО КОРИСТУВАЧА

source: Edit User
el_gr: Επεξεργασία Χρήστη
lt_lt: Redaguoti Vartotoją
lv_lv: Rediģēt lietotāju
nb_no: Rediger bruker
uk_ua: Редагувати користувача

source: Edit Advertisement
el_gr: Επεξεργασία διαφήμισης
lt_lt: Redaguoti reklamą
lv_lv: Rediģēt reklāmu
nb_no: Rediger Annonse
uk_ua: Редагувати рекламу

source: Profile
el_gr: Προφίλ
lt_lt: Profilis
lv_lv: Profils
nb_no: Profil
uk_ua: Профіль

source: Edit Video Project
el_gr: Επεξεργασία έργου βίντεο
lt_lt: Redaguoti vaizdo projektą
lv_lv: Video projekta rediģēšana
nb_no: Rediger videoprosjekt
uk_ua: Редагувати відео проект

source: - expires in %s days
el_gr: - λήγει σε %s ημέρες
lt_lt: - nustoja galioti po %s dienų
lv_lv: - beidzas pēc %s dienām
nb_no: - utløper om %s dager
uk_ua: - Термін дії закінчується через %s днів

source: Services credits
el_gr: Πιστώσεις υπηρεσιών
lt_lt: Paslaugų kreditai
lv_lv: Pakalpojumu kredīti
nb_no: Tjenestepoeng
uk_ua: Послуги кредитів

source: Help
el_gr: Βοήθεια
lt_lt: Pagalba
lv_lv: Palīdzība
nb_no: Hjelp
uk_ua: Допомога

source: Logout
el_gr: Αποσύνδεση
lt_lt: Atsijungti
lv_lv: Iziet
nb_no: Logg ut
uk_ua: Вийти

source: Ready to Leave?
el_gr: Ετοιμος για αναχώρηση?
lt_lt: Pasiruošę išvykti?
lv_lv: Vai esat gatavs doties prom?
nb_no: Klar til å dra?
uk_ua: Готові виїхати?

source: Select Logout below if you are ready to end your current session.
el_gr: Επιλέξτε Αποσύνδεση παρακάτω αν είστε έτοιμοι να τερματίσετε την τρέχουσα συνεδρία σας.
lt_lt: Toliau pasirinkite Atsijungti, jei esate pasirengęs baigti dabartinę sesiją.
lv_lv: Tālāk atlasiet Atteikties, ja esat gatavs beigt pašreizējo sesiju.
nb_no: Velg Logg ut nedenfor hvis du er klar til å avslutte den nåværende økten.
uk_ua: Виберіть Вийти нижче, якщо ви готові завершити поточну сесію.

source: PROFILE
el_gr: ΠΡΟΦΙΛ
lt_lt: PROFILIS
lv_lv: PROFILS
nb_no: PROFIL
uk_ua: ПРОФІЛЬ

source: ASSIGNED TOURS
el_gr: ΑΝΑΘΕΤΗΜΕΝΕΣ ΕΚΔΡΟΜΕΣ
lt_lt: PASKIRTOS EKSKURSIJOS
lv_lv: PIEŠĶIRTĀS EKSKURSIJAS
nb_no: TILDELTE TURER
uk_ua: ПРИЗНАЧЕНІ ЕКСКУРСІЇ

source: STATISTICS
el_gr: ΣΤΑΤΙΣΤΙΚΑ
lt_lt: STATISTIKA
lv_lv: STATISTIKA
nb_no: STATISTIKK
uk_ua: СТАТИСТИКА

source: TOURS LIST
el_gr: ΛΙΣΤΑ ΤΟΥΡΩΝ
lt_lt: EKSKURSIJŲ SĄRAŠAS
lv_lv: EKSKURSIJU SARAKSTS
nb_no: LISTE OVER TURER
uk_ua: СПИСОК ТУРІВ

source: SERVICES
el_gr: ΥΠΗΡΕΣΙΕΣ
lt_lt: PASLAUGOS
lv_lv: PAKALPOJUMI
nb_no: BEHANDLINGER
uk_ua: ПОСЛУГИ

source: ACTIVITY LOG
el_gr: ΚΑΤΑΓΡΑΦΗ ΔΡΑΣΤΗΡΙΟΤΗΤΩΝ
lt_lt: VEIKLOS ŽURNALAS
lv_lv: DARBĪBU ŽURNĀLS
nb_no: AKTIVITETSLOGG
uk_ua: ЖУРНАЛ АКТИВНОСТІ

source: Waiting for email activation
el_gr: Αναμονή για ενεργοποίηση μέσω email
lt_lt: Laukiama el. pašto aktyvinimo
lv_lv: Gaida e-pasta aktivizēšanu
nb_no: Venter på e-postaktivering
uk_ua: Очікування активації електронною поштою

source: resend activation email
el_gr: στείλτε ξανά email ενεργοποίησης
lt_lt: iš naujo siųsti aktyvinimo el. laišką
lv_lv: atkārtoti nosūtīt aktivizācijas e-pastu
nb_no: send aktiverings-e-post på nytt
uk_ua: повторно надіслати електронний лист для активації

source: CHANGE PASSWORD
el_gr: ΑΛΛΑΓΉ ΚΩΔΙΚΟΎ ΠΡΌΣΒΑΣΗΣ
lt_lt: PAKEISKITE SLAPTAŽODĮ
lv_lv: PAROLES MAIŅA
nb_no: ENDRE PASSORD
uk_ua: ЗМІНИТИ ПАРОЛЬ

source: Current Plan
el_gr: Τρέχον πλάνο
lt_lt: Esamas planas
lv_lv: Pašreizējais plāns
nb_no: Nåværende plan
uk_ua: Поточний план

source: Manual Expiration Date
el_gr: Χειροκίνητη ημερομηνία λήξης
lt_lt: Rankinio galiojimo pabaigos data
lv_lv: Manuāls derīguma termiņš
nb_no: Manuell utløpsdato
uk_ua: Термін придатності вручну

source: set expiration date manually (leave empty for automatic)
el_gr: ορίστε την ημερομηνία λήξης χειροκίνητα (αφήστε την κενή για αυτόματη)
lt_lt: Nustatykite galiojimo datą rankiniu būdu (palikite tuščią, jei norite automatinio)
lv_lv: manuāli iestatiet derīguma termiņu (atstājiet tukšu automātiskai)
nb_no: Angi utløpsdato manuelt (la stå tomt for automatisk)
uk_ua: встановити дату закінчення терміну придатності вручну (залишити порожнім для автоматичного)

source: Manual Expiration Time
el_gr: Χειροκίνητος χρόνος λήξης
lt_lt: Rankinis galiojimo laikas
lv_lv: Manuāls derīguma termiņš
nb_no: Manuell utløpstid
uk_ua: Час закінчення терміну придатності вручну
