Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Company Field
el_gr: Πεδίο εταιρείας
lt_lt: Įmonės Laukas
lv_lv: Uzņēmuma lauks
nb_no: Selskapets felt
uk_ua: Поле діяльності компанії

source: E-Mail Field
el_gr: Πεδίο E-Mail
lt_lt: Laukas El. paštas
lv_lv: E-pasta lauks
nb_no: E-post-felt
uk_ua: Поле електронної пошти

source: Phone Field
el_gr: Τηλέφωνο
lt_lt: Telefono laukas
lv_lv: Tālruņa lauks
nb_no: Telefon-felt
uk_ua: Телефон Поле

source: Start Date
el_gr: Ημερομηνία Έναρξης
lt_lt: Pradžios data
lv_lv: Sākuma datums
nb_no: Startdato
uk_ua: Початкова дата

source: Redirect URL if < Start Date
el_gr: URL ανακατεύθυνσης αν < Ημερομηνία έναρξης
lt_lt: Peradresavimo URL, jei < pradžios data
lv_lv: Novirzīšanas URL, ja < sākuma datums
nb_no: Omdirigerings-URL hvis < startdato
uk_ua: URL-адреса переспрямування, якщо дата початку <

source: End Date
el_gr: Ημερομηνία Λήξης
lt_lt: Pabaigos data
lv_lv: Beigu datums
nb_no: Sluttdato
uk_ua: Кінцева дата

source: Redirect URL if > End Date
el_gr: URL ανακατεύθυνσης εάν > Ημερομηνία λήξης
lt_lt: Peradresavimo URL, jei > pabaigos data
lv_lv: Novirzīšanas URL, ja > beigu datums
nb_no: Omdirigerings-URL hvis > sluttdato
uk_ua: URL-адреса переспрямування, якщо дата завершення >

source: SET EXPIRING DATES
el_gr: ΟΡΊΣΤΕ ΗΜΕΡΟΜΗΝΊΕΣ ΛΉΞΗΣ
lt_lt: NUSTATYKITE GALIOJIMO DATAS
lv_lv: IESTATIET DERĪGUMA TERMIŅUS
nb_no: ANGI UTLØPSDATOER
uk_ua: ВСТАНОВІТЬ ДАТИ ЗАКІНЧЕННЯ ТЕРМІНУ ДІЇ

source: Integration Sample Code
el_gr: Κώδικας δείγματος ενσωμάτωσης
lt_lt: Integravimo pavyzdžio kodas
lv_lv: Integrācijas parauga kods
nb_no: Eksempelkode for integrering
uk_ua: Зразок коду інтеграції

source: (only visible to administrators)
el_gr: (ορατό μόνο στους διαχειριστές)
lt_lt: (matoma tik administratoriams)
lv_lv: (redzams tikai administratoriem)
nb_no: (bare synlig for administratorer)
uk_ua: (видимий лише адміністраторам)

source: Room name
el_gr: Όνομα δωματίου
lt_lt: Kambario pavadinimas
lv_lv: Istabas nosaukums
nb_no: Navn på rom
uk_ua: Назва кімнати

source: Powered By
lt_lt: Parengta pagal
lv_lv: Izstrādāts
nb_no: Drevet av
uk_ua: Наданий

source: Main Form
el_gr: Κύρια φόρμα
lt_lt: Pagrindinė forma
lv_lv: Galvenā forma
nb_no: Hovedskjema
uk_ua: Основна форма

source: You cannot edit UI on an external virtual tour!
el_gr: Δεν μπορείτε να επεξεργαστείτε το UI σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite redaguoti vartotojo sąsajos išoriniame virtualiame ture!
lv_lv: Jūs nevarat rediģēt lietotāja saskarni ārējā virtuālā tūrē!
nb_no: Du kan ikke redigere brukergrensesnittet på en ekstern virtuell omvisning!
uk_ua: Ви не можете редагувати інтерфейс користувача під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to use Editor UI!
el_gr: Το σχέδιο "%s" δεν επιτρέπει τη χρήση του Editor UI!
lt_lt: Jūsų "%s" planas neleidžia naudoti redaktoriaus vartotojo sąsajos!
lv_lv: Jūsu "%s" plāns neļauj izmantot redaktora lietotāja saskarni!
nb_no: Din "%s"-plan tillater ikke å bruke Editor UI!
uk_ua: Ваш тарифний план "%s" не дозволяє використовувати інтерфейс редактора!

source: Content - Html / Link
el_gr: Περιεχόμενο - Html / Σύνδεσμος
lt_lt: Turinys - html / nuoroda
lv_lv: Saturs - html / saite
nb_no: Innhold - html / lenke
uk_ua: Контент - HTML / Посилання

source: Upload new Image / Video file
el_gr: Ανεβάστε νέο αρχείο εικόνας / βίντεο
lt_lt: Įkelkite naują vaizdo / vaizdo įrašo failą
lv_lv: Augšupielādējiet jaunu attēla / video failu
nb_no: Last opp ny bilde-/videofil
uk_ua: Завантажте нове зображення / відео файл

source: REMOVE FILE
el_gr: ΑΦΑΙΡΕΣΗ ΑΡΧΕΙΟΥ
lt_lt: PAŠALINTI FAILĄ
lv_lv: NOŅEMT FAILU
nb_no: FJERN FIL
uk_ua: ВИДАЛИТИ ФАЙЛ

source: Upload Media File
el_gr: Μεταφόρτωση αρχείου πολυμέσων
lt_lt: Medijos failo įkėlimas
lv_lv: Augšupielādēt multivides failu
nb_no: Last opp mediefil
uk_ua: Завантажити медіафайл

source: Map Embed Code / Link
el_gr: Κωδικός Ενσωμάτωσης Χάρτη / Σύνδεσμος
lt_lt: Žemėlapio įterpimo kodas / nuoroda
lv_lv: Kartes iegulšanas kods / saite
nb_no: Kode for innbygging av kart / lenke
uk_ua: Код вбудовування карти / посилання

source: Street View Embed Code / Link
el_gr: Κώδικας/σύνδεσμος ενσωμάτωσης Street View
lt_lt: "Street View" įterpimo kodas / nuoroda
lv_lv: Ielas attēla iegulšanas kods/saite
nb_no: Kode for innbygging av Street View-innbygging/link
uk_ua: Код вбудовування Перегляду вулиць / Посилання

source: sound file must be uploaded into sound library.
el_gr: το αρχείο ήχου πρέπει να μεταφορτωθεί στη βιβλιοθήκη ήχου.
lt_lt: garso failas turi būti įkeltas į garso biblioteką.
lv_lv: Skaņas fails ir jāaugšupielādē Skaņas bibliotēkā.
nb_no: lydfilen må lastes opp til lydbiblioteket.
uk_ua: Звуковий файл має бути завантажений у фонотеку.

source: ROOM NAME
el_gr: ΟΝΟΜΑΣΙΑ ΔΩΜΑΤΙΟΥ
lt_lt: KAMBARIO PAVADINIMAS
lv_lv: ISTABAS NOSAUKUMS
nb_no: NAVN PÅ ROM
uk_ua: НАЗВА КІМНАТИ

source: LABEL
el_gr: ΕΤΙΚΕΤΑ
lt_lt: ETIKETĖ
lv_lv: ETIĶETES
nb_no: ETIKETT
uk_ua: МІТКА

source: Apply to all
el_gr: Ισχύει για όλους
lt_lt: Taikyti visiems
lv_lv: Pieteikties visiem
nb_no: Bruk på alle
uk_ua: Застосовується до всіх

source: POI LABEL
el_gr: ΕΤΙΚΕΤΑ POI
lt_lt: LANKYTINŲ VIETŲ ETIKETĖ
lv_lv: POI ETIĶETE
nb_no: POI-ETIKETT
uk_ua: МІТКА POI

source: POIs Settings
el_gr: Ρυθμίσεις POI
lt_lt: POI parametrai
lv_lv: POI iestatījumi
nb_no: Innstillinger for interessepunkter
uk_ua: Налаштування POI

source: Are you sure you want to apply these settings to all existing POIs by overwriting them?
el_gr: Είστε βέβαιοι ότι θέλετε να εφαρμόσετε αυτές τις ρυθμίσεις σε όλα τα υπάρχοντα POI αντικαθιστώντας τα;
lt_lt: Ar tikrai norite pritaikyti šiuos parametrus visoms esamoms lankytinoms vietoms jas perrašydami?
lv_lv: Vai tiešām vēlaties lietot šos iestatījumus visiem esošajiem pirkšanas objektiem, tos pārrakstot?
nb_no: Er du sikker på at du vil bruke disse innstillingene på alle eksisterende interessepunkter ved å overskrive dem?
uk_ua: Ви впевнені, що хочете застосувати ці налаштування до всіх існуючих POI, перезаписавши їх?

source: Presets
el_gr: Προεπιλογές
lt_lt: Presents
lv_lv: Standarti
nb_no: Forhåndsinnstillinger
uk_ua: Шаблони

source: Add new preset
el_gr: Προσθήκη νέας προεπιλογής
lt_lt: Pridėti naują išankstinį nustatymą
lv_lv: Jauna standarta pievienošana
nb_no: Legg til ny forhåndsinnstilling
uk_ua: Додати новий стиль

source: Public
el_gr: Δημόσιο
lt_lt: Viešas
lv_lv: Publiska
nb_no: Offentlig
uk_ua: Публічний

source: ADD / UPDATE
el_gr: ΠΡΟΣΘΗΚΗ / ΕΝΗΜΕΡΩΣΗ
lt_lt: PRIDĖTI / ATNAUJINTI
lv_lv: PIEVIENOT/ATJAUNINĀT
nb_no: LEGG TIL / OPPDATER
uk_ua: ДОДАТИ / ОНОВИТИ

source: APPLY PRESET
el_gr: ΕΦΑΡΜΟΓΗ ΠΡΕΣΕΤ
lt_lt: TAIKYTI IŠANKSTINĮ NUSTATYMĄ
lv_lv: LIETOT SĀKOTNĒJO IESTATĪJUMU
nb_no: BRUK FORHÅNDSINNSTILLING
uk_ua: ЗАСТОСУВАТИ СТИЛЬ

source: Versions
el_gr: εκδόσεις
lt_lt: Versijos
lv_lv: Versijas
nb_no: Versjoner
uk_ua: Версія

source: Add new version
el_gr: Προσθήκη νέας έκδοσης
lt_lt: Pridėti naują versiją
lv_lv: Pievienot jaunu versiju
nb_no: Legg til ny versjon
uk_ua: Додати нову версію

source: SWITCH TO THIS VERSION
el_gr: ΑΛΛΑΓΗ ΣΕ ΑΥΤΗ ΤΗΝ ΕΚΔΟΣΗ
lt_lt: PEREITI PRIE ŠIOS VERSIJOS
lv_lv: PĀRSLĒGT UZ ŠO VERSciju
nb_no: BYTT TIL DENNE VERSJONEN
uk_ua: ПЕРЕЙТИ НА ЦЮ ВЕРСІЮ

source: UI Item List
el_gr: Λίστα στοιχείων UI
lt_lt: UI elementų sąrašas
lv_lv: UI vienumu saraksts
nb_no: Liste over UI-elementer
uk_ua: Список елементів інтерфейсу користувача

source: Default Markers Style
el_gr: Προεπιλεγμένο στυλ μαρκαδόρων
lt_lt: Numatytasis žymeklių stilius
lv_lv: Noklusējuma marķieru stils
nb_no: Standard markørstil
uk_ua: Стиль маркерів за замовчуванням

source: Default POIs Style
el_gr: Προεπιλεγμένο στυλ POIs
lt_lt: Numatytasis lankytinų vietų stilius
lv_lv: Noklusējuma POI stils
nb_no: Standard POI-stil
uk_ua: Стиль POI за замовчуванням

source: UI Style
el_gr: Στυλ διεπαφής χρήστη
lt_lt: UI stilius
lv_lv: UI stils
nb_no: UI-stil
uk_ua: Стиль інтерфейсу користувача

source: Menu
el_gr: Μενού
lt_lt: Meniu
lv_lv: Izvēlne
nb_no: Meny
uk_ua: Меню

source: Info
el_gr: Πληροφορίες
lt_lt: Informacija
uk_ua: Інформація

source: Facebook Chat
el_gr: Συνομιλία στο Facebook
lt_lt: "Facebook" pokalbiai
lv_lv: Facebook tērzēšana
uk_ua: Чат Facebook

source: Whatsapp Chat
el_gr: Συνομιλία Whatsapp
lt_lt: "Whatsapp" pokalbiai
lv_lv: Whatsapp tērzēšana
uk_ua: Чат Whatsapp

source: Web VR
lt_lt: Žiniatinklio VR
lv_lv: Tīmekļa VR
nb_no: Nett-VR
uk_ua: Веб VR

source: Icons
el_gr: Εικονίδια
lt_lt: Piktogramos
lv_lv: Ikonas
nb_no: Ikoner
uk_ua: Іконки

source: Measures
el_gr: Μέτρα
lt_lt: Priemonių
lv_lv: Pasākumi
nb_no: Tiltak
uk_ua: Заходи

source: Start Live Session
el_gr: Έναρξη Ζωντανής Συνεδρίας
lt_lt: Pradėkite tiesioginę sesiją
lv_lv: Sākt tiešraides sesiju
nb_no: Start live-økt
uk_ua: Почати сеанс у прямому ефірі

source: Join Meeting
el_gr: Συμμετοχή στη συνάντηση
lt_lt: Prisijungimas prie susitikimo
lv_lv: Pievienošanās sapulcei
nb_no: Bli med i møte
uk_ua: Приєднатися до зустрічі

source: Rooms List Menu
el_gr: Λίστα δωματίων Μενού
lt_lt: Kambarių sąrašo meniu
lv_lv: Istabu saraksta izvēlne
nb_no: Meny for romliste
uk_ua: Список номерів Меню

source: Tour Title
el_gr: Τίτλος ταξιδοιού
lt_lt: Turo pavadinimas
lv_lv: Ekskursijas nosaukums
nb_no: Turens tittel
uk_ua: Назва туру

source: Multiple Room Views
el_gr: Πολλαπλές προβολές δωματίων
lt_lt: Vaizdas į kelis kambarius
lv_lv: Vairāki numuru skati
nb_no: Utsikt over flere rom
uk_ua: Кілька видів кімнат

source: Fullscreen
el_gr: Πλήρες οθόνη
lt_lt: Per visą ekraną
lv_lv: Pilnekrāna režīms
nb_no: Fullskjerm
uk_ua: Повноекранний

source: Floorplan
el_gr: Κάτοψη
lt_lt: Grindų planas
lv_lv: Grīdas plāns
nb_no: Plantegning
uk_ua: План поверху

source: Arrows Prev/Next
el_gr: Βέλη Prev/Next
lt_lt: Rodyklės Ankstesnis / Kitas
lv_lv: Bultiņas Iepriekšējais/Nākamais
nb_no: Piler Forrige/Neste
uk_ua: Стрілки Попередня/Наступна

source: Nav Control
el_gr: Έλεγχος πλοήγησης
lt_lt: Navigacijos valdymas
lv_lv: Navigācijas vadība
nb_no: Nav-kontroll
uk_ua: Управління навігацією

source: Room's List Slider
el_gr: Slider της λίστας του δωματίου
lt_lt: Kambario sąrašo slankiklis
lv_lv: Istabas saraksta slīdnis
nb_no: Glidebryteren for rommets liste
uk_ua: Повзунок зі списком кімнат

source: Visitors
el_gr: Επισκέπτες
lt_lt: Lankytojai
lv_lv: Apmeklētāji
nb_no: Besøkende
uk_ua: Відвідувачі

source: total
el_gr: σύνολο
lt_lt: viso
lv_lv: Kopējā
nb_no: totalt
uk_ua: разом

source: views
el_gr: προβολές
lt_lt: peržiūros
lv_lv: skatījums
nb_no: visninger
uk_ua: перегляди

source: Annotation Title
el_gr: Τίτλος σχολιασμού
lt_lt: Anotacijos pavadinimas
lv_lv: Anotācijas nosaukums
nb_no: Tittel på merknad
uk_ua: Назва анотації

source: Annotation Description
el_gr: Περιγραφή σχολιασμού
lt_lt: Anotacijos aprašymas
lv_lv: Anotācijas apraksts
nb_no: Beskrivelse av merknad
uk_ua: Опис анотації

source: Map Name
el_gr: Όνομα χάρτη
lt_lt: Žemėlapio pavadinimas
lv_lv: Kartes nosaukums
nb_no: Kartnavn
uk_ua: Назва карти

source: Compass
el_gr: Ενεργοποιήστε αυτήν την επιλογή για να εμφανίσετε την πυξίδα.
lt_lt: Kompasas
lv_lv: Kompass
nb_no: Kompass
uk_ua: Компас

source: Arrows Room's List Slider
el_gr: Ολισθητής της λίστας του δωματίου Arrows
lt_lt: Rodyklių kambario sąrašo slankiklis
lv_lv: Bultu istabas saraksta slīdnis
nb_no: Pilrommets listeglidebryter
uk_ua: Повзунок зі списком стрілок кімнати

source: Buttons Style
el_gr: Στυλ κουμπιών
lt_lt: Mygtukų stilius
lv_lv: Pogu stils
nb_no: Knapper stil
uk_ua: Стиль кнопок

source: Bar
el_gr: Ραβδόγραμμα
lt_lt: Juosta
lv_lv: Bārs
nb_no: Stolpe
uk_ua: Панель

source: Buttons Size
el_gr: Μέγεθος κουμπιών
lt_lt: Mygtukų dydis
lv_lv: Pogu izmērs
nb_no: Knapper Størrelse
uk_ua: Розмір кнопок

source: Small
el_gr: Μικρό
lt_lt: Mažas
lv_lv: Mazs
nb_no: Liten
uk_ua: Маленький

source: Medium
el_gr: Μεσαίο
lt_lt: Vidutinis
lv_lv: Vidējs
uk_ua: Середній

source: Large
el_gr: Μεγάλο
lt_lt: Didelis
lv_lv: Liels
nb_no: Stor
uk_ua: Великий

source: Tooltips
el_gr: Συμβουλές εργαλείων
lt_lt: Įrankių patarimai
lv_lv: Rīku padomi
nb_no: Verktøytips
uk_ua: Спливаючі підказки

source: Show
el_gr: Εμφάνιση
lt_lt: Rodyti
lv_lv: Rādīt
nb_no: Vis
uk_ua: Показати

source: Hidden
el_gr: Κρυφό
lt_lt: Paslėpta
lv_lv: Slēpts
nb_no: Skjult
uk_ua: Приховано

source: Visible (only tour)
el_gr: Ορατό (μόνο ξενάγηση)
lt_lt: Matoma (tik kelionė)
lv_lv: Redzams (tikai ceļvedis)
nb_no: Synlig (kun omvisning)
uk_ua: Видимий (тільки екскурсія)

source: Visible (only room)
el_gr: Ορατό (μόνο δωμάτιο)
lt_lt: Matomas (tik kambarys)
lv_lv: Redzams (tikai telpa)
nb_no: Synlig (kun rom)
uk_ua: Видимий (тільки кімната)

source: Visible (tour and room)
el_gr: Ορατό (ξενάγηση και δωμάτιο)
lt_lt: Matoma (ekskursija ir kambarys)
lv_lv: Redzams (ekskursija un istaba)
nb_no: Synlig (omvisning og rom)
uk_ua: Видимий (екскурсія та кімната)

source: Background Height
el_gr: Ύψος φόντου
lt_lt: Fono aukštis
lv_lv: Fona augstums
nb_no: Bakgrunn Høyde
uk_ua: Background Висота

source: upload in: virtual tours - rooms - edit - multiple room views tab
el_gr: μεταφόρτωση σε: εικονικές περιηγήσεις - δωμάτια - επεξεργασία - καρτέλα πολλαπλών προβολών δωματίων
lt_lt: Įkelti: Virtualios ekskursijos - Kambariai - Redaguoti - Skirtukas Keli kambario vaizdai
lv_lv: Augšupielādēt: Virtuālās tūres - Istabas - Rediģēt - Cilne Vairāku istabu skati
nb_no: Last opp i: Virtuelle omvisninger - Rom - Rediger - Flere romvisninger-fanen
uk_ua: Завантажити в: Віртуальні тури - Кімнати - Редагувати - Вкладка "Кілька переглядів кімнат"

source: Border Size
el_gr: Μέγεθος Περιγράμματος
lt_lt: Kraštinės dydis
lv_lv: Apmales izmērs
nb_no: Kantlinjetykkelse
uk_ua: Розмір межі

source: Total Views
el_gr: Συνολικές Προβολές
lt_lt: Iš viso rodinių
lv_lv: Kopējais skatījumu skaits
nb_no: Antall visninger
uk_ua: Всього переглядів

source: enables viewing of total views directly on the tour
el_gr: επιτρέπει την προβολή των συνολικών προβολών απευθείας στην περιήγηση
lt_lt: leidžia peržiūrėti bendrą peržiūrų skaičių tiesiogiai apžvalgoje
lv_lv: Iespējo kopējo skatījumu skatīšanu tieši ceļvedī
nb_no: muliggjør visning av totalvisninger direkte på turen
uk_ua: Дозволяє переглядати загальну кількість переглядів безпосередньо на екскурсії

source: enables viewing of online visitors directly on the tour
el_gr: επιτρέπει την προβολή των online επισκεπτών απευθείας στην περιήγηση
lt_lt: leidžia peržiūrėti internetinius lankytojus tiesiogiai ekskursijoje
lv_lv: Ļauj apskatīt tiešsaistes apmeklētājus tieši ekskursijas laikā
nb_no: muliggjør visning av besøkende på nett direkte på turen
uk_ua: дозволяє переглядати онлайн відвідувачів безпосередньо на екскурсії

source: Visitors update
el_gr: Ενημέρωση επισκεπτών
lt_lt: Lankytojų atnaujinimas
lv_lv: Apmeklētāju atjauninājums
nb_no: Besøkende oppdaterer
uk_ua: Оновлення для відвідувачів

source: visitor update time in milliseconds (0 = real time). Low values can increase server utilization.
el_gr: χρόνος ενημέρωσης του επισκέπτη σε χιλιοστά του δευτερολέπτου (0 = πραγματικός χρόνος). Οι χαμηλές τιμές μπορούν να αυξήσουν τη χρήση του διακομιστή.
lt_lt: lankytojo atnaujinimo laikas milisekundėmis (0 = realusis laikas). Mažos vertės gali padidinti serverio naudojimą.
lv_lv: Apmeklētāja atjaunināšanas laiks milisekundēs (0 = reāllaiks). Zemas vērtības var palielināt servera izmantošanu.
nb_no: besøkendes oppdateringstid i millisekunder (0 = sanntid). Lave verdier kan øke serverutnyttelsen.
uk_ua: Час оновлення відвідувача в мілісекундах (0 = реальний час). Низькі значення можуть збільшити використання сервера.

source: Localization
el_gr: Εντοπισμός
lt_lt: Lokalizavimas
lv_lv: Lokalizācija
nb_no: Oversettelse
uk_ua: Локалізація

source: Enabled (for entire tour)
el_gr: Ενεργοποιημένη (για ολόκληρη την περιήγηση)
lt_lt: Įjungta (visai kelionei)
lv_lv: Iespējots (visam ceļvedim)
nb_no: Aktivert (for hele turen)
uk_ua: Увімкнено (для всього туру)

source: Enabled (for each rooms)
el_gr: Ενεργοποιημένη (για κάθε δωμάτιο)
lt_lt: Įjungta (kiekvienam kambariui)
lv_lv: Iespējots (katrai istabai)
nb_no: Aktivert (for hvert rom)
uk_ua: Увімкнено (для кожної кімнати)

source: Shortname
el_gr: Σύντομο όνομα
lt_lt: Trumpasis pavadinimas
lv_lv: Saīsinātais nosaukums
nb_no: Kortnavn
uk_ua: Коротке ім'я

source: leave empty for default setting
el_gr: αφήστε το κενό για προεπιλεγμένη ρύθμιση
lt_lt: palikti tuščią kaip numatytąjį nustatymą
lv_lv: noklusējuma iestatījumam atstāt tukšu
nb_no: La stå tomt for standardinnstilling
uk_ua: Залиште порожнім для налаштувань за замовчуванням

source: Public API Key
el_gr: Δημόσιο Κλειδί API
lt_lt: Viešasis API raktas
lv_lv: Publiskā API atslēga
nb_no: Offentlig API-nøkkel
uk_ua: Публічний ключ API

source: Login into your %s account.
el_gr: Συνδεθείτε στο λογαριασμό σας %s.
lt_lt: Prisijunkite prie savo %s paskyros.
lv_lv: Piesakieties savā %s kontā.
nb_no: Logg inn på %skontoen din.
uk_ua: Увійдіть у свій обліковий запис %s.

source: Create a new site %s and copy the <b>shortname</b> in the field above.
el_gr: Δημιουργήστε μια νέα τοποθεσία %s και αντιγράψτε το <b>σύντομο όνομα</b> στο παραπάνω πεδίο.
lt_lt: Sukurkite naują svetainę %s ir nukopijuokite <b>trumpąjį pavadinimą</b> aukščiau esančiame lauke.
lv_lv: Izveidojiet jaunu vietni %s un nokopējiet <b>saīsināto nosaukumu</b> iepriekš redzamajā laukā.
nb_no: Opprett et nytt nettsted %s og kopier <b>kortnavnet</b> i feltet ovenfor.
uk_ua: Створіть новий сайт %s і скопіюйте <b>коротку назву</b> в поле вище.

source: Register a new API application %s, add your site domain as trusted domain and copy the generated <b>public key</b> in the field above.
el_gr: Καταχωρήστε μια νέα εφαρμογή API %s, προσθέστε το domain του ιστότοπού σας ως αξιόπιστο domain και αντιγράψτε το <b>δημόσιο κλειδί</b> που δημιουργήθηκε στο παραπάνω πεδίο.
lt_lt: Užregistruokite naują API programą %s, pridėkite savo svetainės domeną kaip patikimą domeną ir nukopijuokite sugeneruotą <b>viešąjį raktą</b> aukščiau esančiame lauke.
lv_lv: Reģistrējiet jaunu API lietojumprogrammu %s, pievienojiet vietnes domēnu kā uzticamu domēnu un kopējiet ģenerēto <b>publisko atslēgu</b> iepriekš redzamajā laukā.
nb_no: Registrer en ny API-applikasjon %s, legg til nettstedsdomenet ditt som klarert domene og kopier den genererte <b>offentlige nøkkelen</b> i feltet ovenfor.
uk_ua: Зареєструйте новий API додаток %s, додайте домен вашого сайту як довірений домен і скопіюйте згенерований <b>публічний ключ</b> в поле вище.

source: upload in: virtual tours - list tours - edit - contents tab - song / virtual tours - rooms - edit - contents tab - audio
el_gr: upload in: εικονικές περιηγήσεις - λίστα περιηγήσεων - επεξεργασία - καρτέλα περιεχομένου - τραγούδι / εικονικές περιηγήσεις - δωμάτια - επεξεργασία - καρτέλα περιεχομένου - ήχος
lt_lt: Įkelti: Virtualios ekskursijos - Kelionių sąrašas - Redaguoti - Skirtukas Turinys - Daina / Virtualios ekskursijos - Kambariai - Redaguoti - Skirtukas Turinys - Garsas
lv_lv: Augšupielādēt: Virtuālās tūres - Sarakstu ekskursijas - Rediģēt - Satura cilne - Dziesma / Virtuālās tūres - Istabas - Rediģēt - Satura cilne - Audio
nb_no: Last opp i: Virtuelle omvisninger - Liste omvisninger - Rediger - Innholdsfane - Sang / Virtuelle omvisninger - Rom - Rediger - Innholdsfane - Lyd
uk_ua: Завантажити в: Віртуальні тури - Список турів - Редагувати - Вкладка змісту - Пісня / Віртуальні тури - Кімнати - Редагувати - Вкладка Зміст - Аудіо

source: Autoplay Audio
el_gr: Αυτόματη αναπαραγωγή ήχου
lt_lt: Automatiškai paleisti garsą
lv_lv: Audio automātiskā atskaņošana
nb_no: Spill av lyd automatisk
uk_ua: Автоматичне відтворення аудіо

source: if the popup is not displayed until the user interacts with the borwser, the audio may not be heard
el_gr: Εάν το αναδυόμενο παράθυρο δεν εμφανίζεται μέχρι να αλληλεπιδράσει ο χρήστης με τον δανειστή, ο ήχος ενδέχεται να μην ακούγεται
lt_lt: Jei iššokantis langas nerodomas tol, kol vartotojas sąveikauja su Borwser, garsas gali būti negirdimas
lv_lv: Ja uznirstošais logs netiek parādīts, kamēr lietotājs mijiedarbojas ar Borwser, audio var netikt dzirdēts
nb_no: Hvis popup-vinduet ikke vises før brukeren samhandler med Borwser, kan det hende at lyden ikke høres
uk_ua: Якщо спливаюче вікно не відображається, поки користувач не взаємодіятиме з борусером, звук може не бути чутним

source: Enabled, automatic
el_gr: Ενεργοποιημένο, αυτόματο
lt_lt: Įjungta, automatinė
lv_lv: Iespējots, automātisks
nb_no: Aktivert, automatisk
uk_ua: Включений, автоматичний

source: Enabled, without pop-up
el_gr: Ενεργοποιημένο, χωρίς αναδυόμενο παράθυρο
lt_lt: Įjungta, be iššokančiųjų langų
lv_lv: Iespējots, bez uznirstošā loga
nb_no: Aktivert, uten popup-vindu
uk_ua: Увімкнено, без спливаючих вікон

source: Enabled, with pop-up
el_gr: Ενεργοποιημένο, με αναδυόμενο παράθυρο
lt_lt: Įjungta, su iššokančiu langu
lv_lv: Iespējots, ar uznirstošo logu
nb_no: Aktivert, med pop-up
uk_ua: Увімкнено, зі спливаючим вікном

source: Visible
el_gr: Ορατό
lt_lt: Matomas
lv_lv: Redzams
nb_no: Synlig
uk_ua: Видиме

source: Visible, enabled at start
el_gr: Ορατό, ενεργοποιημένο κατά την έναρξη
lt_lt: Matoma, įjungta pradžioje
lv_lv: Redzams, iespējots sākumā
nb_no: Synlig, aktivert ved start
uk_ua: Видно, увімкнено під час запуску

source: upload in: virtual tours - maps
el_gr: upload in: εικονικές περιηγήσεις - χάρτες
lt_lt: Įkelti: Virtualios ekskursijos - Žemėlapiai
lv_lv: Augšupielādēt: Virtuālās tūres - Kartes
nb_no: Last opp i: Virtuelle turer - Kart
uk_ua: Завантажити в: Віртуальні тури - Карти

source: Visible, minimized on Mobile
el_gr: Ορατό, ελαχιστοποιημένο στο Mobile
lt_lt: Matomas, sumažintas mobiliajame telefone
lv_lv: Redzams, minimizēts mobilajā ierīcē
nb_no: Synlig, minimert på mobil
uk_ua: Видно, згорнуто на мобільному телефоні

source: Visible, minimized on Desktop and Mobile
el_gr: Ορατό, ελαχιστοποιημένο σε Desktop και Mobile
lt_lt: Matomas, minimizuotas staliniuose kompiuteriuose ir mobiliuosiuose įrenginiuose
lv_lv: Redzams, minimizēts datorā un mobilajā ierīcē
nb_no: Synlig, minimert på datamaskin og mobil
uk_ua: Видно, згорнуто на комп'ютерах і мобільних пристроях

source: Visible, opened
el_gr: Ορατό, ανοιχτό
lt_lt: Matomas, atidarytas
lv_lv: Redzams, atvērts
nb_no: Synlig, åpnet
uk_ua: Видно, відкрито

source: Visible, opened fullscreen
el_gr: Ορατό, ανοιχτό σε πλήρη οθόνη
lt_lt: Matomas, atidarytas per visą ekraną
lv_lv: Redzams, atvērts pilnekrāna režīmā
nb_no: Synlig, åpnet fullskjerm
uk_ua: Видно, відкрито на весь екран

source: Visible, no minimap
el_gr: Ορατό, χωρίς ελάχιστο χάρτη
lt_lt: Matomas, be minimumo
lv_lv: Redzams, bez minikartes
nb_no: Synlig, ingen minikart
uk_ua: Видно, міні-карти немає

source: Autoclose
lt_lt: Automatinis uždarymas
lv_lv: Automātiskā aizvēršana
nb_no: Automatisk lukking
uk_ua: Автозакриття

source: automatically closes the map when it is opened in full screen and an item in it is clicked
el_gr: κλείνει αυτόματα το χάρτη όταν ανοίγει σε πλήρη οθόνη και γίνεται κλικ σε ένα στοιχείο του χάρτη
lt_lt: automatiškai uždaro žemėlapį, kai jis atidaromas visame ekrane ir spustelėjamas jame esantis elementas
lv_lv: automātiski aizver karti, kad tā tiek atvērta pilnekrāna režīmā un tiek noklikšķināts uz tajā esošā vienuma
nb_no: lukker kartet automatisk når det åpnes i fullskjerm og et element i det klikkes
uk_ua: автоматично закриває карту при її відкритті на весь екран і натисканні на елемент на ній

source: Visible, minimized
el_gr: Ορατό, ελαχιστοποιημένο
lt_lt: Matomas, sumažintas iki minimumo
lv_lv: Redzams, minimizēts
nb_no: Synlig, minimert
uk_ua: Видно, згорнуто

source: Visible, opened (only on desktop)
el_gr: Ορατό, ανοιχτό (μόνο στην επιφάνεια εργασίας)
lt_lt: Matomas, atidarytas (tik darbalaukyje)
lv_lv: Redzams, atvērts (tikai darbvirsmā)
nb_no: Synlig, åpnet (bare på skrivebordet)
uk_ua: Видимий, відкритий (лише на робочому столі)
