Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Here you can select the destination room linked to this marker
el_gr: Εδώ μπορείτε να επιλέξετε το δωμάτιο προορισμού που συνδέεται με αυτόν τον δείκτη
lt_lt: Čia galite pasirinkti paskirties kambarį, susietą su šiuo žymekliu
lv_lv: Šeit jūs varat izvēlēties galamērķa telpu, kas saistīta ar šo marķieri
nb_no: Her kan du velge destinasjonsrommet som er knyttet til denne markøren
uk_ua: Тут ви можете вибрати кімнату призначення, пов'язану з цим маркером

source: Click the button <b>Add</b> to create the marker
el_gr: Κάντε κλικ στο κουμπί <b>Προσθήκη</b> για να δημιουργήσετε τον δείκτη
lt_lt: Spustelėkite mygtuką <b>Pridėti</b> , kad sukurtumėte žymeklį
lv_lv: Noklikšķiniet uz pogas <b>Pievienot</b> , lai izveidotu marķieri
nb_no: Klikk på knappen <b>Legg</b> til for å opprette markøren
uk_ua: Натисніть кнопку <b>Додати</b> , щоб створити маркер

source: Congratulations, your marker has been created, now let's look at how to create a POI (Point Of Interest) to show content on the tour
el_gr: Συγχαρητήρια, ο δείκτης σας έχει δημιουργηθεί, τώρα ας δούμε πώς μπορείτε να δημιουργήσετε ένα POI (Σημείο Ενδιαφέροντος) για να εμφανίσετε περιεχόμενο στην περιήγηση
lt_lt: Sveikiname, jūsų žymeklis buvo sukurtas, dabar pažiūrėkime, kaip sukurti lankytiną vietą (lankytiną vietą), kad būtų rodomas turo turinys
lv_lv: Apsveicam, jūsu marķieris ir izveidots, tagad apskatīsim, kā izveidot IP (Point Of Interest), lai parādītu ceļojuma saturu
nb_no: Gratulerer, markøren din er opprettet, la oss nå se på hvordan du oppretter et POI (Point Of Interest) for å vise innhold på omvisningen
uk_ua: Вітаємо, ваш маркер створений, тепер давайте розглянемо, як створити POI (Point Of Interest) для показу контенту в турі

source: Click on the menu item <b>POIs</b>
el_gr: Κάντε κλικ στο στοιχείο μενού <b>POIs</b>
lt_lt: Spustelėkite meniu punktą <b>POI</b>
lv_lv: Noklikšķiniet uz izvēlnes vienuma <b>POI</b>
nb_no: Klikk på menypunktet <b>POIer</b>
uk_ua: Натисніть на пункт <b>меню POI</b>

source: Drag the view and center the white cursor at the position where you want to add the POI
el_gr: Σύρετε την προβολή και κεντράρετε τον λευκό δρομέα στη θέση όπου θέλετε να προσθέσετε το POI
lt_lt: Vilkite rodinį ir centruokite baltą žymeklį toje vietoje, kur norite pridėti lankytiną vietą
lv_lv: Velciet skatu un centrējiet balto kursoru vietā, kur vēlaties pievienot IP
nb_no: Dra visningen og sentrer den hvite markøren på posisjonen der du vil legge til interessepunktet
uk_ua: Перетягніть область перегляду та розташуйте білий курсор по центру в тому місці, куди ви хочете додати POI

source: Here you can select the style and content of your POI
el_gr: Εδώ μπορείτε να επιλέξετε το στυλ και το περιεχόμενο του POI σας
lt_lt: Čia galite pasirinkti savo lankytinos vietos stilių ir turinį
lv_lv: Šeit jūs varat izvēlēties sava IP stilu un saturu
nb_no: Her kan du velge stil og innhold for interessepunktet ditt
uk_ua: Тут ви можете вибрати стиль і зміст вашого POI

source: Let's create a simple POI icon with an image as content
el_gr: Ας δημιουργήσουμε ένα απλό εικονίδιο POI με μια εικόνα ως περιεχόμενο
lt_lt: Sukurkime paprastą lankytinos vietos piktogramą su vaizdu kaip turiniu
lv_lv: Izveidosim vienkāršu IP ikonu ar attēlu kā saturu
nb_no: La oss lage et enkelt POI-ikon med et bilde som innhold
uk_ua: Давайте створимо просту іконку POI із зображенням як контентом

source: Upload an image for this Poi by selecting from the <b>Browse</b> button and then click <b>Upload</b>
el_gr: Ανεβάστε μια εικόνα για αυτό το Poi επιλέγοντας από το κουμπί <b>Αναζήτηση</b> και, στη συνέχεια, κάντε κλικ στην <b>επιλογή Μεταφόρτωση</b>
lt_lt: Įkelkite šios lankytinos vietos vaizdą pasirinkdami mygtuką <b>Naršyti</b> , tada spustelėkite <b>Nusiųsti</b>
lv_lv: Augšupielādējiet šī parauga attēlu, atlasot pogu <b>Pārlūkot</b> un pēc tam noklikšķinot uz <b>Augšupielādēt</b>
nb_no: Last opp et bilde for dette interessepunktet ved å velge fra <b>Bla gjennom-knappen</b> , og klikk deretter <b>Last opp</b>
uk_ua: Завантажте зображення для цього Poi, вибравши одну з кнопок «<b>Огляд</b>», а потім натиснувши <b>«Завантажити</b>»

source: Click on button <b>Save</b>
el_gr: Κάντε κλικ στο κουμπί <b>Αποθήκευση</b>
lt_lt: Spustelėkite mygtuką <b>Sutaupyti</b>
lv_lv: Noklikšķiniet uz pogas <b>Saglabāt</b>
nb_no: Klikk på knappen <b>Lagre</b>
uk_ua: Натисніть на кнопку <b>Зберегти</b>

source: Congratulations, your POI has been created
el_gr: Συγχαρητήρια, το POI σας έχει δημιουργηθεί
lt_lt: Sveikiname, jūsų lankytina vieta buvo sukurta
lv_lv: Apsveicam, jūsu IP ir izveidots
nb_no: Gratulerer, interessepunktet ditt er opprettet
uk_ua: Вітаємо, ваш POI створено

source: And finally let's preview the tour you just created. Click on the menu item <b>Preview</b>
el_gr: Και τέλος, ας κάνουμε μια προεπισκόπηση της ξενάγησης που μόλις δημιουργήσατε. Κάντε κλικ στο στοιχείο μενού <b>Preview</b>
lt_lt: Ir galiausiai peržiūrėkime ką tik sukurtą turą. Spustelėkite meniu punktą <b>Peržiūra</b>
lv_lv: Un visbeidzot apskatīsim tikko izveidoto ceļvedi. Noklikšķiniet uz izvēlnes vienuma <b>Priekšskatījums</b>
nb_no: Og til slutt, la oss forhåndsvise omvisningen du nettopp opprettet. Klikk på menypunktet <b>Forhåndsvisning</b>
uk_ua: І наостанок давайте розглянемо тур, який ви щойно створили. Натисніть на пункт меню <b>Попередній перегляд</b>

source: Are you sure you want to exit the tour creation wizard?
el_gr: Είστε βέβαιοι ότι θέλετε να βγείτε από τον οδηγό δημιουργίας περιήγησης;
lt_lt: Ar tikrai norite išeiti iš kelionių kūrimo vedlio?
lv_lv: Vai tiešām vēlaties iziet no ceļveža izveides vedņa?
nb_no: Er du sikker på at du vil avslutte veiviseren for oppretting av turer?
uk_ua: Ви впевнені, що хочете вийти з майстра створення туру?

source: Are you sure you want to update the preset?
el_gr: Είστε βέβαιοι ότι θέλετε να ενημερώσετε την προεπιλογή;
lt_lt: Ar tikrai norite atnaujinti išankstinį nustatymą?
lv_lv: Vai tiešām vēlaties atjaunināt sākotnējo iestatījumu?
nb_no: Er du sikker på at du vil oppdatere forhåndsinnstillingen?
uk_ua: Ви впевнені, що хочете оновити пресет?

source: Are you sure you want to delete the preset?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε την προεπιλογή;
lt_lt: Ar tikrai norite ištrinti išankstinį nustatymą?
lv_lv: Vai tiešām vēlaties izdzēst sākotnējo iestatījumu?
nb_no: Er du sikker på at du vil slette forhåndsinnstillingen?
uk_ua: Ви впевнені, що хочете видалити пресет?

source: Are you sure you want to delete the version?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε την έκδοση;
lt_lt: Ar tikrai norite ištrinti versiją?
lv_lv: Vai tiešām vēlaties dzēst versiju?
nb_no: Er du sikker på at du vil slette versjonen?
uk_ua: Ви впевнені, що хочете видалити версію?

source: Are you sure you want to apply the preset?
el_gr: Είστε βέβαιοι ότι θέλετε να εφαρμόσετε την προεπιλογή;
lt_lt: Ar tikrai norite pritaikyti išankstinį nustatymą?
lv_lv: Vai tiešām vēlaties lietot sākotnējo iestatījumu?
nb_no: Er du sikker på at du vil bruke forhåndsinnstillingen?
uk_ua: Ви впевнені, що хочете застосувати пресет?

source: QUICK ADD THIS MARKER
el_gr: ΓΡΉΓΟΡΑ ΠΡΟΣΘΈΣΤΕ ΑΥΤΌΝ ΤΟΝ ΔΕΊΚΤΗ
lt_lt: SPARTUSIS ŽYMEKLIO ĮTRAUKIMAS
lv_lv: ĀTRA ŠĪ MARĶIERA PIEVIENOŠANA
nb_no: LEGG RASKT TIL DENNE MARKØREN
uk_ua: ШВИДКЕ ДОДАВАННЯ ЦЬОГО МАРКЕРА

source: ADD THIS MARKER
el_gr: ΠΡΟΣΘΈΣΤΕ ΑΥΤΌΝ ΤΟΝ ΔΕΊΚΤΗ
lt_lt: PRIDĖTI ŠĮ ŽYMEKLĮ
lv_lv: PIEVIENOT ŠO MARĶIERI
nb_no: LEGG TIL DENNE MARKØREN
uk_ua: ДОДАЙТЕ ЦЕЙ МАРКЕР

source: List
el_gr: Λίστα
lt_lt: Sąrašas
lv_lv: Saraksts
nb_no: Liste
uk_ua: Список

source: Grid
el_gr: Πλέγμα
lt_lt: Tinklelis
lv_lv: Režģis
nb_no: Rutenett
uk_ua: Сітки

source: An error has occurred.
el_gr: Προέκυψε σφάλμα.
lt_lt: Įvyko klaida.
lv_lv: Ir notikusi kļūda.
nb_no: Det oppstod en feil.
uk_ua: Сталася помилка.

source: copied
el_gr: αντιγράφηκε
lt_lt: nukopijuota
lv_lv: Kopēts
nb_no: kopiert
uk_ua: скопійовані

source: preview from here
el_gr: προεπισκόπηση από εδώ
lt_lt: Peržiūra iš čia
lv_lv: priekšskatījums no šejienes
nb_no: Forhåndsvisning herfra
uk_ua: Попередній перегляд звідси

source: Main View
el_gr: Κύρια θέα
lt_lt: Pagrindinis vaizdas
lv_lv: Galvenais skats
nb_no: Hovedvisning
uk_ua: Головний вигляд

source: At least one lead field must be enabled and required.
el_gr: Τουλάχιστον ένα πεδίο lead πρέπει να είναι ενεργοποιημένο και υποχρεωτικό.
lt_lt: Turi būti įjungtas ir būtinas bent vienas potencialaus kliento laukas.
lv_lv: Jābūt iespējotam un nepieciešamam vismaz vienam interesenta laukam.
nb_no: Minst ett lead-felt må være aktivert og obligatorisk.
uk_ua: Принаймні одне поле для потенційного клієнта має бути ввімкнене та обов'язкове.

source: Are you sure your want to replace existing API key?
el_gr: Είστε βέβαιοι ότι θέλετε να αντικαταστήσετε το υπάρχον κλειδί API;
lt_lt: Ar tikrai norite pakeisti esamą API raktą?
lv_lv: Vai tiešām vēlaties nomainīt esošo API atslēgu?
nb_no: Er du sikker på at du vil erstatte eksisterende API-nøkkel?
uk_ua: Ви впевнені, що хочете замінити існуючий ключ API?

source: No tours created yet!
el_gr: Δεν έχουν δημιουργηθεί ακόμη περιηγήσεις!
lt_lt: Dar nesukurtos ekskursijos!
lv_lv: Vēl nav izveidotas ekskursijas!
nb_no: Ingen turer laget ennå!
uk_ua: Тури ще не створено!

source: No tours created yet! Create one manually above or use the %s.
el_gr: Δεν έχουν δημιουργηθεί ακόμη περιηγήσεις! Δημιουργήστε ένα μη αυτόματα παραπάνω ή χρησιμοποιήστε το %s.
lt_lt: Dar nesukurtos ekskursijos! Sukurkite jį rankiniu būdu aukščiau arba naudokite %s.
lv_lv: Vēl nav izveidotas ekskursijas! Izveidojiet to manuāli virs vai izmantojiet %s.
nb_no: Ingen turer laget ennå! Opprett en manuelt ovenfor eller bruk %s.
uk_ua: Тури ще не створено! Створіть його вручну вище або скористайтеся %s.

source: Wizard
el_gr: Οδηγός
lt_lt: Vedlys
lv_lv: Vednis
nb_no: Veiviser
uk_ua: Майстер

source: translation in progress
el_gr: μετάφραση σε εξέλιξη
lt_lt: Vykdomas vertimas
lv_lv: Nepabeigtā tulkošana
nb_no: Oversettelse pågår
uk_ua: Переклад в процесі

source: set heading
el_gr: ορίστε την επικεφαλίδα
lt_lt: nustatyti antraštę
lv_lv: iestatīt virsrakstu
nb_no: Angi overskrift
uk_ua: Встановити заголовок

source: No Location
el_gr: Δεν υπάρχει τοποθεσία
lt_lt: Nėra vietos
lv_lv: Nav atrašanās vieta
nb_no: Ingen lokasjon
uk_ua: Локація відсутня

source: Are you sure you want logout from your Google Account?
el_gr: Είστε βέβαιοι ότι θέλετε να αποσυνδεθείτε από τον Λογαριασμό σας Google;
lt_lt: Ar tikrai norite atsijungti nuo "Google" paskyros?
lv_lv: Vai tiešām vēlaties atteikties no sava Google konta?
nb_no: Er du sikker på at du vil logge ut fra Google-kontoen din?
uk_ua: Ви впевнені, що хочете вийти зі свого облікового запису Google?

source: DNS record not exist
el_gr: Η εγγραφή DNS δεν υπάρχει
lt_lt: DNS įrašas neegzistuoja
lv_lv: DNS ieraksts nepastāv
nb_no: DNS-oppføring finnes ikke
uk_ua: Запис DNS не існує

source: The domain entered already exists, please enter another one.
el_gr: Ο τομέας που καταχωρίσατε υπάρχει ήδη. Εισαγάγετε έναν άλλο.
lt_lt: Įvestas domenas jau egzistuoja, įveskite kitą.
lv_lv: Ievadītais domēns jau pastāv, lūdzu, ievadiet citu.
nb_no: Domenet som er lagt inn eksisterer allerede, vennligst skriv inn et annet.
uk_ua: Введений домен уже існує, введіть інший.

source: Are you sure you want approve this custom domain?
el_gr: Είστε βέβαιοι ότι θέλετε να εγκρίνετε αυτόν τον προσαρμοσμένο τομέα;
lt_lt: Ar tikrai norite patvirtinti šį pasirinktinį domeną?
lv_lv: Vai tiešām vēlaties apstiprināt šo pielāgoto domēnu?
nb_no: Er du sikker på at du vil godkjenne dette tilpassede domenet?
uk_ua: Ви впевнені, що хочете схвалити цей власний домен?

source: Are you sure you want reject this custom domain?
el_gr: Είστε βέβαιοι ότι θέλετε να απορρίψετε αυτόν τον προσαρμοσμένο τομέα;
lt_lt: Ar tikrai norite atmesti šį pasirinktinį domeną?
lv_lv: Vai tiešām vēlaties noraidīt šo pielāgoto domēnu?
nb_no: Er du sikker på at du vil avvise dette tilpassede domenet?
uk_ua: Ви впевнені, що бажаєте відхилити цей власний домен?

source: Are you sure you want delete this custom domain?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτόν τον προσαρμοσμένο τομέα;
lt_lt: Ar tikrai norite ištrinti šį pasirinktinį domeną?
lv_lv: Vai tiešām vēlaties dzēst šo pielāgoto domēnu?
nb_no: Er du sikker på at du vil slette dette egendefinerte domenet?
uk_ua: Ви впевнені, що хочете видалити цей власний домен?

source: This tour is locked.
el_gr: Αυτή η περιοδεία είναι κλειδωμένη.
lt_lt: Ši kelionė užrakinta.
lv_lv: Šī ekskursija ir bloķēta.
nb_no: Denne turen er låst.
uk_ua: Цей тур заблоковано.

source: LOCK
el_gr: ΚΛΕΙΔΑΡΙΑ
lt_lt: FIKS.
nb_no: LÅSE
uk_ua: ЗАМОК

source: UNLOCK
el_gr: ΞΕΚΛΕΙΔΩΝΩ
lt_lt: ATRAKINTI
lv_lv: ATbloķēt
nb_no: LÅSE OPP
uk_ua: РОЗБЛОКУВАТИ

source: last visit date
el_gr: ημερομηνία τελευταίας επίσκεψης
lt_lt: paskutinio apsilankymo data
lv_lv: pēdējā apmeklējuma datums
nb_no: siste besøksdato
uk_ua: дата останнього відвідування

source: published to GSV
el_gr: δημοσιεύτηκε στο GSV
lt_lt: paskelbta GSV
lv_lv: publicēts GSV
nb_no: publisert til GSV
uk_ua: опубліковано на GSV

source: published to GSV, click to view
el_gr: δημοσιεύτηκε στο GSV, κάντε κλικ για προβολή
lt_lt: paskelbta GSV, spustelėkite, kad peržiūrėtumėte
lv_lv: publicēts GSV, noklikšķiniet, lai skatītu
nb_no: publisert til GSV, klikk for å se
uk_ua: опубліковано в GSV, натисніть, щоб переглянути

source: ready to be published on GSV
el_gr: έτοιμο για δημοσίευση στο GSV
lt_lt: paruoštas paskelbti GSV
lv_lv: gatavs publicēšanai GSV
nb_no: klar til å publiseres på GSV
uk_ua: готовий до публікації на GSV

source: status and creation date
el_gr: κατάσταση και ημερομηνία δημιουργίας
lt_lt: būsena ir sukūrimo data
lv_lv: statuss un izveides datums
nb_no: status og opprettelsesdato
uk_ua: статус і дата створення

source: Set initial room
el_gr: Ρυθμίστε το αρχικό δωμάτιο
lt_lt: Nustatykite pradinį kambarį
lv_lv: Iestatiet sākotnējo istabu
nb_no: Angi første rom
uk_ua: Встановити початкову кімнату

source: UPDATE IN PROGRESS
el_gr: ΕΝΗΜΈΡΩΣΗ ΣΕ ΕΞΈΛΙΞΗ
lt_lt: VYKDOMAS ATNAUJINIMAS
lv_lv: NOTIEK ATJAUNINĀŠANA
nb_no: OPPDATERING PÅGÅR
uk_ua: ТРИВАЄ ОНОВЛЕННЯ

source: Not close this window
el_gr: Δεν κλείνει αυτό το παράθυρο
lt_lt: Neuždarykite šio lango
lv_lv: Neaizveriet šo logu
nb_no: Ikke lukk dette vinduet
uk_ua: Не закривати це вікно

source: Welcome to %s configuration panel, where you can create your virtual tours in a few simple steps.
el_gr: Καλώς ήρθατε στον πίνακα ρυθμίσεων %s, όπου μπορείτε να δημιουργήσετε τις εικονικές περιηγήσεις σας με λίγα απλά βήματα.
lt_lt: Sveiki atvykę į %s konfigūracijos skydelį, kuriame galite sukurti savo virtualias ekskursijas atlikdami kelis paprastus veiksmus.
lv_lv: Laipni lūdzam %s konfigurācijas panelī, kur varat izveidot savas virtuālās ekskursijas, veicot dažas vienkāršas darbības.
nb_no: Velkommen til %s konfigurasjonspanel, hvor du kan lage dine virtuelle turer med noen få enkle trinn.
uk_ua: Ласкаво просимо %s панель конфігурації, де ви можете створювати свої віртуальні тури за кілька простих кроків.

source: Welcome
el_gr: Καλώς ήρθατε
lt_lt: Sveiki
lv_lv: Laipni lūdzam
nb_no: Velkommen
uk_ua: Ласкаво просимо

source: START TOUR CREATION WIZARD
el_gr: ΞΕΚΙΝΉΣΤΕ ΤΟΝ ΟΔΗΓΌ ΔΗΜΙΟΥΡΓΊΑΣ ΞΕΝΆΓΗΣΗΣ
lt_lt: PRADĖTI EKSKURSIJOS KŪRIMO VEDLĮ
lv_lv: CEĻVEŽA IZVEIDES SĀKUMA VEDNIS
nb_no: START VEIVISEREN FOR OPPRETTING AV INNFØRING
uk_ua: ПОЧАТИ МАЙСТЕР СТВОРЕННЯ ТУРУ

source: No virtual tours created yet. Go to %s and create a new one!
el_gr: Δεν έχουν δημιουργηθεί ακόμη εικονικές περιηγήσεις. Πηγαίνετε στο %s και δημιουργήστε μια νέα!
lt_lt: Virtualių turų dar nesukurta. Eikite į %s ir sukurkite naują!
lv_lv: Vēl nav izveidotas virtuālās tūres. Dodieties uz %s un izveidojiet jaunu!
nb_no: Ingen virtuelle omvisninger opprettet ennå. Gå til %s og lag en ny!
uk_ua: Віртуальних турів поки що не створено. Переходьте в %s і створюйте новий!

source: Subscriptions
el_gr: Συνδρομές
lt_lt: Prenumeratos
lv_lv: Abonementu
nb_no: Abonnement
uk_ua: Підписки

source: Active Customers
el_gr: Ενεργοί πελάτες
lt_lt: Aktyvūs klientai
lv_lv: Aktīvie klienti
nb_no: Aktive kunder
uk_ua: Активні клієнти

source: users
el_gr: χρήστες
lt_lt: vartotojai
lv_lv: Lietotājiem
nb_no: brukere
uk_ua: користувачі

source: Last registered on
el_gr: Τελευταία εγγραφή στις
lt_lt: Paskutinį kartą užsiregistravo
lv_lv: Pēdējoreiz reģistrēts
nb_no: Sist registrert
uk_ua: Остання реєстрація

source: On Free / Trial plans
el_gr: Σε δωρεάν/δοκιμαστικά πακέτα
lt_lt: Apie nemokamus / bandomuosius planus
lv_lv: Bezmaksas / izmēģinājuma plānos
nb_no: På gratis-/prøveplaner
uk_ua: На безкоштовних / пробних планах

source: Monthly Recurring Revenue
el_gr: Μηνιαία επαναλαμβανόμενα έσοδα
lt_lt: Mėnesinės pasikartojančios pajamos
lv_lv: Ikmēneša regulārie ieņēmumi
nb_no: Månedlig gjentakende inntekt
uk_ua: Щомісячний регулярний дохід

source: Earnings
el_gr: Κέρδη
lt_lt: Pelnas
lv_lv: Nopelnīts
nb_no: Fortjeneste
uk_ua: Прибуткі

source: You cannot manage Forms on an external virtual tour!
el_gr: Δεν μπορείτε να διαχειριστείτε Φόρμες σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite valdyti "Forms" išoriniame virtualiame ture!
lv_lv: Jūs nevarat pārvaldīt veidlapas ārējā virtuālā tūrē!
nb_no: Du kan ikke administrere skjemaer på en ekstern virtuell omvisning!
uk_ua: Ви не можете керувати формами під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to manage Forms!
el_gr: Το σχέδιο "%s" σας δεν επιτρέπει τη διαχείριση των φορμών!
lt_lt: Jūsų "%s" planas neleidžia tvarkyti formų!
lv_lv: Jūsu "%s" plāns neļauj pārvaldīt veidlapas!
nb_no: Din "%s"-plan tillater ikke å administrere skjemaer!
uk_ua: Ваш тарифний план "%s" не дозволяє керувати Формами!

source: Reset Forms Data
el_gr: Επαναφορά δεδομένων φορμών
lt_lt: Formų duomenų nustatymas iš naujo
lv_lv: Veidlapu datu atiestatīšana
nb_no: Tilbakestille skjemadata
uk_ua: Скидання даних форм

source: Are you sure you want to reset all forms data for this virtual tour?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλα τα δεδομένα φορμών για αυτήν την εικονική περιήγηση;
lt_lt: Ar tikrai norite iš naujo nustatyti visų šio virtualaus turo formų duomenis?
lv_lv: Vai tiešām vēlaties atiestatīt visus veidlapu datus šai virtuālajai tūrei?
nb_no: Er du sikker på at du vil tilbakestille alle skjemadata for denne virtuelle omvisningen?
uk_ua: Ви впевнені, що хочете скинути всі дані форм для цього віртуального туру?

source: You cannot use Learning on an external virtual tour!
el_gr: Δεν μπορείτε να χρησιμοποιήσετε το Learning σε εξωτερική εικονική περιήγηση!
lt_lt: Negalite naudoti mokymosi išorinėje virtualioje kelionėje!
lv_lv: Jūs nevarat izmantot Learning ārējā virtuālajā tūrē!
nb_no: Du kan ikke bruke Learning på en ekstern virtuell omvisning!
uk_ua: Ви не можете використовувати Learning у зовнішньому віртуальному турі!

source: Your "%s" plan not allow to use Learning!
el_gr: Το σχέδιό σας "%s" δεν επιτρέπει τη χρήση της εκμάθησης!
lt_lt: Jūsų planas „%s“ neleidžia naudoti mokymosi!
lv_lv: Jūsu plāns “%s” neļauj izmantot Learning!
nb_no: "%s"-planen din tillater ikke å bruke Learning!
uk_ua: Ваш план "%s" не дозволяє використовувати Learning!

source: Sessions
el_gr: Συνεδρίες
lt_lt: Sesijos
lv_lv: Sesijas
nb_no: Økter
uk_ua: Сесій

source: Rooms visited
el_gr: Δωμάτια που επισκέφθηκαν
lt_lt: Aplankyti kambariai
lv_lv: Apmeklētās telpas
nb_no: Rom besøkt
uk_ua: Відвідані кімнати

source: POIs visited
el_gr: Επισκέψεις POI
lt_lt: Aplankytos LV
lv_lv: Apmeklētie POI
nb_no: POI besøkt
uk_ua: POI відвідано

source: Average Score
el_gr: Μέσος όρος
lt_lt: Vidutinis balas
lv_lv: Vidējais rādītājs
nb_no: Gjennomsnittlig score
uk_ua: Середній рахунок

source: Learning Sessions
el_gr: Εκπαιδευτικές Συνεδρίες
lt_lt: Mokymosi sesijos
lv_lv: Mācību sesijas
nb_no: Læringsøkter
uk_ua: Навчальні сесії

source: Start at
el_gr: Ξεκινήστε στο
lt_lt: Pradėkite nuo
lv_lv: Sākums plkst
nb_no: Start kl
uk_ua: Почніть з

source: Updated at
el_gr: Ενημερώθηκε στις
lt_lt: Atnaujinta adresu
nb_no: Sist oppdatert
uk_ua: Оновлено

source: Score
el_gr: Σκορ
lt_lt: Balas
lv_lv: Partitūra
nb_no: Poengsum
uk_ua: Оцінка

source: Panorama Video
el_gr: Πανόραμα βίντεο
lt_lt: Panoraminis vaizdo įrašas
lv_lv: Panorāmas video
uk_ua: Панорамне відео

source: Panorama Video Stream (HLS)
el_gr: Ροή βίντεο πανοράματος (HLS)
lt_lt: Panoraminis vaizdo srautas (HLS)
lv_lv: Panorāmas video straume (HLS)
nb_no: Panorama videostrøm (HLS)
uk_ua: Панорамний відеопотік (HLS)

source: Upload Initial Image
el_gr: Μεταφόρτωση αρχικής εικόνας
lt_lt: Įkelkite pradinį vaizdą
lv_lv: Augšupielādēt sākotnējo attēlu
nb_no: Last opp første bilde
uk_ua: Завантажити початкове зображення

source: ADJUST
el_gr: ΠΡΟΣΑΡΜΟΖΩ
lt_lt: KOREGUOTI
lv_lv: PIERAST
nb_no: JUSTERE
uk_ua: НАЛАШТУВАТИ

source: A.I. ENHANCE
el_gr: ΟΛΑ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ. ΕΝΙΣΧΥΩ
lt_lt: A.I. PAGERINTI
lv_lv: A.I. UZLABOT
nb_no: A.I. FORBEDRE
uk_ua: УДОСКОНАЛЕННЯ ШТУЧНОГО ІНТЕЛЕКТУ

source: PROTECT
lt_lt: APSAUGOTI
lv_lv: AIZSARGĀT
nb_no: BESKYTTE
uk_ua: ЗАХИСТИТИ

source: MULTIPLE ROOM VIEWS
el_gr: ΠΟΛΛΑΠΛΈΣ ΑΠΌΨΕΙΣ ΔΩΜΑΤΊΩΝ
lt_lt: KELI KAMBARIO VAIZDAI
lv_lv: VAIRĀKU ISTABU SKATS
nb_no: UTSIKT OVER FLERE ROM
uk_ua: КІЛЬКА ВИДІВ КІМНАТ

source: Enhancement Settings
el_gr: Ρυθμίσεις βελτίωσης
lt_lt: Patobulinimų nustatymai
lv_lv: Uzlabojumu iestatījumi
nb_no: Innstillinger for forbedring
uk_ua: Налаштування вдосконалення

source: Enhancement Style
el_gr: Στυλ βελτίωσης
lt_lt: Patobulinimo stilius
lv_lv: Uzlabošanas stils
nb_no: Forbedring stil
uk_ua: Стиль удосконалення

source: we've trained our AI in different locations to suit your needs
el_gr: έχουμε εκπαιδεύσει την τεχνητή νοημοσύνη μας σε διαφορετικές τοποθεσίες, ανάλογα με τις ανάγκες σας
lt_lt: mes apmokėme savo dirbtinį intelektą skirtingose vietose, kad jis atitiktų jūsų poreikius
lv_lv: mēs esam apmācījuši mūsu AI dažādās vietās, lai tas atbilstu jūsu vajadzībām
nb_no: vi har trent vår AI på forskjellige steder for å passe dine behov
uk_ua: ми навчили наш штучний інтелект у різних місцях відповідно до ваших потреб

source: Warm
el_gr: Ζεστός
lt_lt: Šiltas
lv_lv: Silts
nb_no: Varm
uk_ua: Вогняний

source: Sky Replacement
el_gr: Αντικατάσταση ουρανού
lt_lt: Dangaus pakeitimas
lv_lv: Debesu nomaiņa
nb_no: Himmel erstatning
uk_ua: Заміна неба

source: replace your grey skies with beautiful ones
el_gr: αντικαταστήστε τους γκρίζους ουρανούς σας με όμορφους
lt_lt: Pakeiskite savo pilką dangų gražiu
lv_lv: Nomainiet pelēkās debesis ar skaistām
nb_no: Bytt ut den grå himmelen med vakre
uk_ua: Замініть своє сіре небо на прекрасне

source: No Cloud
el_gr: Χωρίς σύννεφο
lt_lt: Nėra debesies
lv_lv: Nav mākoņu
nb_no: Ingen sky
uk_ua: Без хмари

source: Low Cloud
lt_lt: Žemas debesis
lv_lv: Zems mākonis
nb_no: Lav sky
uk_ua: Низька хмарність

source: Cloudy
el_gr: Συννεφιασμένος
lt_lt: Debesuota
lv_lv: Apmācies
nb_no: Skyet
uk_ua: Хмарно

source: Auto Privacy
lt_lt: Automatinis privatumas
lv_lv: Automātiskā konfidencialitāte
nb_no: Automatisk personvern
uk_ua: Автоматична конфіденційність

source: it automatically detects faces and license plates and blurs them out
el_gr: εντοπίζει αυτόματα πρόσωπα και πινακίδες κυκλοφορίας και τα θολώνει
lt_lt: Jis automatiškai aptinka veidus ir valstybinius numerius ir juos sulieja
lv_lv: tas automātiski nosaka sejas un numura zīmes un aizmiglo tās
nb_no: Den oppdager automatisk ansikter og bilskilt og gjør dem uskarpe
uk_ua: Він автоматично визначає обличчя та номерні знаки та розмиває їх

source: ENHANCE PREVIEW
el_gr: ΒΕΛΤΙΩΣΗ ΠΡΟΕΠΙΣΚΟΠΗΣΗΣ
lt_lt: PATOBULINKITE PERŽIŪRĄ
lv_lv: UZLABOT PRIEKŠSKATĪJUMU
nb_no: FORBEDRE FORHÅNDSVISNING
uk_ua: УДОСКОНАЛИТИ ПОПЕРЕДНІЙ ПЕРЕГЛЯД
