Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: (admin): Must confirm correct functioning by <b>approve</b> the request.
el_gr: (διαχειριστής): Πρέπει να επιβεβαιώσει τη σωστή λειτουργία <b>εγκρίνοντας</b> το αίτημα.
lt_lt: (administratorius): Turi patvirtinti teisingą veikimą <b>patvirtindamas</b> prašymą.
lv_lv: (admin): jāapstiprina pareiza darbība, <b>apstiprinot</b> pieprasījumu.
nb_no: (admin): Må bekrefte riktig funksjon ved <b>å godkjenne</b> forespørselen.
uk_ua: (адміністратор): необхідно підтвердити правильне функціонування, <b>схваливши</b> запит.

source: (user): Now he will be able to <b>connect</b> his custom domain to his tours.
el_gr: (χρήστης): Τώρα θα μπορεί να <b>συνδέσει</b> τον προσαρμοσμένο τομέα του στις περιηγήσεις του.
lt_lt: (naudotojas): Dabar jis galės <b>prijungti</b> savo pasirinktinį domeną prie savo ekskursijų.
lv_lv: (lietotājs): tagad viņš varēs <b>savienot</b> savu pielāgoto domēnu ar savām ekskursijām.
nb_no: (bruker): Nå vil han kunne <b>koble</b> sitt tilpassede domene til turene sine.
uk_ua: (користувач): Тепер він зможе <b>підключити</b> свій домен до своїх турів.

source: Google APIs
el_gr: Google API
lt_lt: "Google" API
lv_lv: Google API
nb_no: Googles API-er
uk_ua: API Google

source: API key
el_gr: Κλειδί API
lt_lt: API raktas
lv_lv: API atslēga
nb_no: API nøkkel
uk_ua: Ключ API

source: API to enable on Google
el_gr: API για ενεργοποίηση στο Google
lt_lt: API, kurią reikia įgalinti "Google"
lv_lv: API, lai iespējotu Google tīklā
nb_no: API som skal aktiveres på Google
uk_ua: API для включення в Google

source: Click on the <b>project drop-down menu</b> at the top of the page and select <b>New Project</b> and create a new one.
el_gr: Κάντε κλικ στο <b>αναπτυσσόμενο μενού έργου</b> στο επάνω μέρος της σελίδας και επιλέξτε <b>Νέο έργο</b> και δημιουργήστε ένα νέο.
lt_lt: Spustelėkite <b>projekto išskleidžiamąjį meniu</b> puslapio viršuje ir pasirinkite <b>Naujas projektas</b> ir sukurkite naują.
lv_lv: Noklikšķiniet uz <b>projekta nolaižamās izvēlnes</b> lapas augšdaļā un atlasiet <b>Jauns projekts</b> un izveidojiet jaunu.
nb_no: Klikk på <b>rullegardinmenyen for prosjektet</b> øverst på siden og velg <b>Nytt prosjekt</b> og opprett et nytt.
uk_ua: Натисніть на <b>випадаюче меню</b> проекту у верхній частині сторінки та виберіть <b>Новий проект</b> і створіть новий.

source: In the left-hand navigation menu, click on <b>APIs & Services</b> > %s
el_gr: Στο αριστερό μενού πλοήγησης, κάντε κλικ στο <b>API και υπηρεσίες</b> &gt; %s
lt_lt: Kairiajame naršymo meniu spustelėkite <b>API ir paslaugos</b> > %s
lv_lv: Kreisās puses navigācijas izvēlnē noklikšķiniet uz <b>API & Services</b> > %s
nb_no: I navigasjonsmenyen til venstre klikker du på <b>APIer og tjenester</b> > %s
uk_ua: У меню навігації ліворуч натисніть <b>API & Services</b> > %s

source: Library
el_gr: Βιβλιοθήκη
lt_lt: Biblioteka
lv_lv: Bibliotēka
nb_no: Bibliotek
uk_ua: Бібліотека

source: Search and enable all the <b>APIs</b> listed in the field above.
el_gr: Αναζητήστε και ενεργοποιήστε όλα τα <b>API</b> που αναφέρονται στο παραπάνω πεδίο.
lt_lt: Ieškokite ir įgalinkite visas <b>API</b> , išvardytas aukščiau esančiame lauke.
lv_lv: Meklējiet un iespējojiet visus <b>API,</b> kas uzskaitīti iepriekš redzamajā laukā.
nb_no: Søk og aktiver alle <b>API-ene</b> som er oppført i feltet ovenfor.
uk_ua: Знайдіть і увімкніть усі <b>API,</b> перелічені в полі вище.

source: Credentials
el_gr: Τα διαπιστευτήριά σας στο Cloudflare είναι έγκυρα.
lt_lt: Prisijungimai
lv_lv: Akreditācijas dati
nb_no: Brukerdata
uk_ua: Облікові дані

source: Click the <b>+ CREATE CREDENTIALS</b> button at the top of the page.
el_gr: Κάντε κλικ στο κουμπί <b>+ ΔΗΜΙΟΥΡΓΙΑ ΔΙΑπιστευτηρίων</b> στο επάνω μέρος της σελίδας.
lt_lt: Spustelėkite <b>mygtuką + SUKURTI KREDENCIALUS</b> puslapio viršuje.
lv_lv: Noklikšķiniet uz <b>pogas + IZVEIDOT AKREDITĀCIJAS datus</b> lapas augšdaļā.
nb_no: Klikk <b>på + OPPRETT LEGITIMASJON-knappen</b> øverst på siden.
uk_ua: Натисніть кнопку <b>+ СТВОРИТИ ОБЛІКОВІ ДАНІ</b> у верхній частині сторінки.

source: Select <b>API key</b> from the drop-down menu.
el_gr: Επιλέξτε <b>το κλειδί API</b> από το αναπτυσσόμενο μενού.
lt_lt: pasirinkti <b>API raktas</b> iš išskleidžiamojo meniu.
lv_lv: Nolaižamajā izvēlnē atlasiet <b>API taustiņu</b> .
nb_no: Velg <b>API-nøkkel</b> fra rullegardinmenyen.
uk_ua: Виберіть <b>API-ключ</b> у випадаючому меню.

source: Copy the <b>API key</b> in the field above.
el_gr: Αντιγράψτε το <b>κλειδί API</b> στο παραπάνω πεδίο.
lt_lt: Nukopijuokite <b>API raktą</b> aukščiau esančiame lauke.
lv_lv: Kopējiet <b>API atslēgu</b> iepriekš redzamajā laukā.
nb_no: Kopier <b>API-nøkkelen</b> i feltet ovenfor.
uk_ua: Скопіюйте <b>ключ API</b> у поле вище.

source: Authorized redirect URI
el_gr: Εγκεκριμένο URI ανακατεύθυνσης
lt_lt: Įgaliotasis peradresavimo URI
lv_lv: Autorizēta novirzīšana URI
nb_no: Autorisert omadresserings URI
uk_ua: Авторизований URI перенаправлення

source: Client ID
el_gr: ID Πελάτη
lv_lv: Klienta ID
nb_no: Klient-ID
uk_ua: ID Клієнта

source: Click on the <b>project drop-down menu</b> at the top of the page and select your project.
el_gr: Κάντε κλικ στο <b>αναπτυσσόμενο μενού του έργου</b> στο επάνω μέρος της σελίδας και επιλέξτε το έργο σας.
lt_lt: Spustelėkite <b>projekto išskleidžiamąjį meniu</b> puslapio viršuje ir pasirinkite savo projektą.
lv_lv: Noklikšķiniet uz <b>projekta nolaižamās izvēlnes</b> lapas augšdaļā un atlasiet savu projektu.
nb_no: Klikk på <b>rullegardinmenyen for prosjektet</b> øverst på siden og velg prosjektet ditt.
uk_ua: Натисніть на <b>випадаюче меню проекту</b> у верхній частині сторінки та виберіть свій проект.

source: Select <b>OAuth client ID</b> from the drop-down menu.
el_gr: Επιλέξτε <b>Αναγνωριστικό πελάτη OAuth</b> από το αναπτυσσόμενο μενού.
lt_lt: Išskleidžiamajame meniu pasirinkite <b>"OAuth" kliento ID</b> .
lv_lv: Nolaižamajā izvēlnē atlasiet <b>OAuth klienta ID</b> .
nb_no: Velg <b>OAuth-klient-ID</b> fra rullegardinmenyen.
uk_ua: У випадаючому меню виберіть <b>ідентифікатор клієнта OAuth</b> .

source: As application type select <b>Web application</b>.
el_gr: Ως τύπος εφαρμογής επιλέξτε <b>Εφαρμογή Ιστού</b> .
lt_lt: Kaip programos tipas pasirinkite <b>Žiniatinklio taikymas</b>.
lv_lv: Kā lietojumprogrammas tips atlasiet <b>Tīmekļa lietojumprogramma</b>.
nb_no: Som applikasjonstype velger <b>du Webprogram</b>.
uk_ua: В якості типу програми вибираємо <b>Веб-додаток</b>.

source: Click the <b>+ ADD URI</b> button in the <b>Authorized redirect URIs</b> section and enter the corresponding link you find above.
el_gr: Κάντε κλικ στο κουμπί <b>+ ΠΡΟΣΘΗΚΗ URI</b> στην ενότητα <b>Εξουσιοδοτημένα URI ανακατεύθυνσης</b> και εισαγάγετε τον αντίστοιχο σύνδεσμο που βρίσκετε παραπάνω.
lt_lt: Spustelėkite <b>mygtuką + PRIDĖTI URI</b> skiltyje <b>Įgalioti peradresavimo URI</b> ir įveskite atitinkamą nuorodą, kurią rasite aukščiau.
lv_lv: Noklikšķiniet uz <b>pogas + PIEVIENOT URI</b> sadaļā <b>Autorizētie novirzīšanas URI</b> un ievadiet atbilstošo saiti, kuru atrodat iepriekš.
nb_no: Klikk på <b>+ LEGG URI-knappen</b> i <b>delen Autoriserte omdirigerings-URIer</b> og skriv inn den tilsvarende lenken du finner ovenfor.
uk_ua: Натисніть кнопку <b>+ ДОДАТИ URI</b> в розділі <b>Authorized redirect URIs</b> і введіть відповідне посилання, яке ви знайдете вище.

source: Click the <b>CREATE</b> button and copy the <b>Client ID</b> and <b>Client Secret</b> in the fields above.
el_gr: Κάντε κλικ στο κουμπί <b>CREATE</b> και αντιγράψτε το <b>Client ID</b> και <b>Client Secret</b> στα παραπάνω πεδία.
lt_lt: Spustelėkite mygtuką <b>CREATE</b> ir nukopijuokite kliento <b>ID</b> ir <b>kliento slaptąjį raktą</b> aukščiau esančiuose laukuose.
lv_lv: Noklikšķiniet uz pogas <b>IZVEIDOT</b> un nokopējiet <b>klienta ID</b> un <b>klienta noslēpumu</b> iepriekš norādītajos laukos.
nb_no: Klikk <b>på OPPRETT-knappen</b> og kopier <b>klient-ID-en</b> og <b>klienthemmeligheten</b> i feltene ovenfor.
uk_ua: Натисніть кнопку <b>CREATE</b> і скопіюйте <b>Client</b> <b>ID і Client Secret</b> в поля вище.

source: OAuth consent screen
el_gr: Οθόνη συναίνεσης OAuth
lt_lt: "OAuth" sutikimo ekranas
lv_lv: OAuth piekrišanas ekrāns
nb_no: Skjermbilde for OAuth-samtykke
uk_ua: Екран згоди OAuth

source: Follow the on-screen instructions to create and configure you consent screen.
el_gr: Ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη για να δημιουργήσετε και να διαμορφώσετε την οθόνη συναίνεσής σας.
lt_lt: Vykdykite ekrane pateikiamas instrukcijas, kad sukurtumėte ir sukonfigūruotumėte sutikimo ekraną.
lv_lv: Izpildiet ekrānā redzamos norādījumus, lai izveidotu un konfigurētu piekrišanas ekrānu.
nb_no: Følg instruksjonene på skjermen for å opprette og konfigurere samtykkeskjermen.
uk_ua: Дотримуйтесь інструкцій на екрані, щоб створити та налаштувати екран згоди.

source: On <b>Scope</b> section add these: <b>People API (../auth/userinfo.profile)</b> and <b>Street View Publish API (../auth/streetviewpublish)</b>.
el_gr: Στην ενότητα <b>Πεδίο</b> , προσθέστε τα εξής: <b>People API (../auth/userinfo.profile)</b> και <b>Street View Publish API (../auth/streetviewpublish)</b> .
lt_lt: Skirsnyje " <b>Apimtis"</b> pridėkite šiuos punktus: <b>(../auth/userinfo.profile)</b> ir <b>Street View Publish API (../auth/streetviewpublish</b>).
lv_lv: Sadaļā <b>Darbības joma</b> pievienojiet šos: <b>People API (../auth/userinfo.profile)</b> un <b>Street View Publish API (../auth/streetviewpublish)</b> .
nb_no: I <b>Omfang-delen</b> legger du til disse: <b>People API (.. /auth/userinfo.profile)</b> og <b>Street View Publish API (.. /auth/streetviewpublish)</b>.
uk_ua: У розділ <b>«Область»</b> додайте такі: <b>People API (../auth/userinfo.profile)</b> і <b>Street View Publish API (../auth/streetviewpublish)</b> .

source: Once the application is finished and tested you can proceed with publishing.
el_gr: Μόλις ολοκληρωθεί και δοκιμαστεί η εφαρμογή, μπορείτε να προχωρήσετε στη δημοσίευση.
lt_lt: Kai programa bus baigta ir išbandyta, galėsite tęsti publikavimą.
lv_lv: Kad pieteikums ir pabeigts un pārbaudīts, varat turpināt publicēšanu.
nb_no: Når søknaden er ferdig og testet, kan du fortsette med publisering.
uk_ua: Після того, як заявка буде завершена і протестована, ви можете приступити до публікації.

source: Key
el_gr: Κλειδί
lt_lt: Raktas
lv_lv: Atslēga
nb_no: Nøkkel
uk_ua: Ключ

source: if empty the API will not works
el_gr: εάν είναι άδειο το API δεν θα λειτουργήσει
lt_lt: jei tuščia, API neveiks
lv_lv: ja API ir tukšs, tas nedarbosies
nb_no: hvis tom, vil ikke API-en fungere
uk_ua: якщо порожньо, API працювати не буде

source: Generate
el_gr: Δημιουργία
lt_lt: Generuoti
lv_lv: Ģenerēt
nb_no: Generer
uk_ua: Генерувати

source: Documentation
el_gr: Τεκμηρίωση
lt_lt: Dokumentacija
lv_lv: Dokumentācija
nb_no: Dokumentasjon
uk_ua: Документація

source: View
el_gr: Προβολή
lt_lt: Peržiūrėti
lv_lv: Skatīt
nb_no: Vis
uk_ua: Перегляд

source: Import Files
el_gr: Εισαγωγή αρχείων
lt_lt: Failų importavimas
lv_lv: Failu importēšana
nb_no: Importere filer
uk_ua: Файли імпорту

source: To manually import a file, upload it via FTP to your server folder:
el_gr: Για να εισαγάγετε χειροκίνητα ένα αρχείο, μεταφορτώστε το μέσω FTP στο φάκελο του διακομιστή σας:
lt_lt: Norėdami rankiniu būdu importuoti failą, įkelkite jį per FTP į savo serverio aplanką:
lv_lv: Lai manuāli importētu failu, augšupielādējiet to, izmantojot FTP, savā servera mapē:
nb_no: Hvis du vil importere en fil manuelt, laster du den opp via FTP til servermappen:
uk_ua: Щоб імпортувати файл вручну, завантажте його через FTP у папку вашого сервера:

source: File Name
el_gr: Όνομα Αρχείου
lt_lt: Failo pavadinimas
nb_no: Filnavn
uk_ua: Назва файлу

source: Create Date
el_gr: Ημερομηνία δημιουργίας
lt_lt: Įvedimo data
lv_lv: Izveidot datumu
nb_no: Opprettet dato
uk_ua: Створити дату

source: Export Files
el_gr: Εξαγωγή αρχείων
lt_lt: Failų eksportavimas
lv_lv: Eksportēt failus
nb_no: Eksportere filer
uk_ua: Експортувати файли

source: Remote Storage
el_gr: Απομακρυσμένη αποθήκευση
lt_lt: Nuotolinė saugykla
lv_lv: Attālā krātuve
nb_no: Ekstern lagring
uk_ua: Віддалене сховище

source: enable this remote storage (you need to initialize first)
el_gr: ενεργοποιήστε αυτόν τον απομακρυσμένο αποθηκευτικό χώρο (πρέπει πρώτα να τον αρχικοποιήσετε)
lt_lt: Įjunkite šią nuotolinę saugyklą (pirmiausia turite inicijuoti)
lv_lv: iespējot šo attālo krātuvi (vispirms ir jāinicializē)
nb_no: Aktiver denne eksterne lagringen (du må initialisere først)
uk_ua: увімкніть це віддалене сховище (спочатку потрібно ініціалізувати)

source: Use automatically
el_gr: Αυτόματη χρήση
lt_lt: Naudokite automatiškai
lv_lv: Automātiska lietošana
nb_no: Bruk automatisk
uk_ua: Використовувати автоматично

source: newly created tours will automatically be stored on this remote storage
el_gr: οι νεοδημιουργηθείσες περιηγήσεις θα αποθηκεύονται αυτόματα σε αυτόν τον απομακρυσμένο αποθηκευτικό χώρο
lt_lt: Naujai sukurtos ekskursijos bus automatiškai saugomos šioje nuotolinėje saugykloje
lv_lv: jaunizveidotās ekskursijas tiks automātiski saglabātas šajā attālajā krātuvē
nb_no: Nyopprettede turer vil automatisk bli lagret på denne eksterne lagringen
uk_ua: Новостворені тури будуть автоматично зберігатися на цьому віддаленому сховищі

source: Provider
el_gr: Πάροχος
lt_lt: Tiekėjas
lv_lv: Sniedzējs
nb_no: Leverandør
uk_ua: Провайдер

source: Region
el_gr: Περιοχή
lt_lt: Regionas
lv_lv: Reģions
uk_ua: Область

source: Bucket name
el_gr: Όνομα bucket
lt_lt: Grupės pavadinimas
lv_lv: Kausa nosaukums
nb_no: "Bucket" navn
uk_ua: Назва відра

source: the name must be unique and without special characters. Do not use the same bucket name for different installations.
el_gr: το όνομα πρέπει να είναι μοναδικό και χωρίς ειδικούς χαρακτήρες. Μην χρησιμοποιείτε το ίδιο όνομα κάδου για διαφορετικές εγκαταστάσεις.
lt_lt: Pavadinimas turi būti unikalus ir be specialių simbolių. Nenaudokite to paties kibiro pavadinimo skirtingiems įrenginiams.
lv_lv: nosaukumam jābūt unikālam un bez īpašām rakstzīmēm. Neizmantojiet vienu un to pašu kausa nosaukumu dažādām instalācijām.
nb_no: Navnet må være unikt og uten spesialtegn. Ikke bruk samme bøttenavn for forskjellige installasjoner.
uk_ua: Назва повинна бути унікальною і без спеціальних символів. Не використовуйте однакову назву відра для різних установок.

source: Access Key
el_gr: Κλειδί πρόσβασης
lt_lt: Prieigos raktas
lv_lv: Piekļuves atslēga
nb_no: Adgangsnøkkel
uk_ua: Ключ доступу

source: Secret Key
lv_lv: Slepenā atslēga
uk_ua: Секретний ключ

source: Account ID
el_gr: Αναγνωριστικό λογαριασμού ID
lt_lt: Paskyros ID
lv_lv: Konta ID
nb_no: Konto ID
uk_ua: Номер запису

source: Custom domain / CDN
el_gr: Προσαρμοσμένος τομέας / CDN
lt_lt: Pasirinktinis domenas / CDN
lv_lv: Pielāgots domēns / CDN
nb_no: Egendefinert domene / CDN
uk_ua: Користувальницький домен / CDN

source: Initialize
el_gr: Αρχικοποίηση
lt_lt: Inicijuoti
lv_lv: Inicializēt
nb_no: Initialisere
uk_ua: Ініціалізувати

source: You have %s tours in remote storage, to change settings you need to move them locally first!
el_gr: Έχετε %s περιηγήσεις σε απομακρυσμένο χώρο αποθήκευσης, για να αλλάξετε τις ρυθμίσεις πρέπει πρώτα να τις μετακινήσετε τοπικά!
lt_lt: Turite %s ekskursijas nuotolinėje saugykloje, norėdami pakeisti nustatymus, pirmiausia turite juos perkelti vietoje!
lv_lv: Jums ir %s ekskursijas attālajā krātuvē, lai mainītu iestatījumus, vispirms tie jāpārvieto uz vietas!
nb_no: Du må %s turer i ekstern lagring, for å endre innstillinger må du flytte dem lokalt først!
uk_ua: У вас є %s тури у віддаленому сховищі, для зміни налаштувань їх потрібно спочатку перемістити локально!

source: From the profile menu, go to the <b>Security Credentials</b> section.
el_gr: Από το μενού προφίλ, μεταβείτε στην ενότητα <b>Διαπιστευτήρια ασφαλείας</b>.
lt_lt: Profilio meniu eikite į skyrių <b>Saugos kredencialai</b> .
lv_lv: Profila izvēlnē dodieties uz sadaļu <b>Drošības akreditācijas dati</b> .
nb_no: Fra profilmenyen går du til <b>delen Sikkerhetslegitimasjon.</b>
uk_ua: У меню профілю перейдіть до розділу <b>«Облікові дані безпеки</b> ».

source: On the <b>Access Keys</b> section click on <b>Create new access key</b> button.
el_gr: Στην ενότητα <b>Κλειδιά πρόσβασης</b> κάντε κλικ στο κουμπί <b>Δημιουργία νέου κλειδιού πρόσβασης</b>.
lt_lt: <b>Skiltyje Prieigos klavišai</b> spustelėkite <b>Sukurkite naują prieigos raktą</b> mygtuką.
lv_lv: <b>Sadaļā Piekļuves atslēgas</b> noklikšķiniet uz pogas <b>Izveidot jaunu piekļuves atslēgu</b>.
nb_no: På <b>Tilgangstaster-delen</b> klikker du på <b>Opprett ny tilgangsnøkkel-knappen</b> .
uk_ua: У розділі <b>«Ключі доступу»</b> натисніть кнопку <b>«Створити новий ключ доступу</b> ».

source: Copy the <b>Access Key</b> and <b>Secret Key</b> in the fields above and click <b>Initialize</b>.
el_gr: Αντιγράψτε το <b>κλειδί πρόσβασης</b> και το <b>μυστικό κλειδί</b> στα παραπάνω πεδία και κάντε κλικ στο κουμπί <b>Αρχικοποίηση</b>.
lt_lt: Nukopijuokite <b>prieigos raktą</b> ir <b>slaptąjį raktą</b> aukščiau esančiuose laukuose ir spustelėkite <b>Inicijuoti</b>.
lv_lv: Nokopējiet <b>piekļuves atslēgu</b> un <b>slepeno atslēgu</b> iepriekš norādītajos laukos un noklikšķiniet uz <b>Inicializēt</b>.
nb_no: Kopier <b>tilgangsnøkkelen</b> og <b>den hemmelige nøkkelen</b> i feltene ovenfor, og klikk <b>på Initialiser</b>.
uk_ua: Скопіюйте <b>Ключ доступу</b> та <b>Секретний ключ</b> у поля вище та натисніть <b>Ініціалізувати</b>.

source: From the menu bar, go to the <b>R2 - Overview</b> section.
el_gr: Από τη γραμμή μενού, μεταβείτε στην ενότητα <b>R2 - Επισκόπηση</b>.
lt_lt: Meniu juostoje eikite į skyrių <b>R2 - apžvalga</b> .
lv_lv: Izvēļņu joslā dodieties uz sadaļu <b>R2 - Pārskats</b> .
nb_no: Fra menylinjen går du til <b>delen R2 - Oversikt</b> .
uk_ua: З рядка меню перейдіть в розділ <b>R2 - Огляд</b> .

source: Copy the <b>ID Account</b> in the field above and click on <b>Manage R2 API Tokens</b>.
el_gr: Αντιγράψτε το <b>αναγνωριστικό λογαριασμού</b> στο παραπάνω πεδίο και κάντε κλικ στην επιλογή <b>Διαχείριση R2 API Tokens</b>.
lt_lt: Nukopijuokite <b>ID paskyrą</b> aukščiau esančiame lauke ir spustelėkite <b>Tvarkyti R2 API žetonus</b>.
lv_lv: Kopējiet <b>ID kontu</b> iepriekš redzamajā laukā un noklikšķiniet uz <b>Pārvaldīt R2 API žetonus</b>.
nb_no: Kopier <b>ID-kontoen</b> i feltet ovenfor og klikk på <b>Administrer R2 API-tokener</b>.
uk_ua: Скопіюйте <b>ID Account</b> у поле вище та натисніть <b>Manage R2 API Tokens</b>.

source: Click on <b>Create API Token</b>, set Permissions to <b>Edit</b> and click <b>Create</b> button.
el_gr: Κάντε κλικ στο <b>Create API Token</b>, ορίστε Permissions σε <b>Edit</b> και κάντε κλικ στο κουμπί <b>Create</b>.
lt_lt: Spustelėkite <b>Sukurti API žetoną</b>, nustatykite leidimus <b>redaguoti</b> ir spustelėkite <b>Kurti</b> mygtuką.
lv_lv: Noklikšķiniet uz <b>Izveidot API marķieri</b>, iestatiet rediģēšanas <b>atļaujas un noklikšķiniet</b> uz pogas <b>Izveidot</b> .
nb_no: Klikk på <b>Opprett API-token</b>, sett Tillatelser til <b>Rediger</b> og klikk <b>på Opprett-knappen</b> .
uk_ua: Натисніть «<b>Створити токен API</b>», встановіть дозволи на редагування та натисніть кнопку <b>«Створити</b>».<b></b>

source: Copy the <b>Access Key ID</b> and <b>Secret Access Key</b> in the fields above and click <b>Initialize</b>.
el_gr: Αντιγράψτε το <b>αναγνωριστικό κλειδιού πρόσβασης</b> και το <b>μυστικό κλειδί</b> πρόσβασης στα παραπάνω πεδία και κάντε κλικ στο κουμπί <b>Αρχικοποίηση</b>.
lt_lt: <b>Nukopijuokite prieigos rakto ID</b> ir <b>slaptos prieigos raktą</b> aukščiau esančiuose laukuose ir spustelėkite <b>Inicijuoti</b>.
lv_lv: Kopējiet <b>piekļuves atslēgas ID</b> un <b>slepenās piekļuves atslēgu</b> iepriekš norādītajos laukos un noklikšķiniet uz <b>Inicializēt</b>.
nb_no: Kopier <b>tilgangsnøkkel-ID-en</b> og <b>den hemmelige tilgangsnøkkelen</b> i feltene ovenfor, og klikk <b>på Initialiser</b>.
uk_ua: Скопіюйте <b>ідентифікатор ключа доступу</b> та <b>секретний ключ доступу</b> в поля вище та натисніть <b>«Ініціалізувати</b>».

source: Once the initialization complete, return to <b>Cloudflare - R2</b> and click into your <b>bucket</b> name.
el_gr: Μόλις ολοκληρωθεί η αρχικοποίηση, επιστρέψτε στο <b>Cloudflare - R2</b> και κάντε κλικ στο όνομα του <b>κάδου</b> σας.
lt_lt: Kai inicijavimas bus baigtas, grįžkite į <b>"Cloudflare - R2</b> " ir spustelėkite savo <b>kibiro</b> pavadinimą.
lv_lv: Kad inicializācija ir pabeigta, atgriezieties <b>pie Cloudflare - R2</b> un noklikšķiniet uz sava <b>kausa</b> nosaukuma.
nb_no: Når initialiseringen er fullført, gå tilbake til <b>Cloudflare - R2</b> og klikk på <b>bøttenavnet</b> ditt.
uk_ua: Після завершення ініціалізації поверніться до <b>Cloudflare - R2</b> і натисніть <b>на назву</b> сегмента.

source: Click the <b>Settings</b> tab and under <b>Public Access</b> click <b>Connect Domain</b> and follow the onscreen instructions.
el_gr: Κάντε κλικ στην καρτέλα <b>Ρυθμίσεις</b> και στην ενότητα <b>Δημόσια</b> πρόσβαση κάντε κλικ στην επιλογή <b>Σύνδεση τομέα</b> και ακολουθήστε τις οδηγίες που εμφανίζονται στην οθόνη.
lt_lt: Spustelėkite skirtuką <b>Parametrai</b> ir dalyje <b>Viešoji prieiga</b> spustelėkite <b>Prijungti domeną</b> ir vykdykite ekrane pateikiamas instrukcijas.
lv_lv: Noklikšķiniet uz cilnes <b>Iestatījumi</b> un sadaļā <b>Publiskā piekļuve</b> noklikšķiniet uz <b>Savienot domēnu</b> un izpildiet ekrānā redzamos norādījumus.
nb_no: Klikk på <b>Innstillinger-fanen</b>, og klikk <b>på Koble til domene</b> under <b>Offentlig tilgang</b>, og følg instruksjonene på skjermen.
uk_ua: Перейдіть на вкладку <b>Налаштування</b> та в розділі <b>Загальнодоступний доступ</b> натисніть <b>Підключити домен</b> і дотримуйтесь інструкцій на екрані.

source: Insert the <b>Custom domain</b> connected in the field above.
el_gr: Εισάγετε τον <b>προσαρμοσμένο τομέα</b> που συνδέεται στο παραπάνω πεδίο.
lt_lt: Įterpkite <b>pasirinktinį domeną</b> , prijungtą aukščiau esančiame lauke.
lv_lv: Ievietojiet <b>pielāgoto domēnu</b> , kas savienots ar iepriekš redzamo lauku.
nb_no: Sett inn <b>det egendefinerte domenet</b> tilkoblet i feltet ovenfor.
uk_ua: Вставте <b>підключений користувацький домен</b> у поле вище.

source: From the menu bar, go to the <b>Manage - API</b> section, click on tab <b>Spaces Keys</b> and click on <b>Generate New Key</b>.
el_gr: Από τη γραμμή μενού, μεταβείτε στην ενότητα <b>Διαχείριση - API</b>, κάντε κλικ στην καρτέλα <b>Spaces Keys</b> και κάντε κλικ στην επιλογή <b>Generate New</b> Key.
lt_lt: Meniu juostoje eikite į skyrių <b>Tvarkyti - API</b> , spustelėkite skirtuką <b>Tarpai Raktai</b> ir spustelėkite <b>Generuoti naują raktą</b>.
lv_lv: Izvēļņu joslā dodieties uz sadaļu <b>Pārvaldīt - API</b> , noklikšķiniet uz cilnes <b>Spaces Keys</b> un noklikšķiniet uz <b>Ģenerēt jaunu atslēgu</b>.
nb_no: Fra menylinjen, gå til <b>Administrer - API-delen</b> , klikk på fanen <b>Mellomromsnøkler</b> og klikk på <b>Generer ny nøkkel</b>.
uk_ua: З рядка меню перейдіть в розділ <b>Управління - API</b> , натисніть на вкладку <b>Spaces Keys</b> і натисніть на <b>Generate New Key</b>.

source: Copy the <b>Key</b> and <b>Secret</b> in the fields above and click <b>Initialize</b>.
el_gr: Αντιγράψτε το <b>Κλειδί</b> και το <b>Μυστικό</b> στα παραπάνω πεδία και κάντε κλικ στο κουμπί <b>Αρχικοποίηση</b>.
lt_lt: Nukopijuokite <b>raktą</b> ir <b>paslaptį</b> aukščiau esančiuose laukuose ir spustelėkite <b>Inicijuoti</b>.
lv_lv: Kopējiet <b>atslēgu</b> un <b>noslēpumu</b> iepriekš norādītajos laukos un noklikšķiniet uz <b>Inicializēt</b>.
nb_no: Kopier <b>nøkkelen</b> og <b>hemmeligheten</b> i feltene ovenfor, og klikk <b>på Initialiser</b>.
uk_ua: Скопіюйте <b>Ключ</b> і <b>Секрет</b> у поля вище та натисніть <b>Ініціалізувати</b>.
