Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Maintenance Backend
el_gr: Συντήρηση Backend
lt_lt: Techninės priežiūros vidinė sistema
lv_lv: Uzturēšanas aizmugursistēma
nb_no: Vedlikehold Backend
uk_ua: Серверна частина обслуговування

source: set the backend to maintenance mode and only the maintenance IP will be able to access
el_gr: να θέσετε το backend σε λειτουργία συντήρησης και μόνο η IP συντήρησης θα μπορεί να έχει πρόσβαση
lt_lt: nustatykite vidinę sistemą į priežiūros režimą ir tik priežiūros IP galės pasiekti
lv_lv: iestatiet aizmugursistēmu uzturēšanas režīmā, un tikai uzturēšanas IP varēs piekļūt
nb_no: sett backend til vedlikeholdsmodus, og bare vedlikeholds-IP-en vil få tilgang til
uk_ua: встановіть бекенд у режим обслуговування, і лише IP обслуговування зможе отримати доступ

source: Maintenance Viewer
el_gr: Προβολή συντήρησης
lt_lt: Priežiūros peržiūros programa
lv_lv: Uzturēšanas skatītājs
nb_no: Vedlikehold Viewer
uk_ua: Переглядач технічного обслуговування

source: set the viewer to maintenance mode (all tours will be inaccessible) and only the maintenance IP will be able to access
el_gr: να θέσετε το πρόγραμμα προβολής σε λειτουργία συντήρησης (όλες οι περιηγήσεις θα είναι απρόσιτες) και μόνο η IP συντήρησης θα μπορεί να έχει πρόσβαση
lt_lt: nustatykite žiūrovą į priežiūros režimą (visos ekskursijos bus nepasiekiamos) ir tik priežiūros IP galės pasiekti
lv_lv: iestatiet skatītāju uzturēšanas režīmā (visas ekskursijas nebūs pieejamas), un tikai uzturēšanas IP varēs piekļūt
nb_no: sett visningsprogrammet til vedlikeholdsmodus (alle turer vil være utilgjengelige) og bare vedlikeholds-IP-en vil få tilgang til
uk_ua: переведіть переглядача в режим обслуговування (всі тури будуть недоступні) і доступ зможуть отримати тільки IP обслуговування

source: Maintenance IP
el_gr: Συντήρηση IP
lt_lt: Techninės priežiūros IP
lv_lv: Uzturēšanas IP
nb_no: Vedlikehold IP
uk_ua: Обслуговування IP

source: allow certain IP addresses to access even in maintenance mode. Use a comma to separate them.
el_gr: να επιτρέπει σε ορισμένες διευθύνσεις IP την πρόσβαση ακόμη και σε κατάσταση συντήρησης. Χρησιμοποιήστε ένα κόμμα για να τις διαχωρίσετε.
lt_lt: leisti pasiekti tam tikrus IP adresus net priežiūros režimu. Norėdami juos atskirti, naudokite kablelį.
lv_lv: ļaut noteiktām IP adresēm piekļūt pat uzturēšanas režīmā. Izmantojiet komatu, lai tos atdalītu.
nb_no: la visse IP-adresser få tilgang selv i vedlikeholdsmodus. Bruk komma for å skille dem.
uk_ua: дозволити доступ певним IP-адресам навіть у режимі обслуговування. Відокремлюйте їх комою.

source: Security
el_gr: Ασφάλεια
lt_lt: Saugumas
lv_lv: Drošība
nb_no: Sikkerhet
uk_ua: Безпека

source: Captcha Register
el_gr: Εγγραφή Captcha
lt_lt: "Captcha" registras
lv_lv: Captcha reģistrs
nb_no: Captcha-registeret
uk_ua: Реєстрація капчі

source: Captcha Login
el_gr: Captcha Σύνδεση
lt_lt: "Captcha" prisijungimas
lv_lv: Captcha pieteikšanās
nb_no: Captcha-pålogging
uk_ua: Вхід за допомогою капчі

source: Concurrent Sessions
el_gr: Ταυτόχρονες συνεδρίες
lt_lt: Vienalaikiai seansai
lv_lv: Vienlaicīgas sesijas
nb_no: Samtidige økter
uk_ua: Паралельні сеанси

source: maximum number of concurrent sessions for account (0 = unlimited).
el_gr: μέγιστος αριθμός ταυτόχρονων περιόδων σύνδεσης για λογαριασμό (0 = απεριόριστο).
lt_lt: maksimalus vienu metu vykstančių seansų skaičius paskyroje (0 = neribotas).
lv_lv: Maksimālais vienlaicīgo sesiju skaits kontam (0 = neierobežots).
nb_no: maksimalt antall samtidige økter for kontoen (0 = ubegrenset).
uk_ua: Максимальна кількість одночасних сеансів для облікового запису (0 = необмежено).

source: External Tours
el_gr: Εξωτερικές Περιηγήσεις
lt_lt: Išorinės ekskursijos
lv_lv: Ārējās ekskursijas
nb_no: Eksterne turer
uk_ua: Закордонні тури

source: allows to set in the tour a link of one made with other systems
el_gr: επιτρέπει να ορίσετε στην ξενάγηση μια σύνδεση ενός συστήματος με άλλα συστήματα
lt_lt: leidžia kelionėje nustatyti vieno pagaminto ryšio su kitomis sistemomis nuorodą
lv_lv: ļauj ekskursijā iestatīt saiti, kas izgatavota ar citām sistēmām
nb_no: Gjør det mulig å sette i turen en kobling av en laget med andre systemer
uk_ua: дозволяє встановити в турі посилання на одне зроблене з іншими системами

source: AR Tours
lt_lt: AR turai
lv_lv: AR ekskursijas
nb_no: AR-turer
uk_ua: Тури AR

source: allows to create a tour with a room in augmented reality, placing POIs on it and these will be viewed with a mobile device through the camera
el_gr: επιτρέπει τη δημιουργία μιας περιήγησης με ένα δωμάτιο σε επαυξημένη πραγματικότητα, τοποθετώντας POI σε αυτό και αυτά θα προβάλλονται με μια κινητή συσκευή μέσω της κάμερας
lt_lt: leidžia sukurti ekskursiją su kambariu papildytoje realybėje, ant jo uždedant lankytinas vietas ir jos bus peržiūrimos mobiliuoju įrenginiu per kamerą
lv_lv: ļauj izveidot ekskursiju ar istabu paplašinātajā realitātē, novietojot uz tās POI, un tie tiks apskatīti ar mobilo ierīci caur kameru
nb_no: gjør det mulig å lage en omvisning med et rom i utvidet virkelighet, plassere POIer på det, og disse vil bli sett med en mobil enhet gjennom kameraet
uk_ua: дозволяє створити тур з кімнатою в доповненій реальності, розмістивши на ній POI, і вони будуть переглядатися з мобільного пристрою через камеру

source: Tour Creation Wizard
el_gr: Οδηγός δημιουργίας περιήγησης
lt_lt: Ekskursijos kūrimo vedlys
lv_lv: Ceļojuma izveides vednis
nb_no: Veiviser for oppretting av tur
uk_ua: Майстер створення туру

source: Popup Add Room / Services
el_gr: Αναδυόμενο παράθυρο Προσθήκη δωματίου / υπηρεσιών
lt_lt: Iššokantis langas Pridėti kambarį / paslaugas
lv_lv: Uznirstošais logs Pievienot istabu/pakalpojumus
nb_no: Popup Legg til rom / tjenester
uk_ua: Спливаюче вікно Додати номер/послуги

source: after creating a tour a popup appears asking whether to add rooms or purchase services
el_gr: μετά τη δημιουργία μιας περιήγησης εμφανίζεται ένα αναδυόμενο παράθυρο που ρωτά εάν πρέπει να προσθέσετε δωμάτια ή να αγοράσετε υπηρεσίες
lt_lt: sukūrus kelionę pasirodo iššokantis langas, kuriame klausiama, ar pridėti kambarių ar pirkti paslaugas
lv_lv: pēc ekskursijas izveides parādās uznirstošais logs ar jautājumu, vai pievienot telpas vai iegādāties pakalpojumus
nb_no: etter å ha opprettet en omvisning dukker det opp en popup som spør om du vil legge til rom eller kjøpe tjenester
uk_ua: після створення туру з’являється спливаюче вікно із запитом про додавання кімнат чи придбання послуг

source: Template
el_gr: Πρότυπο
lt_lt: Šablonas
lv_lv: Veidne
nb_no: Mal
uk_ua: Шаблон

source: virtual tour used as template when create a new one
el_gr: εικονική περιήγηση που χρησιμοποιείται ως πρότυπο για τη δημιουργία νέας περιήγησης
lt_lt: virtualus turas naudojamas kaip šablonas kuriant naują
lv_lv: virtuālā tūre, kas tiek izmantota kā veidne, veidojot jaunu
nb_no: Virtuell omvisning brukt som mal når du oppretter en ny
uk_ua: Віртуальний тур використовується як шаблон при створенні нового

source: virtual tour used as sample data
el_gr: εικονική περιήγηση που χρησιμοποιείται ως δείγμα δεδομένων
lt_lt: Virtualus turas, naudojamas kaip duomenų pavyzdžiai
lv_lv: virtuālā tūre, kas tiek izmantota kā datu paraugs
nb_no: Virtuell omvisning brukt som eksempeldata
uk_ua: Віртуальний тур використовується як зразок даних

source: Included (SVT demo)
el_gr: Περιλαμβάνεται (SVT demo)
lt_lt: Įtraukta (SVT demonstracinė versija)
lv_lv: Iekļauts (SVT demonstrācija)
nb_no: Inkludert (SVT-demo)
uk_ua: Включено (демонстрація SVT)

source: Branding
el_gr: %1$s Επωνυμία
lt_lt: Brendas
lv_lv: Zīmolu
nb_no: Merkevare
uk_ua: Фірмовий стиль

source: Application Name
el_gr: Όνομα εφαρμογής
lt_lt: Programos pavadinimas
lv_lv: Aplikācijas Nosaukums
nb_no: Applikasjonsnavn
uk_ua: Назва програми

source: Sidebar
el_gr: Πλευρική Στήλη
lt_lt: Šoninė juosta
lv_lv: Sānjosla
nb_no: Sidekolonne
uk_ua: Сайдбар

source: Gradient
lt_lt: Gradientas
lv_lv: Gradienta
uk_ua: Градієнт

source: Flat
el_gr: Επίπεδο
lt_lt: Lygus
lv_lv: Plakans
uk_ua: Плоска

source: Dark Mode
el_gr: Σκοτεινή λειτουργία
lt_lt: Tamsusis režimas
lv_lv: Tumšais režīms
nb_no: Mørk modus
uk_ua: Темний режим

source: Forced (only dark mode)
el_gr: Αναγκαστική (μόνο σκοτεινή λειτουργία)
lt_lt: Priverstinis (tik tamsusis režimas)
lv_lv: Piespiedu (tikai tumšais režīms)
nb_no: Tvunget (bare mørk modus)
uk_ua: Примусовий (тільки темний режим)

source: Font
el_gr: Γραμματοσειρά
lt_lt: Šriftas
lv_lv: Fontu
uk_ua: Шрифт

source: Theme Color
el_gr: Χρώμα Θέματος
lt_lt: Temos Spalva
lv_lv: Dizaina krāsa
nb_no: Tema farge
uk_ua: Колір теми

source: Sidebar Color 1
el_gr: Χρώμα πλευρικής γραμμής 1
lt_lt: Šoninės juostos spalva 1
lv_lv: Sānjoslas krāsa 1
nb_no: Sidefelt Farge 1
uk_ua: Колір бічної панелі 1

source: Sidebar Color 2
el_gr: Χρώμα πλαϊνής γραμμής 2
lt_lt: Šoninės juostos spalva 2
lv_lv: Sānjoslas krāsa 2
nb_no: Sidefelt farge 2
uk_ua: Колір бічної панелі 2

source: Welcome Message
el_gr: Μήνυμα καλωσορίσματος
lt_lt: Pasisveikinimo Pranešimas
lv_lv: Sveiciena ziņojums
nb_no: Velkomstmelding
uk_ua: Вітальне повідомлення

source: leave empty for default welcome message
el_gr: αφήστε το κενό για το προεπιλεγμένο μήνυμα καλωσορίσματος
lt_lt: Palikti tuščią numatytajam pasveikinimo pranešimui
lv_lv: Atstāt tukšu noklusējuma sveiciena ziņojumam
nb_no: La stå tomt for standard velkomstmelding
uk_ua: Залиште порожнім для вітального повідомлення за замовчуванням

source: Logo Small
el_gr: Λογότυπο Μικρό
lt_lt: Logotipas mažas
lv_lv: Mazais logotips
nb_no: Logo Liten
uk_ua: Логотип Малий

source: Login Theme
el_gr: Θέμα σύνδεσης
lt_lt: Prisijungimo tema
lv_lv: Pieteikšanās tēma
nb_no: Logg inn Tema
uk_ua: Тема входу

source: Style 1 (image alongside the form)
el_gr: Στυλ 1 (εικόνα δίπλα στη φόρμα)
lt_lt: 1 stilius (vaizdas šalia formos)
lv_lv: 1. stils (attēls līdzās veidlapai)
nb_no: Stil 1 (bilde ved siden av skjemaet)
uk_ua: Стиль 1 (зображення поряд з формою)

source: Style 2 (image as background)
el_gr: Στυλ 2 (εικόνα ως φόντο)
lt_lt: 2 stilius (vaizdas kaip fonas)
lv_lv: 2. stils (attēls kā fons)
nb_no: Stil 2 (bilde som bakgrunn)
uk_ua: Стиль 2 (зображення в якості фону)

source: Register Theme
el_gr: Θέμα εγγραφής
lt_lt: Registracijos tema
lv_lv: Reģistrēties Tēma
nb_no: Registrer tema
uk_ua: Тема реєстрації

source: Login image
el_gr: Εικόνα σύνδεσης
lt_lt: Prisijungimo vaizdas
lv_lv: Pieteikšanās attēls
nb_no: Logg inn bilde
uk_ua: Зображення для входу

source: Upload Login Image
el_gr: Μεταφόρτωση εικόνας σύνδεσης
lt_lt: Įkelkite prisijungimo vaizdą
lv_lv: Augšupielādēt pieteikšanās attēlu
nb_no: Last opp påloggingsbilde
uk_ua: Завантажте зображення для входу

source: Registration image
el_gr: Εικόνα εγγραφής
lt_lt: Registracijos paveikslėlis
lv_lv: Reģistrācijas attēls
nb_no: Bilde av registrering
uk_ua: Зображення для реєстрації

source: Upload Registration Image
el_gr: Μεταφόρτωση εικόνας εγγραφής
lt_lt: Įkelti registracijos vaizdą
lv_lv: Augšupielādēt reģistrācijas attēlu
nb_no: Last opp registreringsbilde
uk_ua: Завантажити зображення реєстрації

source: Footer
el_gr: Υποσέλιδο
lt_lt: Poraštė
lv_lv: Kājene
uk_ua: Підвал

source: Name Item
el_gr: Όνομα Στοιχείο
lt_lt: Pavadinimo elementas
lv_lv: Nosaukuma vienums
nb_no: Navn element
uk_ua: Іменний предмет

source: Content Item
el_gr: Στοιχείο περιεχομένου
lt_lt: Turinio elementas
lv_lv: Satura vienums
nb_no: Innholdselement
uk_ua: Елемент контенту

source: insert a textual content or a link to an external site
el_gr: εισαγωγή κειμένου ή συνδέσμου προς εξωτερικό ιστότοπο
lt_lt: Tekstinio turinio arba saito su išorine svetaine įterpimas
lv_lv: Teksta satura vai saites uz ārēju vietni ievietošana
nb_no: Sette inn et tekstinnhold eller en kobling til et eksternt nettsted
uk_ua: Вставка текстового контенту або посилання на зовнішній сайт

source: Icon Item
el_gr: Εικονίδιο Στοιχείο
lt_lt: Piktogramos elementas
lv_lv: Ikonas vienums
nb_no: Ikon element
uk_ua: Елемент іконки

source: Type Item
el_gr: Τύπος Στοιχείο
lt_lt: Tipo elementas
lv_lv: Ierakstiet vienumu
nb_no: Skriv inn element
uk_ua: Введіть елемент

source: Link Item
el_gr: Σύνδεση στοιχείου
lt_lt: Nuorodos elementas
lv_lv: Saites vienums
nb_no: Lenke element
uk_ua: Елемент посилання

source: Backend
el_gr: Σύστημα υποστήριξης
lt_lt: Vidinė programa
lv_lv: Aizmugursistēma
nb_no: Backend mistet passord
uk_ua: Бекенд

source: General (affects all virtual tours)
el_gr: Γενικά (επηρεάζει όλες τις εικονικές περιηγήσεις)
lt_lt: Bendra (veikia visus virtualius turus)
lv_lv: Vispārīgi (ietekmē visas virtuālās ekskursijas)
nb_no: Generelt (påvirker alle virtuelle turer)
uk_ua: Загальний (стосується всіх віртуальних турів)

source: Custom JS
el_gr: Προσαρμοσμένος κώδικας JS
lt_lt: Pasirinktinis JS
lv_lv: Pielāgots JS
uk_ua: Користувальницький JS

source: Custom Head Elements
el_gr: Προσαρμοσμένα στοιχεία κεφαλής
lt_lt: Pasirinktiniai galvos elementai
lv_lv: Pielāgoti galvas elementi
nb_no: Tilpassede hodeelementer
uk_ua: Спеціальні елементи головки

source: Custom Head PHP Code
el_gr: Προσαρμοσμένη κεφαλίδα PHP κώδικα
lt_lt: Individualizuotos galvos PHP kodas
lv_lv: Custom Head PHP kods
nb_no: Tilpasset hode PHP-kode
uk_ua: Спеціальний головний код PHP

source: Web VR Button
el_gr: Κουμπί Web VR
lt_lt: Žiniatinklio VR mygtukas
lv_lv: Web VR poga
nb_no: Web VR-knapp
uk_ua: Кнопка веб-VR

source: Built-in version
el_gr: Ενσωματωμένη έκδοση
lt_lt: Integruota versija
lv_lv: Iebūvēta versija
nb_no: Innebygd versjon
uk_ua: Вбудована версія

source: Standalone version (Headset VR compatible)
el_gr: Αυτόνομη έκδοση (συμβατή με Headset VR)
lt_lt: Atskira versija (suderinama su ausinių VR)
lv_lv: Savrupa versija (saderīgas ar VR austiņām)
nb_no: Frittstående versjon (VR-kompatibel)
uk_ua: Автономна версія (сумісна з гарнітурою VR)

source: Icons (Standalone version)
el_gr: Εικονίδια (αυτόνομη έκδοση)
lt_lt: Piktogramos (atskira versija)
lv_lv: Ikonas (savrupā versija)
nb_no: Ikoner (frittstående versjon)
uk_ua: Icons (автономна версія)

source: Marker
el_gr: Δείκτης
lt_lt: Žymeklis
lv_lv: Marķieri
nb_no: Markør
uk_ua: Маркер

source: POI Image
el_gr: Εικόνα POI
lt_lt: LV vaizdas
lv_lv: POI attēls
nb_no: POI-bilde
uk_ua: Зображення POI

source: POI Video
el_gr: Βίντεο POI
lt_lt: Lankytinų vietų vaizdo įrašas
uk_ua: Відео POI

source: POI Video 360
el_gr: Βίντεο POI 360
lt_lt: Lankytinų vietų vaizdo įrašas 360
uk_ua: Відео POI 360

source: POI Text
el_gr: Κείμενο POI
lt_lt: Lankytinų vietų tekstas
lv_lv: POI teksts
nb_no: POI-tekst
uk_ua: Текст POI

source: POI Audio
el_gr: Ήχος POI
lt_lt: Lankytinų vietų garsas
nb_no: POI-lyd
uk_ua: Аудіо POI

source: POI Object 3D
el_gr: Αντικείμενο POI 3D
lt_lt: LV objektas 3D
lv_lv: POI objekts 3D
nb_no: POI-objekt 3D
uk_ua: Об'єкт POI 3D

source: Valid
el_gr: Έγκυρο
lt_lt: Galiojantis
lv_lv: Derīgs
nb_no: Gyldig
uk_ua: Дійсний

source: Invalid
el_gr: Μη έγκυρο
lt_lt: Neteisingas
lv_lv: Invalīds
nb_no: Ugyldig
uk_ua: Невірний

source: Mail Server Settings
el_gr: Ρυθμίσεις διακομιστή αλληλογραφίας
lt_lt: Pašto serverio parametrai
lv_lv: Pasta servera iestatījumi
nb_no: Innstillinger for e-posttjener
uk_ua: Налаштування поштового сервера

source: SMTP Server
el_gr: το ρολόι του εξυπηρετητή σου δείχνει:
lt_lt: SMTP serveris
lv_lv: SMTP serveris
uk_ua: Сервер SMTP

source: SMTP Port
lt_lt: SMTP prievadas
lv_lv: SMTP Ports
uk_ua: Порт SMTP

source: SMTP Secure
lt_lt: SMTP saugus
lv_lv: SMTP drošs
uk_ua: Безпека SMTP

source: SMTP Auth
nb_no: SMTP-godkjenning
uk_ua: Аутентифікація SMTP

source: SMTP Auth - Username
el_gr: SMTP Auth - Όνομα χρήστη
lt_lt: SMTP Auth - Vartotojo vardas
lv_lv: SMTP Auth - lietotājvārds
nb_no: SMTP-godkjenning - Brukernavn
uk_ua: SMTP Auth - Ім'я користувача

source: SMTP Auth - Password
el_gr: SMTP Auth - Κωδικός πρόσβασης
lt_lt: SMTP Auth - slaptažodis
lv_lv: SMTP Auth - parole
nb_no: SMTP-godkjenning - Passord
uk_ua: Аутентифікація SMTP - Пароль

source: From E-Mail
el_gr: Από το E-Mail
lt_lt: Iš el. pašto
lv_lv: No e-pasta
nb_no: Fra e-post
uk_ua: З електронної пошти

source: From Name
el_gr: Όνομα Αποστολέα
lt_lt: Nuo
lv_lv: No kā
nb_no: "Fra" Navn
uk_ua: Від імені

source: VALIDATE MAIL SETTINGS
el_gr: ΕΠΙΚΎΡΩΣΗ ΡΥΘΜΊΣΕΩΝ ΑΛΛΗΛΟΓΡΑΦΊΑΣ
lt_lt: PAŠTO PARAMETRŲ TIKRINIMAS
lv_lv: PASTA IESTATĪJUMU VALIDĒŠANA
nb_no: VALIDERE E-POSTINNSTILLINGER
uk_ua: ПЕРЕВІРКА НАЛАШТУВАНЬ ПОШТИ

source: Notifications
el_gr: Ειδοποιήσεις
lt_lt: Pranešimai
lv_lv: Paziņojumi
nb_no: Varsler
uk_ua: Сповіщення

source: Cron Job
el_gr: Εργασία Cron
lt_lt: Cron Jobas
lv_lv: Cron darbs
nb_no: Cron-jobb
uk_ua: Завдання cron

source: you have to run this php script as a cronjob every minute on your server for notifications requiring it to work
el_gr: θα πρέπει να εκτελέσετε αυτό το σενάριο php ως cronjob κάθε λεπτό στο διακομιστή σας για τις ειδοποιήσεις που απαιτούν να λειτουργήσει
lt_lt: Kiekvieną minutę savo serveryje turite paleisti šį PHP scenarijų kaip cronjob, kad gautumėte pranešimus, reikalaujančius, kad jis veiktų
lv_lv: Jums ir jāpalaiž šis PHP skripts kā Cronjob katru minūti savā serverī, lai saņemtu paziņojumus, kas prasa, lai tas darbotos
nb_no: Du må kjøre dette PHP-skriptet som en cronjob hvert minutt på serveren din for varsler som krever at det fungerer
uk_ua: Ви повинні запускати цей PHP-скрипт як cronjob кожну хвилину на своєму сервері для сповіщень, які вимагають його роботи

source: Admin E-Mail
lt_lt: Administratoriaus el. paštas
lv_lv: Administratora e-pasts
nb_no: E-post for administratorer
uk_ua: Електронна пошта адміністратора

source: Days before expiration notification
el_gr: Ημέρες πριν από την κοινοποίηση λήξης
lt_lt: Dienos iki pranešimo apie galiojimo pabaigą
lv_lv: Dienas pirms paziņojuma par derīguma termiņa beigām
nb_no: Dager før utløpsvarsel
uk_ua: Повідомлення про дні до закінчення терміну дії

source: Require Cron
el_gr: Απαιτείται Cron
lt_lt: Reikalauti Cron
lv_lv: Pieprasīt Cron
nb_no: Krev Cron
uk_ua: Потрібен Cron

source: Notify Admin
el_gr: Ειδοποίηση διαχειριστή
lt_lt: Pranešti administratoriui
lv_lv: Paziņot administratoram
nb_no: Varsle administrator
uk_ua: Сповістити адміністратора

source: Notify Customer
el_gr: Ειδοποίηση Πελάτη
lt_lt: Pranešti klientui
lv_lv: Paziņot klientam
nb_no: Varsle kunden
uk_ua: Повідомити клієнта

source: A new user is registered
el_gr: Ένας νέος χρήστης έχει εγγραφεί
lt_lt: Užregistruojamas naujas vartotojas
lv_lv: Tiek reģistrēts jauns lietotājs
nb_no: En ny bruker er registrert
uk_ua: Реєструється новий користувач

source: User added by admin
el_gr: Ο χρήστης προστέθηκε από τον admin
lt_lt: Vartotoją pridėjo administratorius
lv_lv: Lietotājs pievienots ar administratoru
nb_no: Bruker lagt til av admin
uk_ua: Користувач доданий адміністратором

source: The Plan is expiring
el_gr: Το σχέδιο λήγει
lt_lt: Planas baigia galioti
lv_lv: Plāna termiņš beidzas
nb_no: Planen utløper
uk_ua: Термін дії Плану закінчується

source: The Plan has expired
el_gr: Το σχέδιο έχει λήξει
lt_lt: Plano galiojimas baigėsi
lv_lv: Plāna termiņš ir beidzies
nb_no: Planen er utløpt
uk_ua: Термін дії Плану закінчився

source: The Plan has changed
el_gr: Το σχέδιο έχει αλλάξει
lt_lt: Planas pasikeitė
lv_lv: Plāns ir mainījies
nb_no: Planen har endret seg
uk_ua: План зазнав змін

source: The Plan has canceled
el_gr: Το σχέδιο έχει ακυρώσει
lt_lt: Planas atšauktas
lv_lv: Plāns ir atcelts
nb_no: Planen er kansellert
uk_ua: План скасовано

source: The Service is purchased
el_gr: Η Υπηρεσία αγοράστηκε
lt_lt: Paslauga perkama
lv_lv: Pakalpojums ir iegādāts
nb_no: Tjenesten er kjøpt
uk_ua: Послугу придбано

source: A Tour is created
el_gr: Δημιουργείται μια περιήγηση
lt_lt: Sukuriamas turas
lv_lv: Tiek izveidota ekskursija
nb_no: En omvisning opprettes
uk_ua: Створюється тур

source: Custom domain request
el_gr: Προσαρμοσμένο αίτημα τομέα
lt_lt: Pasirinktinio domeno užklausa
lv_lv: Pielāgots domēna pieprasījums
nb_no: Forespørsel om tilpasset domene
uk_ua: Запит на власний домен

source: Mail Texts
el_gr: Κείμενα Mail
lt_lt: Pašto tekstai
lv_lv: Pasta teksti
nb_no: E-post tekster
uk_ua: Текстові повідомлення

source: Activation mail - Subject
el_gr: Επιστολή ενεργοποίησης - Θέμα
lt_lt: Aktyvinimo paštas – tema
lv_lv: Aktivizācijas pasts - tēma
nb_no: Aktiverings-e-post - Emne
uk_ua: Пошта активації - Тема

source: Activation mail - Body
el_gr: Επιστολή ενεργοποίησης - Σώμα
lt_lt: Aktyvinimo paštas – Body
lv_lv: Aktivizācijas pasts - Pamatteksts
nb_no: Aktiverings-e-post - Brødtekst
uk_ua: Активаційна пошта - Тіло

source: variables in the mail text:
el_gr: μεταβλητές στο κείμενο αλληλογραφίας:
lt_lt: Kintamieji laiško tekste:
lv_lv: Mainīgie lielumi pasta tekstā:
nb_no: Variabler i e-postteksten:
uk_ua: змінні в тексті листа:

source: A new user is registered - Subject
el_gr: Ένας νέος χρήστης έχει εγγραφεί - Θέμα
lt_lt: Užregistruotas naujas vartotojas - Tema
lv_lv: Tiek reģistrēts jauns lietotājs - Objekts
nb_no: En ny bruker er registrert - Emne
uk_ua: Зареєстрований новий користувач - Тема

source: A new user is registered - Body
el_gr: Ένας νέος χρήστης έχει εγγραφεί - Σώμα
lt_lt: Užsiregistravo naujas vartotojas - Body
lv_lv: Reģistrēts jauns lietotājs - Body
nb_no: En ny bruker er registrert - Body
uk_ua: Зареєстровано нового користувача - Body

source: Forgot password mail - Subject
el_gr: Ξεχάσατε τον κωδικό πρόσβασης - Θέμα
lt_lt: Pamiršote slaptažodžio paštą - Tema
lv_lv: Aizmirsāt paroli pasts - Temats
nb_no: Glemt passord e-post - Emne
uk_ua: Забули пароль на пошту - Тема

source: Forgot password mail - Body
el_gr: Ξεχάσατε τον κωδικό πρόσβασης - Σώμα
lt_lt: Pamiršote slaptažodžio paštą - Body
lv_lv: Aizmirsts paroles pasts - Ķermenis
nb_no: Glemt passord e-post - Brødtekst
uk_ua: Забули пароль на пошту - Тіло

source: The Plan is expiring - Subject
el_gr: Το σχέδιο λήγει - Θέμα
lt_lt: Planas baigia galioti - Tema
lv_lv: Plāna termiņš beidzas - Temats
nb_no: Planen utløper - Emne
uk_ua: Термін дії Плану закінчується - Тема

source: The Plan is expiring - Body
el_gr: Το σχέδιο λήγει - Σώμα
lt_lt: Planas baigia galioti - Kūnas
lv_lv: Plāna termiņš beidzas - Ķermenis
nb_no: Planen utløper - Body
uk_ua: Термін дії Плану закінчується - Тіло

source: The Plan has expired - Subject
el_gr: Το σχέδιο έχει λήξει - Θέμα
lt_lt: Plano galiojimo laikas baigėsi - Tema
lv_lv: Plāna termiņš ir beidzies - Temats
nb_no: Planen er utløpt - Emne
uk_ua: Термін дії Плану закінчився - Тема

source: The Plan has expired - Body
el_gr: Το σχέδιο έχει λήξει - Σώμα
lt_lt: Planas nebegalioja - Kūnas
lv_lv: Plāna termiņš ir beidzies - Ķermenis
nb_no: Planen er utløpt - Body
uk_ua: Термін дії Плану закінчився - Тіло

source: The Plan has changed - Subject
el_gr: Το σχέδιο έχει αλλάξει - Θέμα
lt_lt: Planas pasikeitė - Tema
lv_lv: Plāns ir mainījies - Temats
nb_no: Planen er endret - Emne
uk_ua: План змінився - Тема

source: The Plan has changed - Body
el_gr: Το Σχέδιο έχει αλλάξει - Σώμα
lt_lt: Planas pasikeitė - Kūnas
lv_lv: Plāns ir mainījies - Ķermenis
nb_no: Planen har endret seg - Body
uk_ua: План змінився - Тіло

source: The Plan has canceled - Subject
el_gr: Το σχέδιο έχει ακυρωθεί - Θέμα
lt_lt: Planas atšauktas - Tema
lv_lv: Plāns ir atcelts - Temats
nb_no: Planen er kansellert - Emne
uk_ua: План скасовано - Тема

source: The Plan has canceled - Body
el_gr: Το Σχέδιο έχει ακυρωθεί - Σώμα
lt_lt: Planas atšauktas - Kūnas
lv_lv: Plāns ir atcelts - Ķermenis
nb_no: Planen er kansellert - Body
uk_ua: План скасовано - Тіло

source: The Service is purchased - Subject
el_gr: Η Υπηρεσία αγοράστηκε - Θέμα
lt_lt: Paslauga perkama – Tema
lv_lv: Pakalpojums ir iegādāts - Temats
nb_no: Tjenesten er kjøpt - Emne
uk_ua: Послугу придбано - Тема

source: The Service is purchased - Body
el_gr: Η Υπηρεσία αγοράζεται - Σώμα
lt_lt: Perkama Paslauga – Kėbulas
lv_lv: Pakalpojums tiek iegādāts - Body
nb_no: Tjenesten er kjøpt - Body
uk_ua: Послуга куплена - Кузов
