Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: it will be visible only in the selected views (selectable only if there are multiple views of the same room)
el_gr: θα είναι ορατό μόνο στις επιλεγμένες προβολές (επιλέγεται μόνο αν υπάρχουν πολλαπλές προβολές του ίδιου δωματίου)
lt_lt: jis bus matomas tik pasirinktuose rodiniuose (pasirenkamas tik tuo atveju, jei yra keli to paties kambario vaizdai)
lv_lv: tas būs redzams tikai atlasītajos skatos (atlasāms tikai tad, ja ir vairāki vienas telpas skati)
nb_no: Den vil bare være synlig i de valgte visningene (kan bare velges hvis det er flere visninger av samme rom)
uk_ua: він буде видимий лише у вибраних вікнах (можна вибрати лише у випадку, якщо є кілька видів однієї кімнати)

source: views selected
el_gr: επιλεγμένες προβολές
lt_lt: Pasirinkti rodiniai
lv_lv: atlasītie skati
nb_no: Visninger valgt
uk_ua: Вибрані перегляди

source: All the views
el_gr: Όλες οι απόψεις
lt_lt: Visi vaizdai
lv_lv: Visi viedokļi
nb_no: Alle utsiktene
uk_ua: Всі види

source: Select All
el_gr: Επιλογή όλων
lt_lt: Pasirinkti viską
lv_lv: Izvēlieties visu
nb_no: Merk alt
uk_ua: Вибрати все

source: All the Views
el_gr: Όλες οι απόψεις
lt_lt: Visi vaizdai
lv_lv: Visi skati
nb_no: Alle utsiktene
uk_ua: Всі види

source: LIST MEASUREMENTS
el_gr: ΑΠΑΡΙΘΜΉΣΤΕ ΤΙΣ ΜΕΤΡΉΣΕΙΣ
lt_lt: IŠVARDYKITE MATAVIMUS
lv_lv: UZSKAITIET MĒRĪJUMUS
nb_no: LISTE MÅLINGER
uk_ua: ПЕРЕЛІК ВИМІРЮВАНЬ

source: ADD MEASUREMENT
el_gr: ΠΡΟΣΘΉΚΗ ΜΈΤΡΗΣΗΣ
lt_lt: PRIDĖTI MATAVIMĄ
lv_lv: PIEVIENOT MĒRĪJUMU
nb_no: LEGG TIL MÅLING
uk_ua: ДОДАТИ ВИМІРЮВАННЯ

source: PREVIEW
el_gr: ΠΡΟΕΠΙΣΚΟΠΗΣΗ
lt_lt: PERŽIŪRA
lv_lv: PRIEKŠSKATS
nb_no: FORHÅNDSVISNING
uk_ua: ПОПЕРЕДНІЙ ПЕРЕГЛЯД

source: TOGGLE FULLSCREEN
el_gr: ΕΝΑΛΛΑΓΉ ΠΛΉΡΟΥΣ ΟΘΌΝΗΣ
lt_lt: PERJUNGTI VISĄ EKRANĄ
lv_lv: PILNEKRĀNA PĀRSLĒGŠANA
nb_no: VEKSLE MELLOM FULLSKJERM
uk_ua: ПЕРЕМКНУТИ ПОВНОЕКРАННИЙ РЕЖИМ

source: You cannot use Music Library on an external virtual tour!
el_gr: Δεν μπορείτε να χρησιμοποιήσετε τη Μουσική Βιβλιοθήκη σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite naudoti muzikos bibliotekos išoriniame virtualiame ture!
lv_lv: Mūzikas bibliotēku nevar izmantot ārējā virtuālā tūrē!
nb_no: Du kan ikke bruke musikkbiblioteket på en ekstern virtuell omvisning!
uk_ua: Ви не можете використовувати Музичну бібліотеку в зовнішньому віртуальному турі!

source: Your "%s" plan not allow to create Music Library!
el_gr: Το σχέδιο "%s" δεν επιτρέπει τη δημιουργία Μουσικής Βιβλιοθήκης!
lt_lt: Jūsų "%s" planas neleidžia kurti muzikos bibliotekos!
lv_lv: Jūsu "%s" plāns neļauj izveidot Mūzikas bibliotēku!
nb_no: Din "%s"-plan tillater ikke å opprette musikkbibliotek!
uk_ua: Ваш тариф "%s" не дозволяє створювати Музичну Бібліотеку!

source: Tour Library
el_gr: Βιβλιοθήκη περιήγησης
lt_lt: Ekskursijų biblioteka
lv_lv: Tūrisma bibliotēka
nb_no: Omvisning i biblioteket
uk_ua: Екскурсійна бібліотека

source: Public Library
el_gr: Δημόσια Βιβλιοθήκη
lt_lt: Viešoji biblioteka
lv_lv: Publiskā bibliotēka
nb_no: Offentlig bibliotek
uk_ua: Публічна бібліотека

source: The contents of this library will be shared for all the virtual tours.
el_gr: Τα περιεχόμενα αυτής της βιβλιοθήκης θα διαμοιράζονται για όλες τις εικονικές περιηγήσεις.
lt_lt: Šios bibliotekos turiniu bus dalijamasi visuose virtualiuose turuose.
lv_lv: Šīs bibliotēkas saturs tiks kopīgots visām virtuālajām ekskursijām.
nb_no: Innholdet i dette biblioteket vil bli delt for alle de virtuelle omvisningene.
uk_ua: Вміст цієї бібліотеки буде спільним для всіх віртуальних турів.

source: Files List
el_gr: Λίστα αρχείων
lt_lt: Failų sąrašas
lv_lv: Failu saraksts
nb_no: Liste over filer
uk_ua: Список файлів

source: Loading files ...
el_gr: Φόρτωση αρχείων ...
lt_lt: Įkeliami failai ...
lv_lv: Failu ielāde ...
nb_no: Laster inn filer ...
uk_ua: Завантаження файлів ...

source: Drop files or click here to upload
el_gr: Αφήστε αρχεία ή κάντε κλικ εδώ για να τα ανεβάσετε
lt_lt: Numeskite failus arba spustelėkite čia, kad įkeltumėte
lv_lv: Nometiet failus vai noklikšķiniet šeit, lai augšupielādētu
nb_no: Slipp filer eller klikk her for å laste opp
uk_ua: Перетягніть файли або натисніть тут, щоб завантажити їх

source: Your browser does not support drag'n'drop file uploads.
el_gr: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει προσθήκες αρχείων drag'n'drop.
lt_lt: Jūsų naršyklė nepalaiko failų įkėlimo.
lv_lv: Jūsu pārlūkprogramma neatbalsta drag'n'drop failu augšupielādi.
nb_no: Nettleseren din støtter ikke drag'n'drop-filopplastinger.
uk_ua: Ваш браузер не підтримує завантаження файлів по принципу «перетягнути та відпустити».

source: Please use the fallback form below to upload your files like in the olden days.
el_gr: Παρακαλούμε χρησιμοποιήστε την εναλλακτική φόρμα παρακάτω για να ανεβάσετε τα αρχεία σας, όπως στις παλιές ημέρες.
lt_lt: Norėdami įkelti failus, kaip senais laikais, naudokite toliau pateiktą atsarginę formą.
lv_lv: Lūdzu, izmantojiet zemāk esošo atkāpšanās veidlapu, lai augšupielādētu savus failus kā vecos laikos.
nb_no: Vennligst bruk den alternativet opplasteren under for å laste opp filer.
uk_ua: Будь ласка, скористайтеся резервною формою нижче, щоб завантажити свої файли, як у старі часи.

source: File is too big (%sMiB). Max filesize: %sMiB.
el_gr: Το αρχείο είναι πολύ μεγάλο (%sMiB). Μέγιστο μέγεθος αρχείου: %sMiB.
lt_lt: Failas per didelis (%sMiB). Maksimalus failo dydis: %sMiB.
lv_lv: Fails ir pārāk liels (%sMiB). Maksimālais faila izmērs: %sMiB.
nb_no: Filen er for stor (%sMiB). Maks filstørrelse: %sMiB.
uk_ua: Файл завеликий (%sMiB). Максимальний розмір файлу: %sМіБ.

source: You can't upload files of this type.
el_gr: Δεν μπορείτε να ανεβάσετε αρχεία αυτού του τύπου.
lt_lt: Negalite įkelti tokio tipo failų.
lv_lv: Šāda veida failus nevar augšupielādēt.
nb_no: Du kan ikke laste opp filer av denne typen.
uk_ua: Ви не можете завантажувати файли цього типу.

source: Server responded with %s code.
el_gr: Ο διακομιστής απάντησε με τον κωδικό %s.
lt_lt: Serveris atsakė %s kodu.
lv_lv: Serveris atbildēja ar %s kodu.
nb_no: Serveren svarte med %s kode.
uk_ua: Сервер відповів %s кодом.

source: Cancel upload
el_gr: Ακύρωση μεταφόρτωσης
lt_lt: Įkėlimo atšaukimas
lv_lv: Atcelt augšupielādi
nb_no: Avbryt opplasting
uk_ua: Скасувати завантаження

source: Are you sure you want to cancel this upload?
el_gr: Είστε βέβαιοι ότι θέλετε να ακυρώσετε αυτήν τη μεταφόρτωση?
lt_lt: Ar tikrai norite atšaukti šį įkėlimą?
lv_lv: Vai tiešām vēlaties atcelt šo augšupielādi?
nb_no: Er du sikker på at du vil avbryte denne opplastingen?
uk_ua: Ви впевнені, що хочете скасувати це завантаження?

source: Remove file
el_gr: Κατάργηση αρχείου
lt_lt: Pašalinti failą
lv_lv: Noņemt failu
nb_no: Fjern fil
uk_ua: Видалити файл

source: You can not upload any more files.
el_gr: Δεν μπορείτε να μεταφορτώσετε άλλα αρχεία.
lt_lt: Negalite įkelti daugiau failų.
lv_lv: Jūs nevarat augšupielādēt vairāk failu.
nb_no: Du kan ikke laste opp flere filer.
uk_ua: Більше ніяких файлів завантажувати не можна.

source: Click here to change your plan
el_gr: Κάντε κλικ εδώ για να αλλάξετε το πρόγραμμά σας
lt_lt: Spustelėkite čia, kad pakeistumėte savo planą
lv_lv: Noklikšķiniet šeit, lai mainītu savu plānu
nb_no: Klikk her for å endre planen din
uk_ua: Натисніть тут, щоб змінити свій план

source: Select sample tour
el_gr: Επιλέξτε δείγμα ξενάγησης
lt_lt: Pasirinkite apžvalgos pavyzdį
lv_lv: Atlasiet ceļveža paraugu
nb_no: Velg eksempel på omvisning
uk_ua: Вибрати зразок екскурсії

source: Language
el_gr: Γλώσσα
lt_lt: Kalba
lv_lv: Valoda
nb_no: Språk
uk_ua: Мова

source: Default
el_gr: Προεπιλογή
lt_lt: Numatytas
lv_lv: Noklusējums
nb_no: Standard
uk_ua: За замовчуванням

source: Author
el_gr: Συντάκτης
lt_lt: Autorius
lv_lv: Autors
nb_no: Forfatter
uk_ua: Автор

source: External
el_gr: Εξωτερικό
lt_lt: Išorinis
lv_lv: Ārējais
nb_no: Ekstern
uk_ua: Зовнішній

source: Augmented Reality
el_gr: Επαυξημένη πραγματικότητα
lt_lt: Papildyta realybė
lv_lv: Paplašinātā realitāte
nb_no: Utvidet virkelighet
uk_ua: Доповнена реальність

source: Sample
el_gr: Δείγμα
lt_lt: Mėginio
lv_lv: Parauga
nb_no: Prøveeksemplar
uk_ua: Напівфабрикат

source: includes sample data in this tour
el_gr: περιλαμβάνει δείγματα δεδομένων σε αυτή την περιήγηση
lt_lt: Į šią apžvalgą įtraukiami duomenų pavyzdžiai
lv_lv: Ietver datu paraugus šajā ceļvedī
nb_no: inkluderer eksempeldata i denne omvisningen
uk_ua: включає в цей тур зразки даних

source: Create & Edit
el_gr: Δημιουργία & Επεξεργασία
lt_lt: Kurti ir Redaguoti
lv_lv: Izveidot un rediģēt
nb_no: Opprett og rediger
uk_ua: Створення та редагування

source: Import
el_gr: Εισαγωγή
lt_lt: Importuoti
lv_lv: Importēt
nb_no: Importer
uk_ua: Імпорт

source: You have reached the maximum number of monthly Virtual Tours allowed from your plan!
el_gr: Έχετε συμπληρώσει τον μέγιστο αριθμό μηνιαίων εικονικών περιηγήσεων που επιτρέπονται από το σχέδιό σας!
lt_lt: Jūs pasiekėte maksimalų mėnesinių virtualių turų skaičių, leidžiamą iš jūsų plano!
lv_lv: Jūs esat sasniedzis maksimālo ikmēneša virtuālo ceļojumu skaitu, kas atļauts no jūsu plāna!
nb_no: Du har nådd det maksimale antallet månedlige virtuelle turer som er tillatt fra planen din!
uk_ua: Ви досягли максимальної кількості щомісячних віртуальних турів, дозволених з вашого плану!

source: You have reached the maximum number of Virtual Tours allowed from your plan!
el_gr: Έχετε φτάσει στο μέγιστο αριθμό Εικονικών Περιηγήσεων που επιτρέπεται από το πρόγραμμά σας!
lt_lt: Jūs pasiekėte maksimalų leidžiamą virtualių turų skaičių pagal savo planą!
lv_lv: Jūs esat sasniedzis maksimālo virtuālo ceļojumu skaitu, kas atļauts no jūsu plāna!
nb_no: Du har nådd det maksimale antallet virtuelle turer som er tillatt fra planen din!
uk_ua: Ви досягли максимальної кількості віртуальних турів, дозволених з вашого плану!

source: LOADING VIRTUAL TOURS ...
el_gr: ΦΌΡΤΩΣΗ ΕΙΚΟΝΙΚΏΝ ΠΕΡΙΗΓΉΣΕΩΝ ...
lt_lt: ĮKELIAMOS VIRTUALIOS EKSKURSIJOS ...
lv_lv: VIRTUĀLO EKSKURSIJU IELĀDE ...
nb_no: LASTER INN VIRTUELLE TURER ...
uk_ua: ЗАВАНТАЖЕННЯ ВІРТУАЛЬНИХ ТУРІВ ...

source: Delete Virtual Tour
el_gr: Διαγραφή εικονικής περιήγησης
lt_lt: Ištrinkite virtualų turą
lv_lv: Dzēst virtuālo tūri
nb_no: Slett virtuell omvisning
uk_ua: Видалити віртуальний тур

source: Are you sure you want to delete the entire virtual tour <b id='name_vt_delete'></b>, included rooms, markers, pois and map?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε ολόκληρη την εικονική περιήγηση<b id='name_vt_delete'></b> , περιλαμβάνονται δωμάτια, μαρκαδόροι, pois και χάρτης;
lt_lt: Ar tikrai norite ištrinti visą virtualų turą <b id='name_vt_delete'></b>, įskaitant kambarius, žymeklius, lankytinas vietas ir žemėlapį?
lv_lv: Vai tiešām vēlaties izdzēst visu virtuālo tūri <b id='name_vt_delete'></b>, iekļautās istabas, marķierus, pois un karti?
nb_no: Er du sikker på at du vil slette hele den virtuelle omvisningen <b id='name_vt_delete'></b>, inkluderte rom, markører, pois og kart?
uk_ua: Ви впевнені, що хочете видалити весь віртуальний тур <b id='name_vt_delete'></b>, включаючи кімнати, маркери, пуа та карту?

source: Note: the tour is published on Google Street View and deleting it will not remove it from Google Maps.
el_gr: Σημείωση: η περιήγηση δημοσιεύεται στο Google Street View και η διαγραφή της δεν θα την καταργήσει από τους Χάρτες Google.
lt_lt: Pastaba: ekskursija paskelbta "Google Street View", todėl ją pašalinus iš "Google Maps" ji nebus pašalinta.
lv_lv: Piezīme: ekskursija ir publicēta pakalpojumā Google ielas attēls, un, to izdzēšot, tā netiks noņemta no Google Maps.
nb_no: Merk: Turen er publisert på Google Street View, og hvis du sletter den, fjernes den ikke fra Google Maps.
uk_ua: Примітка: тур опубліковано в Google Street View, і його видалення не призведе до видалення з Google Maps.

source: Duplicate Virtual Tour
el_gr: Διπλή εικονική περιήγηση
lt_lt: Pasikartojantis virtualus turas
lv_lv: Dublēt virtuālo tūri
nb_no: Dupliser virtuell omvisning
uk_ua: Дублікат віртуального туру

source: Are you sure you want to duplicate the entire virtual tour <b id='name_vt_duplicate'></b>?
el_gr: Είστε βέβαιοι ότι θέλετε να αντιγράψετε ολόκληρη την εικονική περιήγηση<b id='name_vt_duplicate'></b> ?
lt_lt: Ar tikrai norite dubliuoti visą virtualų turą <b id='name_vt_duplicate'></b>?
lv_lv: Vai tiešām vēlaties dublēt visu virtuālo ceļojumu <b id='name_vt_duplicate'></b>?
nb_no: Er du sikker på at du vil duplisere hele den virtuelle omvisningen <b id='name_vt_duplicate'></b>?
uk_ua: Ви впевнені, що хочете продублювати весь віртуальний тур <b id='name_vt_duplicate'></b>?

source: Markers
el_gr: Δείκτες
lt_lt: Žymekliai
lv_lv: Marķieriem
nb_no: Markører
uk_ua: Маркери

source: POIs
lt_lt: Lv
lv_lv: Ip
nb_no: Severdigheter
uk_ua: Об'єктів

source: Info Box
el_gr: Πλαίσιο Πληροφοριών
lt_lt: Informacijos laukas
lv_lv: Informācijas lodziņš
nb_no: Info boks
uk_ua: Інформаційне повідомлення

source: Maps
el_gr: Χάρτες
lt_lt: Žemėlapiai
lv_lv: Kartes
nb_no: Kart
uk_ua: Карти

source: Products
el_gr: Προϊόντα
lt_lt: Produktai
lv_lv: Produkti
nb_no: Produkter
uk_ua: Товари

source: Gallery
lt_lt: Galerija
lv_lv: Galerija
nb_no: Galleri
uk_ua: Галерея

source: Presentation
el_gr: Παρουσίαση
lt_lt: Pristatymas
lv_lv: Prezentācija
nb_no: Presentasjon
uk_ua: Презентація

source: Yes, Duplicate
el_gr: Ναι, διπλότυπο
lt_lt: Taip, dublikatas
lv_lv: Jā, dublikāts
nb_no: Ja, dupliser
uk_ua: Так, дублікат

source: Download Virtual Tour
el_gr: Λήψη εικονικής περιήγησης
lt_lt: Atsisiųskite virtualų turą
lv_lv: Lejupielādēt virtuālo tūri
nb_no: Last ned virtuell omvisning
uk_ua: Завантажити віртуальний тур

source: Are you sure you want to download the virtual tour <b id='name_vt_download'></b>?
el_gr: Είστε βέβαιοι ότι θέλετε να κατεβάσετε την εικονική περιήγηση<b id='name_vt_download'></b> ?
lt_lt: Ar tikrai norite atsisiųsti virtualų turą <b id='name_vt_download'></b>?
lv_lv: Vai tiešām vēlaties lejupielādēt virtuālo ceļojumu <b id='name_vt_download'></b>?
nb_no: Er du sikker på at du vil laste ned den virtuelle omvisningen <b id='name_vt_download'></b>?
uk_ua: Ви впевнені, що хочете завантажити віртуальний тур <b id='name_vt_download'></b>?

source: You cannot download virtual tour from this demo server
el_gr: Δεν μπορείτε να κατεβάσετε την εικονική περιήγηση από αυτόν τον διακομιστή επίδειξης
lt_lt: Negalite atsisiųsti virtualaus turo iš šio demonstracinio serverio
lv_lv: Jūs nevarat lejupielādēt virtuālo ceļojumu no šī demonstrācijas servera
nb_no: Du kan ikke laste ned virtuell omvisning fra denne demoserveren
uk_ua: Ви не можете завантажити віртуальний тур з цього демо-сервера

source: Standalone
el_gr: Αυτόνομο
lt_lt: Atskiras
lv_lv: Atsevišķs
nb_no: Frittstående
uk_ua: Автономний

source: Standalone (VR)
el_gr: Αυτόνομο (VR)
lt_lt: Atskiras (VR)
lv_lv: Savrups (VR)
nb_no: Frittstående (VR)
uk_ua: Автономний режим (VR)

source: Importable
el_gr: Εισαγώγιμο
lt_lt: Importuojama
lv_lv: Importējams
nb_no: Kan importeres
uk_ua: Можливість імпорту

source: New Sample Tour
el_gr: Νέα περιοδεία δείγματος
lt_lt: Naujas pavyzdinis turas
lv_lv: Jauns parauga ceļojums
nb_no: Ny prøvetur
uk_ua: Новий зразок туру

source: Are you sure you want to create a tour containing sample data?
el_gr: Είστε βέβαιοι ότι θέλετε να δημιουργήσετε μια περιήγηση που περιέχει δείγματα δεδομένων;
lt_lt: Ar tikrai norite sukurti apžvalgą su duomenų pavyzdžiais?
lv_lv: Vai tiešām vēlaties izveidot ceļvedi, kurā ir datu paraugs?
nb_no: Er du sikker på at du vil opprette en ekspedisjon som inneholder eksempeldata?
uk_ua: Ви впевнені, що хочете створити тур із зразками даних?

source: Yes, Create
el_gr: Ναι, Δημιουργία
lt_lt: Taip, kurti
lv_lv: Jā, izveidot
nb_no: Ja, opprett
uk_ua: Так, творіть

source: Import Virtual Tour
el_gr: Εισαγωγή εικονικής περιήγησης
lt_lt: Importuoti virtualų turą
lv_lv: Importēt virtuālo tūri
nb_no: Importer virtuell omvisning
uk_ua: Імпортувати віртуальний тур

source: Zip File
el_gr: Αρχείο Zip
lt_lt: Zip failas
lv_lv: ZIP fails
nb_no: Zip-fil
uk_ua: Zip-файл

source: Upload
el_gr: Μεταφόρτωση
lt_lt: Įkelti
lv_lv: Augšupielādēt
nb_no: Last opp
uk_ua: Завантажити

source: Max allowed upload file size:
el_gr: Μέγιστο επιτρεπόμενο μέγεθος αρχείου μεταφόρτωσης:
lt_lt: Maksimalus leidžiamas įkėlimo failo dydis:
lv_lv: Maksimālais atļautais augšupielādes faila lielums:
nb_no: Maksimal tillatt opplastingsfilstørrelse:
uk_ua: Максимально допустимий розмір файлу для завантаження:

source: Move Virtual Tour
el_gr: Μετακίνηση Εικονική περιήγηση
lt_lt: Perkelkite virtualų turą
lv_lv: Pārvietot virtuālo tūri
uk_ua: Віртуальний тур «Перемістити»

source: Are you sure you want to move the virtual tour <b id='name_vt_move_to_s3'></b> from Local Storage to %s?
el_gr: Είστε σίγουροι ότι θέλετε να μετακινήσετε την εικονική περιήγηση <b id='name_vt_move_to_s3'></b> από την τοπική αποθήκευση στο %s?
lt_lt: Ar tikrai norite perkelti virtualų turą <b id='name_vt_move_to_s3'></b> iš vietinės saugyklos į %s?
lv_lv: Vai tiešām vēlaties pārvietot virtuālo ceļojumu <b id='name_vt_move_to_s3'></b> no vietējās krātuves uz %s?
nb_no: Er du sikker på at du vil flytte den virtuelle omvisningen <b id='name_vt_move_to_s3'></b> fra lokal lagring til %s?
uk_ua: Ви впевнені, що хочете перенести віртуальний тур <b id='name_vt_move_to_s3'></b> з локального сховища на %s?

source: Yes, Move
el_gr: Ναι, μετακίνηση
lt_lt: Taip, perkelti
lv_lv: Jā, pārvietot
nb_no: Ja, flytt
uk_ua: Так, рухатися

source: Are you sure you want to move the virtual tour <b id='name_vt_move_to_local'></b> from %s to Local Storage?
el_gr: Είστε βέβαιοι ότι θέλετε να μετακινήσετε την εικονική περιήγηση<b id='name_vt_move_to_local'></b> από %s στον Τοπικό αποθηκευτικό χώρο;
lt_lt: Ar tikrai norite perkelti virtualų turą <b id='name_vt_move_to_local'></b> iš %s vietinės saugyklos į vietinę saugyklą?
lv_lv: Vai tiešām vēlaties pārvietot virtuālo ceļojumu <b id='name_vt_move_to_local'></b> no %s vietējās krātuves uz vietējo krātuvi?
nb_no: Er du sikker på at du vil flytte den virtuelle omvisningen <b id='name_vt_move_to_local'></b> fra %s til lokal lagring?
uk_ua: Ви впевнені, що хочете перенести віртуальний тур <b id='name_vt_move_to_local'></b> з %s локального сховища?

source: Complete your Tour
el_gr: Ολοκληρώστε την περιήγησή σας
lt_lt: Užbaikite kelionę
lv_lv: Pabeidziet savu ceļojumu
nb_no: Fullfør turen
uk_ua: Завершіть свій тур

source: The tour has been successfully created, now you could add rooms into it or purchase a service.
el_gr: Η περιήγηση δημιουργήθηκε με επιτυχία, τώρα μπορείτε να προσθέσετε δωμάτια σε αυτήν ή να αγοράσετε μια υπηρεσία.
lt_lt: Ekskursija sėkmingai sukurta, dabar galite į ją įtraukti kambarius arba įsigyti paslaugą.
lv_lv: Ekskursija ir veiksmīgi izveidota, tagad tajā var pievienot telpas vai iegādāties pakalpojumu.
nb_no: Turen har blitt opprettet, nå kan du legge til rom i den eller kjøpe en tjeneste.
uk_ua: Тур успішно створений, тепер ви можете додати в нього кімнати або придбати послугу.

source: The tour has been successfully created, now you could add rooms into it.
el_gr: Η περιήγηση δημιουργήθηκε με επιτυχία, τώρα μπορείτε να προσθέσετε δωμάτια σε αυτήν.
lt_lt: Turas buvo sėkmingai sukurtas, dabar į jį galite pridėti kambarių.
lv_lv: Ceļojums ir veiksmīgi izveidots, tagad jūs varat pievienot telpas.
nb_no: Turen er vellykket opprettet, nå kan du legge til rom i den.
uk_ua: Екскурсія була успішно створена, тепер в неї можна було додати кімнати.

source: Yes, Add room
el_gr: Ναι, Προσθήκη δωματίου
lt_lt: Taip, Pridėti kambarį
lv_lv: Jā, pievienot vietu
nb_no: Ja, legg til rom
uk_ua: Так, додати місце

source: Yes, Bulk upload rooms
el_gr: Ναι, δωμάτια μαζικής μεταφόρτωσης
lt_lt: Taip, masinio įkėlimo kambariai
lv_lv: Jā, lielapjoma augšupielādes telpas
nb_no: Ja, masseopplasting av rom
uk_ua: Так, кімнати для масового завантаження

source: Purchase services
el_gr: Αγορά υπηρεσιών
lt_lt: Pirkimo paslaugos
lv_lv: Pakalpojumu iegāde
nb_no: Kjøp tjenester
uk_ua: Послуги закупівлі

source: Do not ask again
el_gr: Μην ξαναρωτήσετε
lt_lt: Daugiau neklausk
lv_lv: Nejautājiet vēlreiz
nb_no: Ikke spør igjen
uk_ua: Більше не питай

source: No, i will do later
el_gr: Όχι, θα το κάνω αργότερα
lt_lt: Ne, padarysiu vėliau
lv_lv: Nē, es darīšu vēlāk
nb_no: Nei, det gjør jeg senere
uk_ua: Ні, я зроблю пізніше

source: External Tour
el_gr: Εξωτερική περιήγηση
lt_lt: Išorinis turas
lv_lv: Ārējā tūre
nb_no: Ekstern omvisning
uk_ua: Зовнішній тур

source: The tour has been successfully created, add the link of your external tour to it.
el_gr: Η ξενάγηση δημιουργήθηκε με επιτυχία, προσθέστε σε αυτήν τον σύνδεσμο της εξωτερικής σας περιήγησης.
lt_lt: Ekskursija sėkmingai sukurta, pridėkite prie jos savo išorinės ekskursijos nuorodą.
lv_lv: Ekskursija ir veiksmīgi izveidota, pievienojiet tai savas ārējās ekskursijas saiti.
nb_no: Turen er opprettet, legg til lenken til din eksterne tur til den.
uk_ua: Тур успішно створено, додайте до нього посилання на свій зовнішній тур.

source: Link
el_gr: Σύνδεσμος
lt_lt: Nuoroda
lv_lv: Saite
uk_ua: Посилання

source: Confirm
el_gr: Επιβεβαίωση
lt_lt: Patvirtinti
lv_lv: Apstiprināt
nb_no: Bekreft
uk_ua: Підтвердити

source: Lock Virtual Tour
el_gr: Κλείδωμα εικονικής περιήγησης
lt_lt: Užrakinti virtualią kelionę
lv_lv: Bloķēt virtuālo ceļojumu
nb_no: Lås virtuell omvisning
uk_ua: Заблокувати віртуальний тур

source: Are you sure you want to lock the virtual tour <b id='name_vt_lock'></b>?
el_gr: Είστε βέβαιοι ότι θέλετε να κλειδώσετε την εικονική περιήγηση<b id='name_vt_lock'></b> ?
lt_lt: Ar tikrai norite užrakinti virtualią kelionę?<b id='name_vt_lock'></b> ?
lv_lv: Vai tiešām vēlaties bloķēt virtuālo ceļvedi?<b id='name_vt_lock'></b> ?
nb_no: Er du sikker på at du vil låse den virtuelle omvisningen<b id='name_vt_lock'></b> ?
uk_ua: Ви впевнені, що бажаєте заблокувати віртуальний тур?<b id='name_vt_lock'></b> ?

source: Note: the tour can no longer be modified by the customer until it is unlocked.
el_gr: Σημείωση: η περιήγηση δεν μπορεί πλέον να τροποποιηθεί από τον πελάτη μέχρι να ξεκλειδωθεί.
lt_lt: Pastaba: klientas nebegali keisti kelionės, kol ji nebus atrakinta.
lv_lv: Piezīme: klients vairs nevar mainīt ceļvedi, kamēr tas nav atbloķēts.
nb_no: Merk: turen kan ikke lenger endres av kunden før den er låst opp.
uk_ua: Примітка: тур більше не може бути змінений клієнтом, доки його не буде розблоковано.

source: Custom message
el_gr: Προσαρμοσμένο μήνυμα
lt_lt: Pasirinktinis pranešimas
lv_lv: Pielāgots ziņojums
nb_no: Egendefinert melding
uk_ua: Спеціальне повідомлення

source: This tour has been locked. If you didn't purchase a service, please contact support.
el_gr: Αυτή η περιοδεία έχει κλειδωθεί. Εάν δεν αγοράσατε κάποια υπηρεσία, επικοινωνήστε με την υποστήριξη.
lt_lt: Ši kelionė užrakinta. Jei neįsigijote paslaugos, susisiekite su palaikymo tarnyba.
lv_lv: Šī ekskursija ir bloķēta. Ja neesat iegādājies pakalpojumu, lūdzu, sazinieties ar atbalsta dienestu.
nb_no: Denne turen er låst. Hvis du ikke har kjøpt en tjeneste, vennligst kontakt kundestøtte.
uk_ua: Цей тур заблоковано. Якщо ви не купували послугу, зверніться до служби підтримки.

source: Yes, Lock
el_gr: Ναι, Λοκ
lt_lt: Taip, Lock
lv_lv: Jā, Lock
nb_no: Ja, Lock
uk_ua: Так, Лок

source: Unlock Virtual Tour
el_gr: Ξεκλειδώστε την εικονική περιήγηση
lt_lt: Atrakinkite virtualią kelionę
lv_lv: Atbloķējiet virtuālo ceļojumu
nb_no: Lås opp virtuell omvisning
uk_ua: Розблокуйте віртуальний тур
