Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: You cannot create Rooms on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε δωμάτια σε μια εξωτερική εικονική περιήγηση!
lt_lt: Jūs negalite sukurti kambarių išoriniame virtualiame ture!
lv_lv: Jūs nevarat izveidot Istabas ārējā virtuālā tūrē!
nb_no: Du kan ikke opprette rom på en ekstern virtuell omvisning!
uk_ua: Ви не можете створювати Кімнати під час зовнішнього віртуального туру!

source: CREATE NEW ROOM
el_gr: ΔΗΜΙΟΥΡΓΊΑ ΝΈΟΥ ΔΩΜΑΤΊΟΥ
lt_lt: SUKURKITE NAUJĄ KAMBARĮ
lv_lv: IZVEIDOT JAUNU ISTABU
nb_no: OPPRETT NYTT ROM
uk_ua: СТВОРИТИ НОВУ КІМНАТУ

source: BULK
lt_lt: URMU
lv_lv: LIELAPJOMA
uk_ua: ОПТОМ

source: You have reached the maximum number of Rooms allowed from your plan!
el_gr: Έχετε φτάσει στο μέγιστο επιτρεπόμενο αριθμό δωματίων από το πρόγραμμά σας!
lt_lt: Jūs pasiekėte maksimalų leistiną kambarių skaičių pagal jūsų planą!
lv_lv: Jūs esat sasniedzis maksimālo numuru skaitu, kas atļauts no jūsu plāna!
nb_no: Du har nådd det maksimale antallet rom som er tillatt fra planen din!
uk_ua: Ви досягли максимальної кількості Номерів, дозволених з Вашого плану!

source: LOADING ROOMS ...
el_gr: ΦΌΡΤΩΣΗ ΔΩΜΑΤΊΩΝ ...
lt_lt: PAKROVIMO PATALPOS ...
lv_lv: IEKRAUŠANAS TELPAS ...
nb_no: LASTEROM ...
uk_ua: ВАНТАЖНІ КІМНАТИ ...

source: New Room
el_gr: Νέο Δωμάτιο
lt_lt: Naujas kambarys
lv_lv: Jauna Telpa
nb_no: Nytt rom
uk_ua: Нова кімната

source: Video 360
el_gr: Βίντεο 360
lt_lt: Vaizdo įrašas 360
uk_ua: Відео 360

source: Video Stream (HLS)
el_gr: Ροή βίντεο (HLS)
lt_lt: Vaizdo įrašų srautas (HLS)
lv_lv: Video straume (HLS)
nb_no: Videostrøm (HLS)
uk_ua: Відеопотік (HLS)

source: HLS Video Url
lt_lt: HLS vaizdo įrašo URL
nb_no: URL-adresse til HLS-video
uk_ua: URL-адреса відео HLS

source: Describe the panorama
el_gr: Περιγράψτε το πανόραμα
lt_lt: Apibūdinkite panoramą
lv_lv: Aprakstiet panorāmu
nb_no: Beskriv panoramaet
uk_ua: Опишіть панораму

source: A.I. Panorama generated this month
el_gr: Το A.I. Panorama δημιουργήθηκε αυτό το μήνα
lt_lt: A.I. Panorama sugeneruota šį mėnesį
lv_lv: A.I. Panorāma, kas radīta šomēnes
nb_no: AI Panorama generert denne måneden
uk_ua: Панорама штучного інтелекту згенерована цього місяця

source: A.I. Panorama generated
el_gr: ΟΛΑ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ. Δημιουργήθηκε πανόραμα
lt_lt: A.I. Panorama sugeneruota
lv_lv: A.I. Radīta panorāma
nb_no: AI-panorama generert
uk_ua: А.І. Панорама згенерована

source: GENERATE PANORAMA
el_gr: ΔΗΜΙΟΥΡΓΊΑ ΠΑΝΟΡΆΜΑΤΟΣ
lt_lt: GENERUOTI PANORAMĄ
lv_lv: ĢENERĒT PANORĀMU
nb_no: GENERER PANORAMA
uk_ua: СТВОРИТИ ПАНОРАМУ

source: <span id="ai_generated_panoramas">%s</span> GENERATED PANORAMAS
el_gr: <span id="ai_generated_panoramas">%s</span> ΔΗΜΙΟΥΡΓΗΘΗΚΑΝ ΠΑΝΟΡΑΜΑΤΑ
lt_lt: <span id="ai_generated_panoramas">%s</span> SUGENERUOTOS PANORAMOS
lv_lv: <span id="ai_generated_panoramas">%s</span> ĢENERĒTAS PANORĀMAS
nb_no: <span id="ai_generated_panoramas">%s</span> GENERERTE PANORAMAER
uk_ua: <span id="ai_generated_panoramas">%s</span> ЗГЕНЕРОВАНІ ПАНОРАМИ

source: preview
el_gr: προεπισκόπηση
lt_lt: peržiūra
lv_lv: Priekšskatījums
nb_no: forhåndsvis
uk_ua: попередній перегляд

source: Panorama image
el_gr: Εικόνα πανοράματος
lt_lt: Panoraminis vaizdas
lv_lv: Panorāmas attēls
nb_no: Panoramabilde
uk_ua: Панорамне зображення

source: Max allowed file size:
el_gr: Μέγιστο επιτρεπόμενο μέγεθος αρχείου:
lt_lt: Maksimalus leidžiamas failo dydis:
lv_lv: Maksimālais atļautais faila lielums:
nb_no: Maks tillatt filstørrelse:
uk_ua: Максимально допустимий розмір файлу:

source: Upload a 360 degree panoramic image of the environment that you will want to view in Augmented Reality to correctly position the POIs.
el_gr: Ανεβάστε μια πανοραμική εικόνα 360 μοιρών του περιβάλλοντος που θα θέλετε να προβάλετε στην Επαυξημένη πραγματικότητα για να τοποθετήσετε σωστά τα POI.
lt_lt: Įkelkite 360 laipsnių panoraminį aplinkos vaizdą, kurį norėsite peržiūrėti papildytoje realybėje, kad teisingai nustatytumėte lankytinas vietas.
lv_lv: Augšupielādējiet 360 grādu panorāmas attēlu par vidi, kuru vēlēsities skatīt paplašinātajā realitātē, lai pareizi novietotu pirkšanas objektus.
nb_no: Last opp et 360-graders panoramabilde av omgivelsene som du vil se i Augmented Reality for å plassere interessepunktene riktig.
uk_ua: Завантажте панорамне зображення оточення на 360 градусів, яке ви захочете переглянути в доповненій реальності, щоб правильно розташувати POI.

source: Accepted only images in JPG/PNG format. For 360 degree in equirectangular 2:1 format.
el_gr: Γίνονται δεκτές μόνο εικόνες σε μορφή JPG/PNG. Για 360 μοίρες σε ισοκατευθυντική μορφή 2:1.
lt_lt: Priimami tik JPG/PNG formato vaizdai. 360 laipsnių lygiagrečiu 2:1 formatu.
lv_lv: Pieņemti tikai attēli JPG/PNG formātā. 360 grādiem vienādmalu 2:1 formātā.
nb_no: Godtok kun bilder i JPG/PNG-format. For 360 grader i ekvirektangulært 2:1-format.
uk_ua: Приймаються тільки зображення у форматі JPG/PNG. Для 360 градусів в рівнокутному форматі 2:1.

source: %s EXISTING PANORAMAS
el_gr: %s ΥΠΑΡΧΟΝΤΑ ΠΑΝΟΡΑΜΑΤΑ
lt_lt: %s ESAMOS PANORAMOS
lv_lv: %s ESOŠĀS PANORĀMAS
nb_no: %s EKSISTERENDE PANORAMAER
uk_ua: %s ІСНУЮЧІ ПАНОРАМИ

source: File
el_gr: Αρχείο
lt_lt: Failas
lv_lv: Fails
nb_no: Fil
uk_ua: Файл

source: Accepted only lottie file in Json format.
el_gr: Αποδεκτό μόνο το αρχείο lottie σε μορφή Json.
lt_lt: Priimtas tik lottie failas Json formatu.
lv_lv: Pieņemts tikai lottie fails Json formātā.
nb_no: Aksepterte kun lottie-fil i Json-format.
uk_ua: Приймається тільки файл lottie у форматі Json.

source: Delete Room
el_gr: Διαγραφή δωματίου
lt_lt: Ištrinti kambarį
lv_lv: Dzēst telpu
nb_no: Slett leilighet
uk_ua: Видалити кімнату

source: Are you sure you want to delete the room <b id='name_room_delete'></b>?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το δωμάτιο<b id='name_room_delete'></b> ?
lt_lt: Ar tikrai norite ištrinti kambarį <b id='name_room_delete'></b>?
lv_lv: Vai tiešām vēlaties izdzēst istabu <b id='name_room_delete'></b>?
nb_no: Er du sikker på at du vil slette rommet <b id='name_room_delete'></b>?
uk_ua: Ви впевнені, що хочете видалити кімнату <b id='name_room_delete'></b>?

source: Note: the room is published on Google Street View and deleting it will not remove it from Google Maps.
el_gr: Σημείωση: το δωμάτιο έχει δημοσιευτεί στο Google Street View και η διαγραφή του δεν θα το καταργήσει από τους Χάρτες Google.
lt_lt: Pastaba: kambarys skelbiamas "Google Street View", todėl jį pašalinus iš "Google Maps" jis nebus pašalintas.
lv_lv: Piezīme: telpa ir publicēta pakalpojumā Google ielas attēls, un, to izdzēšot, tā netiks noņemta no pakalpojuma Google Maps.
nb_no: Merk: Rommet er publisert på Google Street View, og hvis du sletter det, fjernes det ikke fra Google Maps.
uk_ua: Примітка: кімната опублікована в Google Street View, і її видалення не видалить її з Google Maps.

source: Duplicate Room
el_gr: Διπλό δωμάτιο
lt_lt: Dubliuotas kambarys
lv_lv: Numura dublikāts
nb_no: Dupliser rom
uk_ua: Дублікат кімнати

source: Are you sure you want to duplicate the room?
el_gr: Είστε βέβαιοι ότι θέλετε να αντιγράψετε το δωμάτιο;
lt_lt: Ar tikrai norite dubliuoti kambarį?
lv_lv: Vai tiešām vēlaties dublēt istabu?
nb_no: Er du sikker på at du vil duplisere rommet?
uk_ua: Ви впевнені, що хочете продублювати кімнату?

source: On the same tour
el_gr: Στην ίδια περιοδεία
lt_lt: Toje pačioje kelionėje
lv_lv: Tajā pašā tūrē
nb_no: På samme tur
uk_ua: На тому ж турі

source: A.I. Generated Panoramas
el_gr: Πανοράματα που παράγονται από Α.Ι
lt_lt: A.I. Sukurtos panoramos
lv_lv: A.I. ģenerētās panorāmas
nb_no: AI-genererte panoramaer
uk_ua: Панорами, створені штучним інтелектом

source: retrieving the list of generated panoramas.. please wait.
el_gr: ανάκτηση της λίστας των πανοραμικών που δημιουργήθηκαν.. περιμένετε.
lt_lt: sugeneruotų panoramų sąrašo gavimas.. palauk.
lv_lv: izgūstot ģenerēto panorāmu sarakstu.. lūdzu, gaidi.
nb_no: henter listen over genererte panoramaer.. vent.
uk_ua: отримання списку згенерованих панорам.. Будь ласка, зачекай.

source: Existing Panoramas
el_gr: Υπάρχοντα πανοράματα
lt_lt: Esamos panoramos
lv_lv: Esošās panorāmas
nb_no: Eksisterende panoramabilder
uk_ua: Існуючі панорами

source: Public visibility
el_gr: Δημόσια προβολή
lt_lt: Matomumas visuomenėje
lv_lv: Publiska atpazīstamība
nb_no: Offentlig synlighet
uk_ua: Видимість для громадськості

source: can only be set by administrators
el_gr: μπορεί να οριστεί μόνο από τους διαχειριστές
lt_lt: gali nustatyti tik administratoriai
lv_lv: var iestatīt tikai administratori
nb_no: kan bare angis av administratorer
uk_ua: може бути встановлена тільки адміністраторами

source: retrieving the list of existing panoramas... please wait.
el_gr: ανάκτηση της λίστας με τα υπάρχοντα πανοράματα... περιμένετε.
lt_lt: gauti esamų panoramų sąrašą... palauk.
lv_lv: izgūstot esošo panorāmu sarakstu... lūdzu, gaidi.
nb_no: Henter listen over eksisterende panoramaer ... vent.
uk_ua: Отримання списку існуючих панорам... Будь ласка, зачекай.

source: Set Initial Room
el_gr: Σετ αρχικού δωματίου
lt_lt: Nustatykite pradinį kambarį
lv_lv: Iestatiet sākotnējo istabu
nb_no: Angi første rom
uk_ua: Встановити початкову кімнату

source: Mode
el_gr: Λειτουργία
lt_lt: Režimas
lv_lv: Režīms
nb_no: Modus
uk_ua: Режим

source: First Room
el_gr: Πρώτο δωμάτιο
lt_lt: Pirmas kambarys
lv_lv: Pirmā istaba
nb_no: Første rom
uk_ua: Перша кімната

source: Random Room
el_gr: Τυχαίο δωμάτιο
lt_lt: Atsitiktinis kambarys
lv_lv: Izlases istaba
nb_no: Tilfeldig rom
uk_ua: Випадкова кімната

source: Select Room
el_gr: Επιλέξτε Δωμάτιο
lt_lt: Pasirinkite kambarį
lv_lv: Izvēlieties istabu
nb_no: Velg leilighet
uk_ua: Вибрати кімнату

source: Save
el_gr: Αποθήκευση
lt_lt: Išsaugoti
lv_lv: Saglabāt
nb_no: Lagre
uk_ua: Зберегти

source: Are you sure you want to select the <b id='name_room_initial'></b> as initial room?
el_gr: Είστε βέβαιοι ότι θέλετε να επιλέξετε το<b id='name_room_initial'></b> ως αρχικό δωμάτιο;
lt_lt: Ar tikrai norite pasirinkti<b id='name_room_initial'></b> kaip pradinis kambarys?
lv_lv: Vai tiešām vēlaties atlasīt<b id='name_room_initial'></b> kā sākotnējā istaba?
nb_no: Er du sikker på at du vil velge<b id='name_room_initial'></b> som første rom?
uk_ua: Ви впевнені, що хочете вибрати<b id='name_room_initial'></b> як початкова кімната?

source: Yes, Set
el_gr: Ναι, Σετ
lt_lt: Taip, Set
lv_lv: Jā, iestatīt
nb_no: Ja, Set
uk_ua: Так, Сет

source: It is not possible to subscribe on this demo server. This section is shown for demonstration purposes only.
el_gr: Δεν είναι δυνατή η εγγραφή σε αυτόν τον διακομιστή επίδειξης. Αυτή η ενότητα εμφανίζεται μόνο για λόγους επίδειξης.
lt_lt: Neįmanoma užsiprenumeruoti šio demonstracinio serverio. Šis skyrius rodomas tik demonstravimo tikslais.
lv_lv: Nav iespējams abonēt šo demonstrācijas serveri. Šī sadaļa ir redzama tikai demonstrācijas nolūkiem.
nb_no: Det er ikke mulig å abonnere på denne demoserveren. Denne delen vises kun for demonstrasjonsformål.
uk_ua: Підписатися на цьому демо-сервері неможливо. Цей розділ показаний лише для демонстрації.

source: Choose a pricing plan
el_gr: Επιλέξτε ένα σχέδιο τιμολόγησης
lt_lt: Pasirinkite kainodaros planą
lv_lv: Izvēlieties cenu plānu
nb_no: Velg en prisplan
uk_ua: Оберіть тарифний план

source: expires in %s days
el_gr: λήγει σε %s ημέρες
lt_lt: nustoja galioti po %s dienų
lv_lv: Derīguma termiņš beidzas pēc %s dienām
nb_no: Utløper om %s dager
uk_ua: Термін дії закінчується через %s днів

source: Free
el_gr: Δωρεάν
lt_lt: Nemokamas
lv_lv: Bezmaksas
nb_no: Gratis
uk_ua: Безкоштовно

source: per month
el_gr: κάθε μήνα
lt_lt: per mėnesį
lv_lv: Mēnesī
nb_no: per måned
uk_ua: Місяць

source: for each tour
el_gr: για κάθε ξενάγηση
lt_lt: kiekvienai kelionei
lv_lv: katrai ekskursijai
nb_no: for hver tur
uk_ua: за кожен тур

source: Gallery Images
el_gr: Γκαλερί Εικόνων
lt_lt: Nuotraukų galerija
lv_lv: Galerijas attēli
nb_no: Galleribilder
uk_ua: Зображення Галереї

source: Panorama Upload Size
el_gr: Πανόραμα Upload Μέγεθος
lt_lt: Panoramos įkėlimo dydis
lv_lv: Panorāmas augšupielādes lielums
nb_no: Størrelse på panoramaopplasting
uk_ua: Розмір завантаження панорами

source: Storage Quota
el_gr: Ποσοστό αποθήκευσης
lt_lt: Saugojimo kvota
lv_lv: Uzglabāšanas kvota
nb_no: Lagringskvote
uk_ua: Квота на зберігання

source: Features
el_gr: Χαρακτηριστικά
lt_lt: Funkcijos
lv_lv: Iezīmes
nb_no: Funksjoner
uk_ua: Особливості

source: show features
el_gr: χαρακτηριστικά εμφάνισης
lt_lt: Rodyti funkcijas
lv_lv: rādīt funkcijas
nb_no: Vis funksjoner
uk_ua: Показати особливості

source: hide features
el_gr: απόκρυψη χαρακτηριστικών
lt_lt: slėpti funkcijas
lv_lv: slēpt funkcijas
nb_no: Skjul funksjoner
uk_ua: Приховати функції

source: Powered By Logo / Text
el_gr: Powered By Λογότυπο / Κείμενο
lt_lt: Parengta pagal logotipą / tekstą
lv_lv: Darbojas ar logotipu / tekstu
nb_no: Drevet av logo / tekst
uk_ua: Працює на логотипі / тексті

source: with credits
el_gr: με πιστώσεις
lt_lt: su kreditais
lv_lv: ar kredītiem
nb_no: med studiepoeng
uk_ua: з кредитами

source: per month
el_gr: ανά μήνα
lt_lt: per mėnesį
lv_lv: Mēnesī
nb_no: per måned
uk_ua: в місяць

source: Reactivate Subscription
el_gr: Επαναδραστηριοποίηση συνδρομής
lt_lt: Iš naujo suaktyvinkite prenumeratą
lv_lv: Atkārtoti aktivizēt abonementu
nb_no: Aktiver abonnement på
uk_ua: Повторна активація підписки

source: Current Subscription (Canceled)
el_gr: Τρέχουσα συνδρομή (Ακυρωμένη)
lt_lt: Dabartinė prenumerata (atšaukta)
lv_lv: Pašreizējais abonements (atcelts)
nb_no: Gjeldende abonnement (kansellert)
uk_ua: Поточна підписка (скасована)

source: Current Subscription
el_gr: Τρέχουσα συνδρομή
lt_lt: Dabartinė prenumerata
lv_lv: Pašreizējais abonements
nb_no: Gjeldende abonnement
uk_ua: Поточна підписка

source: Find out more
el_gr: Μάθετε περισσότερα
lt_lt: Daugiau
lv_lv: Uzzini vairāk
nb_no: Les mer
uk_ua: Дізнатися більше

source: Subscribe
el_gr: Εγγραφή
lt_lt: Prenumeruoti
lv_lv: Pierakstīties
nb_no: Abonner
uk_ua: Підписатися

source: Change Subscription
el_gr: Αλλαγή στοιχείων συνδρομής
lt_lt: Keisti prenumeratą
lv_lv: Mainīt abonementu
nb_no: Endre abonnement
uk_ua: Змінити підписку

source: You cannot subscribe to this plan as the number of your tours exceeds the limit defined in this subscription.
el_gr: Δεν μπορείτε να εγγραφείτε σε αυτό το πρόγραμμα, καθώς ο αριθμός των περιηγήσεών σας υπερβαίνει το όριο που ορίζεται σε αυτή τη συνδρομή.
lt_lt: Negalite užsiprenumeruoti šio plano, nes jūsų ekskursijų skaičius viršija šioje prenumeratoje nustatytą limitą.
lv_lv: Jūs nevarat abonēt šo plānu, jo jūsu ekskursiju skaits pārsniedz šajā abonementā noteikto ierobežojumu.
nb_no: Du kan ikke abonnere på denne planen da antallet turer overskrider grensen som er definert i dette abonnementet.
uk_ua: Ви не можете підписатися на цей план, оскільки кількість ваших турів перевищує ліміт, визначений у цьому абонементі.

source: cancel current subscription
el_gr: ακυρώστε την τρέχουσα συνδρομή
lt_lt: Dabartinės prenumeratos atšaukimas
lv_lv: atcelt pašreizējo abonementu
nb_no: Si opp gjeldende abonnement
uk_ua: Скасувати поточну підписку

source: modify payment details
el_gr: τροποποιήστε τα στοιχεία πληρωμής
lt_lt: keisti mokėjimo informaciją
lv_lv: mainīt maksājuma informāciju
nb_no: Endre betalingsdetaljer
uk_ua: Як змінити платіжні реквізити

source: Are you sure you want to change your subscription?
el_gr: Είστε βέβαιοι ότι θέλετε να αλλάξετε τη συνδρομή σας;
lt_lt: Ar tikrai norite pakeisti prenumeratą?
lv_lv: Vai tiešām vēlaties mainīt savu abonementu?
nb_no: Er du sikker på at du vil endre abonnementet ditt?
uk_ua: Ви впевнені, що хочете змінити свою підписку?

source: New plan
el_gr: Νέο σχέδιο
lt_lt: Naujas planas
lv_lv: Jauns plāns
nb_no: Ny plan
uk_ua: Новий план

source: Next payment
el_gr: Επόμενη πληρωμή
lt_lt: Kitas mokėjimas
lv_lv: Nākamais maksājums
nb_no: Neste betaling
uk_ua: Наступний платіж

source: Subsequent payments
el_gr: Μεταγενέστερες πληρωμές
lt_lt: Vėlesni mokėjimai
lv_lv: Turpmākie maksājumi
nb_no: Etterfølgende betalinger
uk_ua: Подальші платежі

source: Yes, Change
el_gr: Ναι, αλλαγή
lt_lt: Taip, keisti
lv_lv: Jā, mainīt
nb_no: Ja, endre
uk_ua: Так, зміни

source: Cancel Subscription
el_gr: Ακύρωση Συνδρομής
lt_lt: Atsisakyti prenumeratos
lv_lv: Atcelt abonementu
nb_no: Avslutt abonnement
uk_ua: Скасувати підписку

source: Are you sure you want to cancel your current subscription?
el_gr: Είστε βέβαιοι ότι θέλετε να ακυρώσετε την τρέχουσα συνδρομή σας;
lt_lt: Ar tikrai norite atšaukti dabartinę prenumeratą?
lv_lv: Vai tiešām vēlaties atcelt pašreizējo abonementu?
nb_no: Er du sikker på at du vil si opp ditt nåværende abonnement?
uk_ua: Ви впевнені, що хочете скасувати поточну підписку?

source: Actual plan
el_gr: Πραγματικό σχέδιο
lt_lt: Faktinis planas
lv_lv: Faktiskais plāns
nb_no: Faktisk plan
uk_ua: Актуальний план

source: Active until
el_gr: Ενεργό μέχρι
lt_lt: Aktyvus iki
lv_lv: Aktīvs līdz
nb_no: Aktiv frem til
uk_ua: Активний до

source: Yes, Cancel
el_gr: Ναι, Ακύρωση
lt_lt: Taip, atšaukti
lv_lv: Jā, atcelt
nb_no: Ja, avbryt
uk_ua: Так, скасувати

source: Are you sure you want to reactivate your canceled subscription?
el_gr: Είστε βέβαιοι ότι θέλετε να επανενεργοποιήσετε την ακυρωμένη συνδρομή σας;
lt_lt: Ar tikrai norite iš naujo suaktyvinti atšauktą prenumeratą?
lv_lv: Vai tiešām vēlaties atkārtoti aktivizēt atcelto abonementu?
nb_no: Er du sikker på at du vil aktivere det kansellerte abonnementet på nytt?
uk_ua: Ви впевнені, що хочете повторно активувати скасовану підписку?

source: Yes, Reactivate
el_gr: Ναι, επανενεργοποίηση
lt_lt: Taip, aktyvinti iš naujo
lv_lv: Jā, atkārtoti aktivizēt
nb_no: Ja, aktiver på nytt
uk_ua: Так, повторна активація

source: You must first cancel your current subscription to activate a new one
el_gr: Πρέπει πρώτα να ακυρώσετε την τρέχουσα συνδρομή σας για να ενεργοποιήσετε μια νέα
lt_lt: Pirmiausia turite atšaukti dabartinę prenumeratą, kad suaktyvintumėte naują
lv_lv: Lai aktivizētu jaunu abonementu, vispirms ir jāatceļ pašreizējais abonements
nb_no: Du må først si opp ditt nåværende abonnement for å aktivere et nytt
uk_ua: Спочатку потрібно скасувати поточну підписку, щоб активувати нову

source: Loading info content ...
el_gr: Φόρτωση περιεχομένου πληροφοριών ...
lt_lt: Įkeliamas informacijos turinys ...
lv_lv: Informācijas satura ielāde ...
nb_no: Laster inn informasjonsinnhold ...
uk_ua: Завантаження інфо контенту ...

source: Saving info content ... Do not close this window!
el_gr: Αποθήκευση περιεχομένου πληροφοριών ... Μην κλείσετε αυτό το παράθυρο!
lt_lt: Informacijos turinio išsaugojimas ... Neuždarykite šio lango!
lv_lv: Informācijas satura saglabāšana ... Neaizveriet šo logu!
nb_no: Lagre informasjonsinnhold ... Ikke lukk dette vinduet!
uk_ua: Збереження інфоконтенту ... Не закривайте це вікно!

source: Your "%s" plan not allow to create Showcases!
el_gr: Το σχέδιό σας "%s" δεν επιτρέπει τη δημιουργία περιπτώσεων προβολής!
lt_lt: Jūsų "%s" planas neleidžia kurti vitrinų!
lv_lv: Jūsu "%s" plāns neļauj izveidot vitrīnas!
nb_no: Din "%s"-plan tillater ikke å lage utstillingsvinduer!
uk_ua: Ваш план "%s" не дозволяє створювати Вітрини!

source: N. Tours
el_gr: Ν. Περιηγήσεις
lt_lt: N. Ekskursijos
nb_no: N. Turer
uk_ua: Н. Турів

source: You cannot use Sound Library on an external virtual tour!
el_gr: Δεν μπορείτε να χρησιμοποιήσετε το Sound Library σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite naudoti garso bibliotekos išoriniame virtualiame ture!
lv_lv: Jūs nevarat izmantot Sound Library ārējā virtuālā tūrē!
nb_no: Du kan ikke bruke lydbiblioteket på en ekstern virtuell omvisning!
uk_ua: Ви не можете використовувати Фонотеку в зовнішньому віртуальному турі!

source: Your "%s" plan not allow to create Sound Library!
el_gr: Το σχέδιο "%s" δεν επιτρέπει τη δημιουργία βιβλιοθήκης ήχου!
lt_lt: Jūsų "%s" planas neleidžia sukurti garso bibliotekos!
lv_lv: Jūsu "%s" plāns neļauj izveidot Skaņu bibliotēku!
nb_no: Din "%s"-plan tillater ikke å lage lydbibliotek!
uk_ua: Ваш тариф "%s" не дозволяє створювати Фонотеку!

source: You cannot manage video projects on an external virtual tour!
el_gr: Δεν μπορείτε να διαχειριστείτε έργα βίντεο σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite valdyti vaizdo projektų išoriniame virtualiame ture!
lv_lv: Jūs nevarat pārvaldīt video projektus ārējā virtuālā tūrē!
nb_no: Du kan ikke administrere videoprosjekter på en ekstern virtuell omvisning!
uk_ua: Ви не можете керувати відеопроектами під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to manage Video Projects!
el_gr: Το σχέδιο "%s" σας δεν επιτρέπει τη διαχείριση Έργων βίντεο!
lt_lt: Jūsų "%s" planas neleidžia valdyti vaizdo įrašų projektų!
lv_lv: Jūsu "%s" plāns neļauj pārvaldīt video projektus!
nb_no: Din "%s"-plan tillater ikke å administrere videoprosjekter!
uk_ua: Ваш тариф "%s" не дозволяє керувати відеопроектами!

source: Slides
el_gr: Διαφάνειες
lt_lt: Skaidrės
lv_lv: Slaidus
uk_ua: Слайди

source: You cannot create Info Box on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε πλαίσιο πληροφοριών σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite sukurti informacijos dėžutės išoriniame virtualiame ture!
lv_lv: Jūs nevarat izveidot informācijas lodziņu ārējā virtuālā tūrē!
nb_no: Du kan ikke opprette infoboks på en ekstern virtuell omvisning!
uk_ua: Ви не можете створити Info Box під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to create Info Box!
el_gr: Το σχέδιο "%s" δεν επιτρέπει τη δημιουργία πλαισίου πληροφοριών!
lt_lt: Jūsų "%s" planas neleidžia sukurti "Info Box"!
lv_lv: Jūsu "%s" plāns neļauj izveidot informācijas lodziņu!
nb_no: Din "%s"-plan tillater ikke å opprette infoboks!
uk_ua: Ваш тарифний план "%s" не дозволяє створити Info Box!

source: Registration closed
el_gr: Η εγγραφή έκλεισε
lt_lt: Registracija baigta
lv_lv: Reģistrācija slēgta
nb_no: Påmeldingen er stengt
uk_ua: Реєстрація закрита

source: Create an Account!
el_gr: Δημιουργήστε ένα λογαριασμό!
lt_lt: Susikurkite paskyrą!
lv_lv: Izveidojiet kontu!
nb_no: Opprett en konto!
uk_ua: Створіть обліковий запис!

source: User name
el_gr: Όνομα χρήστη
lt_lt: Vartotojo vardas
lv_lv: Lietotājvārds
nb_no: Brukernavn
uk_ua: Ім'я користувача

source: Email Address
el_gr: Διεύθυνση Email
lt_lt: El. pašto adresas
lv_lv: E-pasta adrese
nb_no: E-postadresse
uk_ua: Email адреса

source: Repeat Password
el_gr: Επαναλάβατε κωδικό χρήστη
lt_lt: Pakartokite slaptažodį
lv_lv: Atkārtojiet paroli
nb_no: Gjenta passord
uk_ua: Повторити пароль

source: Type the code above
el_gr: Πληκτρολογήστε τον παραπάνω κώδικα
lt_lt: Įveskite aukščiau esantį kodą
lv_lv: Ierakstiet iepriekš norādīto kodu
nb_no: Skriv inn koden ovenfor
uk_ua: Введіть код вище

source: I agree to <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>Terms and Conditions</a
el_gr: Συμφωνώ με τους Όρους και Προϋποθέσεις του <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>&lt;/a
lt_lt: <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>Sutinku su taisyklėmis ir nuostatomis</a>
lv_lv: Es piekrītu <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>noteikumiem un nosacījumiem</a>
nb_no: Jeg godtar <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>vilkår og betingelser</a>
uk_ua: Я погоджуюсь з <a data-toggle='modal' data-backdrop='true' data-target='#modal_terms_and_conditions'>Правилами та умовами</a>

source: Register
el_gr: Εγγραφή
lt_lt: Registruotis
lv_lv: Reģistrēties
nb_no: Registrer
uk_ua: Реєстрація

source: or
el_gr: ή
lt_lt: tai
lv_lv: vai
nb_no: eller
uk_ua: або
