Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Are you sure you want to unlock the virtual tour <b id='name_vt_unlock'></b>?
el_gr: Είστε βέβαιοι ότι θέλετε να ξεκλειδώσετε την εικονική περιήγηση<b id='name_vt_unlock'></b> ?
lt_lt: Ar tikrai norite atrakinti virtualų turą<b id='name_vt_unlock'></b> ?
lv_lv: Vai tiešām vēlaties atbloķēt virtuālo ceļvedi?<b id='name_vt_unlock'></b> ?
nb_no: Er du sikker på at du vil låse opp den virtuelle omvisningen<b id='name_vt_unlock'></b> ?
uk_ua: Ви впевнені, що бажаєте розблокувати віртуальний тур?<b id='name_vt_unlock'></b> ?

source: Yes, Unlock
el_gr: Ναι, Ξεκλείδωμα
lt_lt: Taip, atrakinti
lv_lv: Jā, atbloķēt
nb_no: Ja, lås opp
uk_ua: Так, розблокувати

source: Details
el_gr: Λεπτομέρειες
lt_lt: Detalės
lv_lv: Detaļas
nb_no: Detaljer
uk_ua: Подробиці

source: Call to Action Link
el_gr: Σύνδεσμος πρόσκλησης για δράση
lt_lt: Raginimo veikti saitas
lv_lv: Saite uz aicinājumu uz darbību
nb_no: Link til oppfordring til handling
uk_ua: Посилання на заклик до дії

source: Skippable after
el_gr: Παραλείπεται μετά
lt_lt: Praleidžiama po
lv_lv: Izlaižams pēc
nb_no: Kan hoppes over etter
uk_ua: Можна пропустити після

source: enter -1 to wait for the video to end
el_gr: πληκτρολογήστε -1 για να περιμένετε να τελειώσει το βίντεο
lt_lt: įveskite -1, kad palaukite, kol vaizdo įrašas baigsis
lv_lv: Ievadiet -1, lai gaidītu videoklipa beigas
nb_no: Skriv inn -1 for å vente til videoen er ferdig
uk_ua: введіть -1, щоб дочекатися закінчення відео

source: Image
el_gr: Εικόνα
lt_lt: Paveikslėlis
lv_lv: Attēls
nb_no: Bilde
uk_ua: Зображення

source: Mp4 Video
el_gr: Mp4 βίντεο
lt_lt: Mp4 vaizdo įrašas
uk_ua: mp4 відео

source: Embedded Link
el_gr: Ενσωματωμένος σύνδεσμος
lt_lt: Įdėtasis saitas
lv_lv: Iegultā saite
nb_no: Innebygd lenke
uk_ua: Вбудоване посилання

source: Custom HTML
el_gr: Προσαρμοσμένο HTML
lt_lt: Individualus HTML
lv_lv: Pielāgots HTML
nb_no: Egendefinert HTML
uk_ua: Користувацький HTML

source: Automatically assigns to new virtual tours
el_gr: Αναθέτει αυτόματα σε νέες εικονικές περιηγήσεις
lt_lt: Automatiškai priskiria naujiems virtualiems turams
lv_lv: Automātiski piešķir jaunām virtuālajām tūrēm
nb_no: Tilordner automatisk til nye virtuelle omvisninger
uk_ua: Автоматично призначається для нових віртуальних турів

source: Content
el_gr: Περιεχόμενο
lt_lt: Turinys
lv_lv: Saturs
nb_no: Innhold
uk_ua: Контент

source: DELETE IMAGE
el_gr: ΔΙΑΓΡΑΦΗ ΕΙΚΟΝΑΣ
lt_lt: IŠTRINTI VAIZDĄ
lv_lv: DZĒST ATTĒLU
nb_no: SLETT BILDE
uk_ua: ВИДАЛИТИ ЗОБРАЖЕННЯ

source: Upload Image
el_gr: Μεταφόρτωση Εικόνας
lt_lt: Įkelti paveikslėlį
lv_lv: Augšupielādēt attēlu
nb_no: Last opp bilde
uk_ua: Завантажити зображення

source: DELETE VIDEO
el_gr: ΔΙΑΓΡΑΦΗ ΒΙΝΤΕΟ
lt_lt: IŠTRINTI VAIZDO ĮRAŠĄ
lv_lv: DZĒST VIDEO
nb_no: SLETT VIDEO
uk_ua: ВИДАЛИТИ ВІДЕО

source: Assigned Plans
el_gr: Εκχωρηθέντα σχέδια
lt_lt: Priskirti planai
lv_lv: Piešķirtie plāni
nb_no: Tildelte planer
uk_ua: Призначені плани

source: Assigned Virtual Tours
el_gr: Εκχωρημένες εικονικές περιηγήσεις
lt_lt: Priskyrė virtualius turus
lv_lv: Piešķirtās virtuālās ekskursijas
nb_no: Tildelte virtuelle omvisninger
uk_ua: Призначені віртуальні тури

source: Delete Advertisement
el_gr: Διαγραφή διαφήμισης
lt_lt: Ištrinti reklamą
lv_lv: Dzēst reklāmu
nb_no: Slett annonse
uk_ua: Видалити рекламу

source: Are you sure you want to delete the advertisement?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τη διαφήμιση;
lt_lt: Ar tikrai norite ištrinti skelbimą?
lv_lv: Vai tiešām vēlaties dzēst reklāmu?
nb_no: Er du sikker på at du vil slette annonsen?
uk_ua: Ви впевнені, що хочете видалити рекламу?

source: You cannot create Markers on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε δείκτες σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite sukurti žymeklių išoriniame virtualiame ture!
lv_lv: Jūs nevarat izveidot marķierus ārējā virtuālā tūrē!
nb_no: Du kan ikke opprette markører på en ekstern virtuell omvisning!
uk_ua: Ви не можете створювати маркери в зовнішньому віртуальному турі!

source: You have reached the maximum number of Markers allowed from your plan!
el_gr: Έχετε φτάσει στο μέγιστο επιτρεπόμενο αριθμό δεικτών από το πρόγραμμά σας!
lt_lt: Jūs pasiekėte maksimalų žymeklių skaičių, leidžiamą iš jūsų plano!
lv_lv: Jūs esat sasniedzis maksimālo atļauto marķieru skaitu no jūsu plāna!
nb_no: Du har nådd det maksimale antallet markører som er tillatt fra planen din!
uk_ua: Ви досягли максимальної кількості Маркерів, дозволених з вашого плану!

source: Add Marker
el_gr: Προσθήκη δείκτη
lt_lt: Pridėti žymeklį
lv_lv: Marķiera pievienošana
nb_no: Legg til Markør
uk_ua: Додати маркер

source: Style
el_gr: Στυλ
lt_lt: Stiliaus rinkinys
lv_lv: Stils
nb_no: Stil
uk_ua: Стиль

source: Icon
el_gr: Εικονίδιο
lt_lt: Piktograma
lv_lv: Ikona
nb_no: Ikon
uk_ua: Іконка

source: Selection Area
el_gr: Περιοχή επιλογής
lt_lt: Pasirinkimo sritis
lv_lv: Atlases apgabals
nb_no: Utvalgsområde
uk_ua: Область вибору

source: LookAt
lt_lt: Pažiūrėk
nb_no: Se på
uk_ua: Дивись

source: moves the view in the direction of the clicked marker
el_gr: μετακινεί την προβολή προς την κατεύθυνση του δείκτη που έχει επιλεγεί
lt_lt: perkelia vaizdą spustelėto žymeklio kryptimi
lv_lv: pārvieto skatu noklikšķinātā marķiera virzienā
nb_no: Flytter visningen i retning av markøren du klikket på
uk_ua: Переміщує вигляд у напрямку натиснутого маркера

source: Disabled
el_gr: Απενεργοποιημένο
lt_lt: Išjungta
lv_lv: Atspējot
nb_no: Deaktivert
uk_ua: Вимкнено

source: Horizontal only
el_gr: Μόνο οριζόντια
lt_lt: Tik horizontaliai
lv_lv: Tikai horizontāli
nb_no: Bare horisontal
uk_ua: Тільки по горизонталі

source: Horizontal and Vertical
el_gr: Οριζόντια και κάθετα
lt_lt: Horizontalus ir vertikalus
lv_lv: Horizontāli un vertikāli
nb_no: Horisontal og vertikal
uk_ua: По горизонталі і вертикалі

source: Room Target
el_gr: Στόχος δωματίου
lt_lt: Kambario tikslas
lv_lv: Numura mērķis
nb_no: Mål for rom
uk_ua: Мішень для кімнати

source: Same Azimuth enabled: can not override the Initial Position.
el_gr: Ενεργοποιημένο το ίδιο αζιμούθιο: δεν μπορεί να παρακάμψει την αρχική θέση.
lt_lt: Tas pats azimutas įjungtas: negali nepaisyti pradinės padėties.
lv_lv: Tas pats Azimuts iespējots: nevar ignorēt sākotnējo pozīciju.
nb_no: Samme azimut aktivert: kan ikke overstyre startposisjonen.
uk_ua: Той самий азимут увімкнено: не може перевизначити початкову позицію.

source: Drag the view to set the starting position belongs to this marker. Only works if 'Same Azimuth' is disabled.
el_gr: Σύρετε την προβολή για να ορίσετε την αρχική θέση που ανήκει σε αυτόν τον δείκτη. Λειτουργεί μόνο αν το 'Ίδιο αζιμούθιο' είναι απενεργοποιημένο.
lt_lt: Vilkite rodinį, kad nustatytumėte, jog pradinė padėtis priklauso šiam žymekliui. Veikia tik tuo atveju, jei "Tas pats azimutas" yra išjungtas.
lv_lv: Velciet skatu, lai iestatītu sākuma pozīciju, kas pieder šim marķierim. Darbojas tikai tad, ja ir atspējots "Tas pats azimuts".
nb_no: Dra visningen for å angi startposisjonen som tilhører denne markøren. Fungerer bare hvis 'Same Azimuth' er deaktivert.
uk_ua: Перетягніть область перегляду, щоб встановити початкову позицію, яка належить цьому маркеру. Працює лише в тому випадку, якщо «Той самий азимут» вимкнено.

source: Add Marker to go back
el_gr: Προσθέστε δείκτη για να επιστρέψετε πίσω
lt_lt: Pridėti žymeklį, kad grįžtumėte atgal
lv_lv: Marķiera pievienošana, lai atgrieztos
nb_no: Legg til markør for å gå tilbake
uk_ua: Додайте маркер, щоб повернутися назад

source: To position it correctly, override the initial position of the Room Target in the forward direction.
el_gr: Για να τον τοποθετήσετε σωστά, παρακάμψτε την αρχική θέση του Στόχου δωματίου προς τα εμπρός.
lt_lt: Norėdami jį teisingai išdėstyti, nepaisykite pradinės kambario paskirties vietos padėties į priekį.
lv_lv: Lai to pareizi novietotu, ignorējiet telpas mērķa sākotnējo pozīciju virzienā uz priekšu.
nb_no: For å plassere den riktig, overstyr startposisjonen til rommålet i retning fremover.
uk_ua: Щоб правильно розташувати його, змініть початкове положення мішені кімнати в прямому напрямку.

source: Duplicate Marker
el_gr: Διπλότυπος δείκτης
lt_lt: Pasikartojantis žymeklis
lv_lv: Marķiera dublikāts
nb_no: Duplikatmarkør
uk_ua: Дубльований маркер

source: Are you sure you want to duplicate the marker?
el_gr: Είστε βέβαιοι ότι θέλετε να αντιγράψετε τον δείκτη;
lt_lt: Ar tikrai norite kopijuoti žymeklį?
lv_lv: Vai tiešām vēlaties dublēt marķieri?
nb_no: Er du sikker på at du vil duplisere markøren?
uk_ua: Ви впевнені, що бажаєте скопіювати маркер?

source: Delete Marker
el_gr: Διαγραφή δείκτη
lt_lt: Pašalinti markerį
lv_lv: Dzēst marķieri
nb_no: Slett markør
uk_ua: Видалити маркер

source: Are you sure you want to delete the marker?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον δείκτη;
lt_lt: Ar tikrai norite ištrinti žymeklį?
lv_lv: Vai tiešām vēlaties izdzēst marķieri?
nb_no: Er du sikker på at du vil slette markøren?
uk_ua: Ви впевнені, що хочете видалити маркер?

source: Library Icons
el_gr: Εικονίδια βιβλιοθήκης
lt_lt: Bibliotekos piktogramos
lv_lv: Bibliotēkas ikonas
nb_no: Bibliotekets ikoner
uk_ua: Піктограми бібліотеки

source: LookAt Settings
el_gr: Ρυθμίσεις LookAt
lt_lt: "LookAt" nustatymai
lv_lv: LookAt iestatījumi
nb_no: LookAt-innstillinger
uk_ua: Налаштування LookAt

source: Are you sure you want to apply LookAt setting to all existing markers by overwriting them?
el_gr: Είστε βέβαιοι ότι θέλετε να εφαρμόσετε τη ρύθμιση LookAt σε όλους τους υπάρχοντες δείκτες αντικαθιστώντας τους;
lt_lt: Ar tikrai norite pritaikyti LookAt nustatymą visiems esamiems žymekliams, juos perrašydami?
lv_lv: Vai tiešām vēlaties lietot iestatījumu LookAt visiem esošajiem marķieriem, tos pārrakstot?
nb_no: Er du sikker på at du vil bruke LookAt-innstillingen på alle eksisterende markører ved å overskrive dem?
uk_ua: Ви впевнені, що хочете застосувати налаштування LookAt до всіх існуючих маркерів, перезаписавши їх?

source: Yes, Apply
el_gr: Ναι, Εφαρμογή
lt_lt: Taip, taikyti
lv_lv: Jā, pieteikties
nb_no: Ja, søk
uk_ua: Так, подати заявку

source: Markers Settings
el_gr: Ρυθμίσεις δεικτών
lt_lt: Žymeklių nustatymai
lv_lv: Marķieru iestatījumi
nb_no: Innstillinger for markører
uk_ua: Налаштування маркерів

source: Are you sure you want to apply these settings to all existing markers by overwriting them?
el_gr: Είστε βέβαιοι ότι θέλετε να εφαρμόσετε αυτές τις ρυθμίσεις σε όλους τους υπάρχοντες δείκτες αντικαθιστώντας τους;
lt_lt: Ar tikrai norite pritaikyti šiuos nustatymus visiems esamiems žymekliams juos perrašydami?
lv_lv: Vai tiešām vēlaties lietot šos iestatījumus visiem esošajiem marķieriem, tos pārrakstot?
nb_no: Er du sikker på at du vil bruke disse innstillingene på alle eksisterende markører ved å overskrive dem?
uk_ua: Ви впевнені, що хочете застосувати ці налаштування до всіх існуючих маркерів, перезаписавши їх?

source: Animation
lt_lt: Animacija
lv_lv: Animācijas
nb_no: Animasjon
uk_ua: Анімація

source: Color
el_gr: Χρώμα
lt_lt: Spalva
lv_lv: Krāsa
nb_no: Farge
uk_ua: Колір

source: Background
el_gr: Φόντο
lt_lt: Fonas
lv_lv: Fons
nb_no: Bakgrunn
uk_ua: Фон

source: Tooltip Type
el_gr: Τύπος tooltip
lt_lt: Patarimo tipas
lv_lv: Rīka padoma tips
nb_no: Type verktøytips
uk_ua: Тип підказки

source: Tooltip Visibility
el_gr: Ορατότητα tooltip
lt_lt: Patarimo matomumas
lv_lv: Rīka padoma redzamība
nb_no: Synlighet for verktøytips
uk_ua: Видимість підказки

source: Tooltip Background
el_gr: Φόντο tooltip
lt_lt: Patarimo fonas
lv_lv: Rīka padoma fons
nb_no: Verktøytips bakgrunn
uk_ua: Фон підказки

source: Tooltip Color
el_gr: Χρώμα επεξήγησης εργαλείου
lt_lt: Patarimo spalva
lv_lv: Rīka padoma krāsa
nb_no: Farge for verktøytips
uk_ua: Колір підказки

source: Sound
el_gr: Ήχος
lt_lt: Skambesys
lv_lv: Skaņa
nb_no: Lyd
uk_ua: Звук

source: Set as default for the tour
el_gr: Ορισμός ως προεπιλογή για την περιήγηση
lt_lt: Nustatyti kaip numatytąjį apžvalgai
lv_lv: Ceļveža noklusējuma iestatīšana
nb_no: Angi som standard for omvisningen
uk_ua: Встановлено за замовчуванням для туру

source: Perspective
el_gr: Προοπτική
lt_lt: Perspektyvos
lv_lv: Perspektīvu
nb_no: Perspektiv
uk_ua: Перспектива

source: Size
el_gr: Μέγεθος
lt_lt: Dydis
lv_lv: Izmērs
nb_no: Størrelse
uk_ua: Розмір

source: Scale
el_gr: Κλίμακα
lt_lt: Skalė
lv_lv: Mērogs
nb_no: Skalering
uk_ua: Масштаб

source: Sticky
lt_lt: Lipnus
lv_lv: Lipīga
nb_no: Festet
uk_ua: Липкий

source: DUPLICATE
lt_lt: PASIKARTOJANČIUS
lv_lv: DUBLĒT
nb_no: DUPLIKAT
uk_ua: ДУБЛЮВАТИ

source: GO TO
el_gr: ΠΉΓΑΙΝΕ ΣΤΟ
lt_lt: EITI
lv_lv: IR A
nb_no: GÅ TIL
uk_ua: ІТИ ДО

source: Settings
el_gr: Ρυθμίσεις
lt_lt: Nustatymai
lv_lv: Iestatījumi
nb_no: Innstillinger
uk_ua: Налаштування

source: Tooltip
el_gr: Σημείωση
lt_lt: Patarimas apie įrankį
lv_lv: Rīka padoms
nb_no: Verktøytips
uk_ua: Підказка

source: Change
el_gr: Αλλαγή
lt_lt: Pakeisti
lv_lv: Mainīt
nb_no: Endre
uk_ua: Змінити

source: APPLY TO ALL
el_gr: ΕΦΑΡΜΟΓΗ ΣΕ ΟΛΟΥΣ
lt_lt: TAIKYTI VISIEMS
lv_lv: PIETEIKTIES VISIEM
nb_no: GJELDER FOR ALLE
uk_ua: ЗАСТОСОВУЄТЬСЯ ДО ВСІХ

source: None
el_gr: Κανένας
lt_lt: Nepasirinkta
lv_lv: Nekāds
nb_no: Ingen
uk_ua: Немає

source: Target Room's Name
el_gr: Όνομα του δωματίου-στόχου
lt_lt: Tikslinio kambario pavadinimas
lv_lv: Mērķa telpas nosaukums
nb_no: Målrommets navn
uk_ua: Назва цільової кімнати

source: Target Room's Preview (Rounded)
el_gr: Προεπισκόπηση του Target Room (στρογγυλεμένη)
lt_lt: Tikslinio kambario peržiūra (suapvalinta)
lv_lv: Mērķa telpas priekšskatījums (noapaļots)
nb_no: Forhåndsvisning av målrom (avrundet)
uk_ua: Попередній перегляд цільової кімнати (округлений)

source: Target Room's Preview (Squared)
el_gr: Προεπισκόπηση του Target Room (Squared)
lt_lt: Tikslinio kambario peržiūra (kvadratu)
lv_lv: Mērķa telpas priekšskatījums (kvadrātā)
nb_no: Forhåndsvisning av målrom (kvadratisk)
uk_ua: Попередній перегляд цільової кімнати (у квадраті)

source: Target Room's Preview (Rectangular)
el_gr: Προεπισκόπηση του δωματίου-στόχου (ορθογώνιο)
lt_lt: Tikslinio kambario peržiūra (stačiakampė)
lv_lv: Mērķa telpas priekšskatījums (taisnstūrveida)
nb_no: Forhåndsvisning av målrom (rektangulær)
uk_ua: Попередній перегляд цільової кімнати (прямокутний)

source: Custom Text
el_gr: Προσαρμοσμένο κείμενο
lt_lt: Pasirinktinis tekstas
lv_lv: Pielāgots teksts
nb_no: Egendefinert tekst
uk_ua: Власний текст

source: Visibility
el_gr: Ορατότητα
lt_lt: Matomumas
lv_lv: Redzamība
nb_no: Synlighet
uk_ua: Видимість

source: Hover (Desktop)
el_gr: Αιωρείται (Επιφάνεια εργασίας)
lt_lt: Užveskite pelės žymeklį (darbalaukyje)
lv_lv: Norādīšana (datorā)
nb_no: Hold musepekeren over (skrivebord)
uk_ua: Наведення курсора (робочий стіл)

source: Always (Desktop - Mobile)
el_gr: Πάντα (Desktop - Mobile)
lt_lt: Visada (darbalaukis – mobilusis)
lv_lv: Vienmēr (galddatoriem — mobilajām ierīcēm)
nb_no: Alltid (stasjonær – mobil)
uk_ua: Завжди (Комп'ютер - Мобільний)

source: Hover (Desktop) - Always (Mobile)
el_gr: Αιωρείται (Desktop) - Πάντα (Mobile)
lt_lt: Užveskite pelės žymeklį (darbalaukis) - Visada (mobilus)
lv_lv: Virziet kursoru (datorā) — vienmēr (mobilajā ierīcē)
nb_no: Hold musepekeren (datamaskin) – alltid (mobil)
uk_ua: Наведення (настільний комп'ютер) - Завжди (мобільний)

source: Text
el_gr: Κείμενο
lt_lt: Tekstas
lv_lv: Teksts
nb_no: Tekst
uk_ua: Текст

source: Icon + Room's Name
el_gr: Εικονίδιο + Όνομα δωματίου
lt_lt: Piktograma + kambario pavadinimas
lv_lv: Ikona + istabas nosaukums
nb_no: Ikon + rommets navn
uk_ua: Іконка + Назва кімнати

source: Room's Name + Icon
el_gr: Όνομα δωματίου + εικονίδιο
lt_lt: Kambario pavadinimas + piktograma
lv_lv: Numura nosaukums + ikona
nb_no: Romets navn + ikon
uk_ua: Назва кімнати + значок

source: Icon + Label
el_gr: Εικονίδιο + Ετικέτα
lt_lt: Piktograma + etiketė
lv_lv: Ikona + etiķete
nb_no: Ikon + etikett
uk_ua: Іконка + Мітка

source: Label + Icon
el_gr: Ετικέτα + Εικονίδιο
lt_lt: Etiketė + piktograma
lv_lv: Etiķete + ikona
nb_no: Etikett + ikon
uk_ua: Мітка + іконка

source: Room's Name
el_gr: Όνομα δωματίου
lt_lt: Kambario pavadinimas
lv_lv: Telpas nosaukums
nb_no: Rommets navn
uk_ua: Назва кімнати

source: Custom Icons Library
el_gr: Βιβλιοθήκη προσαρμοσμένων εικονιδίων
lt_lt: Pasirinktinių piktogramų biblioteka
lv_lv: Pielāgoto ikonu bibliotēka
nb_no: Bibliotek med egendefinerte ikoner
uk_ua: Бібліотека користувацьких іконок

source: Preview Room
el_gr: Αίθουσα προεπισκόπησης
lt_lt: Peržiūros kambarys
lv_lv: Priekšskatījuma istaba
nb_no: Forhåndsvisning av rom
uk_ua: Кімната для попереднього перегляду

source: Select Icon
el_gr: Επιλογή Εικονιδίου
lt_lt: Pasirinkite piktogramą
lv_lv: Atlasīt ikonu
nb_no: Velg ikon
uk_ua: Виберіть іконку

source: Library Icon
el_gr: Εικονίδιο βιβλιοθήκης
lt_lt: Bibliotekos piktograma
lv_lv: Bibliotēkas ikona
nb_no: Bibliotek-ikon
uk_ua: Піктограма бібліотеки

source: Select Library Icon
el_gr: Επιλέξτε Εικονίδιο Βιβλιοθήκης
lt_lt: Pasirinkite bibliotekos piktogramą
lv_lv: Bibliotēkas ikonas atlasīšana
nb_no: Velg bibliotekikon
uk_ua: Виберіть піктограму бібліотеки

source: Bounce
el_gr: Πήδημα
lt_lt: Strikinėjantis
lv_lv: Atlekšanas
nb_no: Sprett
uk_ua: Відскочити

source: Flash
el_gr: Φλας
uk_ua: Спалах

source: Rubberband
el_gr: Λαστιχένια ταινία
lt_lt: Guminė juosta
lv_lv: Gumijas lente
nb_no: Gummistrikk
uk_ua: Гумка

source: Shake X
el_gr: Κούνημα X
lt_lt: Suplakite X
lv_lv: Sakrata X
uk_ua: Струс Х

source: Shake Y
el_gr: Κούνημα Y
lt_lt: Purtyti Y
lv_lv: Krata Y
uk_ua: Струс Y

source: Swing
el_gr: Αιώρηση
lt_lt: Svingas
lv_lv: Šūpoles
uk_ua: Кругова

source: Wobble
el_gr: Κουνιστό
lt_lt: Vinguriuoti
lv_lv: Grīļošanās
nb_no: Dirre
uk_ua: Коливання

source: Jello
el_gr: Ζελέ
uk_ua: Желе

source: Heartbeat
lt_lt: Širdies plakimas
lv_lv: Sirdsdarbība
nb_no: Hjerteslag
uk_ua: Серцебиття

source: Flip
el_gr: Αναποδογύρισμα
lt_lt: Apversti
nb_no: Vend
uk_ua: Перевернути

source: CSS Class
el_gr: CSS Κλάση
lt_lt: CSS klasė
lv_lv: CSS klase
nb_no: CSS-klasse
uk_ua: Клас CSS

source: Round
el_gr: Στρογγυλό
lt_lt: Apvalt
lv_lv: Noapaļošana
nb_no: Rund
uk_ua: Круглий

source: Round (outline)
el_gr: Στρογγυλό (περίγραμμα)
lt_lt: Apvalus (kontūras)
lv_lv: Kārta (kontūra)
nb_no: Rund (disposisjon)
uk_ua: Круглий (контур)

source: Square (outline)
el_gr: Τετράγωνο (περίγραμμα)
lt_lt: Kvadratas (kontūras)
lv_lv: Kvadrāts (kontūra)
nb_no: Firkant (omriss)
uk_ua: Квадрат (контур)

source: Stroke
el_gr: Εγκεφαλικό επεισόδιο
lt_lt: Insulto
lv_lv: Glaudīt
nb_no: Strek
uk_ua: Мазок

source: sound effect played when this item is clicked (file must be uploaded into sound library)
el_gr: Ηχητικό εφέ παίζεται όταν γίνεται κλικ σε αυτό το στοιχείο (το αρχείο πρέπει να μεταφορτωθεί στη βιβλιοθήκη ήχου)
lt_lt: garso efektas, grojamas paspaudus šį elementą (failas turi būti įkeltas į garso biblioteką)
lv_lv: skaņas efekts tiek atskaņots, noklikšķinot uz šī vienuma (failam jābūt augšupielādētam skaņu bibliotēkā)
nb_no: lydeffekt som spilles av når dette elementet klikkes (filen må lastes opp til lydbiblioteket)
uk_ua: звуковий ефект, який відтворюється при натисканні на цей елемент (файл має бути завантажено в звукову бібліотеку)

source: No Sound
el_gr: Χωρίς ήχο
lt_lt: Nėra garso
lv_lv: Nav skaņas
nb_no: Ingen lyd
uk_ua: Немає звуку

source: exclude from apply to all
el_gr: αποκλεισμός από την εφαρμογή σε όλους
lt_lt: netaikyti visiems
lv_lv: izslēgt no pieteikšanās uz visiem
nb_no: Ekskluder fra gjelder for alle
uk_ua: виключити з застосування до всіх

source: APPLY STYLE TO ALL
el_gr: ΝΑ ΕΦΑΡΜΌΣΕΙ ΣΤΥΛ ΣΕ ΌΛΑ
lt_lt: STILIAUS TAIKYMAS VISIEMS
lv_lv: STILA LIETOŠANA VISIEM
nb_no: BRUKE STIL PÅ ALLE
uk_ua: ЗАСТОСУВАТИ СТИЛЬ ДО ВСІХ

source: drag the marker to change its position
el_gr: σύρετε το δείκτη για να αλλάξετε τη θέση του
lt_lt: vilkite žymeklį, kad pakeistumėte jo padėtį
lv_lv: velciet marķieri, lai mainītu tā pozīciju
nb_no: Dra markøren for å endre posisjonen
uk_ua: Перетягніть маркер, щоб змінити його положення

source: drag the pointers to move and resize the content
el_gr: σύρετε τους δείκτες για να μετακινήσετε και να αλλάξετε το μέγεθος του περιεχομένου
lt_lt: Vilkite žymiklius, kad perkeltumėte turinį, ir pakeiskite jo dydį
lv_lv: velciet norādes, lai pārvietotu saturu un mainītu tā izmērus
nb_no: Dra pekerne for å flytte og endre størrelse på innholdet
uk_ua: Перетягуйте вказівники, щоб перемістити та змінити розмір вмісту

source: Z Order
el_gr: Z Παραγγελία
lt_lt: Z užsakymas
lv_lv: Z Pasūtījums
nb_no: Z-bestilling
uk_ua: Z Замовити

source: draw polygon inside
el_gr: σχεδιάστε πολύγωνο μέσα
lt_lt: Nubrėžkite daugiakampį viduje
lv_lv: zīmējiet daudzstūri iekšpusē
nb_no: tegne polygon inni
uk_ua: намалювати багатокутник усередині

source: it will be visible even when it is slightly out of sight
el_gr: θα είναι ορατό ακόμα και όταν είναι ελαφρώς εκτός οπτικού πεδίου
lt_lt: jis bus matomas net tada, kai bus šiek tiek už akių
lv_lv: tas būs redzams pat tad, ja tas ir nedaudz ārpus redzesloka
nb_no: den vil være synlig selv når den er litt ute av syne
uk_ua: його буде видно, навіть коли він трохи поза полем зору

source: click to draw the points of the polygon
el_gr: κάντε κλικ για να σχεδιάσετε τα σημεία του πολυγώνου
lt_lt: Spustelėkite, kad nubrėžtumėte daugiakampio taškus
lv_lv: noklikšķiniet, lai uzzīmētu daudzstūra punktus
nb_no: Klikk for å tegne punktene til polygonen
uk_ua: Натисніть, щоб намалювати точки багатокутника

source: Clear
el_gr: Καθαρισμός
lt_lt: Išvalyti
lv_lv: Notīrīt
nb_no: Tøm
uk_ua: Очистити

source: LIST MARKERS
lt_lt: SĄRAŠO ŽYMEKLIAI
lv_lv: SARAKSTA MARĶIERI
nb_no: LISTE MARKØRER
uk_ua: МАРКЕРИ СПИСКУ

source: ADD MARKER
el_gr: ΠΡΟΣΘΉΚΗ ΜΑΡΚΑΔΌΡΟΥ
lt_lt: PRIDĖTI ŽYMEKLĮ
lv_lv: MARĶIERA PIEVIENOŠANA
nb_no: LEGG TIL MARKØR
uk_ua: ДОДАТИ МАРКЕР

source: EDIT POIs
el_gr: Επεξεργασία POI
lt_lt: REDAGUOTI LV
lv_lv: POI REDIĢĒŠANA
nb_no: REDIGERE POIer
uk_ua: РЕДАГУВАТИ POI

source: Search Icon
el_gr: Εικονίδιο αναζήτησης
lt_lt: Paieškos piktograma
lv_lv: Meklēšanas ikona
nb_no: Søkeikon
uk_ua: Іконка пошуку

source: Show All
el_gr: Προβολή Όλων
lt_lt: Rodyti viską
lv_lv: Rādīt visu
nb_no: Vis alle
uk_ua: Показати все

source: Cancel
el_gr: Ακύρωση
lt_lt: Atšaukti
lv_lv: Atcelt
nb_no: Avbryt
uk_ua: Скасувати

source: No results found.
el_gr: Δεν βρέθηκαν αποτελέσματα.
lt_lt: Rezultatų nerasta.
lv_lv: Rezultāti nav atrasti
nb_no: Ingen resultater funnet.
uk_ua: Нічого не знайдено.

source: Background Color
el_gr: Χρώμα Φόντου
lt_lt: Fono Spalva
lv_lv: Fona krāsa
nb_no: Bakgrunnsfarge
uk_ua: Колір фону

source: Open target
el_gr: Άνοιγμα προορισμού
lt_lt: Atviras taikinys
lv_lv: Atvērtais mērķis
nb_no: Åpent mål
uk_ua: Відкрита ціль

source: Same window
el_gr: Ίδιο παράθυρο
lt_lt: Tas pats langas
lv_lv: Tas pats logs
nb_no: Samme vindu
uk_ua: Те саме вікно

source: New window
el_gr: Καινούριο Παράθυρο
lt_lt: Naujas langas
lv_lv: Jauns logs
nb_no: Nytt vindu
uk_ua: Нове вікно

source: Sorting Mode
el_gr: Λειτουργία ταξινόμησης
lt_lt: Rūšiavimo režimas
lv_lv: Kārtošanas režīms
nb_no: Sorteringsmodus
uk_ua: Режим сортування

source: items selected
el_gr: επιλεγμένα στοιχεία
lt_lt: Pasirinkti elementai
lv_lv: atlasītie vienumi
nb_no: valgte elementer
uk_ua: Вибрані пункти

source: Deselect All
el_gr: Αποεπιλογή όλων
lt_lt: Panaikinkite visų žymėjimą
lv_lv: Noņemt atlasi visiem
nb_no: Opphev valg av alle
uk_ua: Зняти Все

source: Nothing selected
el_gr: δεν επιλέχτηκε συζήτηση
lt_lt: Niekas nepasirinkta
lv_lv: Nekas nav atlasīts
nb_no: Ingenting valgt
uk_ua: Нічого не вибрано

source: No results matched
el_gr: Δεν ταιριάζουν αποτελέσματα
lt_lt: Rezultatai neatitiko
lv_lv: Rezultāti nesakrīt
nb_no: Ingen resultater matchet
uk_ua: Результати не збігаються

source: Date
el_gr: Ημερομηνία
lt_lt: Data
lv_lv: Datums
nb_no: Dato
uk_ua: Дата
