Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: automatically closes the rooms list menu when you click on any item in it
el_gr: κλείνει αυτόματα το μενού της λίστας δωματίων όταν κάνετε κλικ σε οποιοδήποτε στοιχείο σε αυτό
lt_lt: automatiškai uždaro kambarių sąrašo meniu, kai spustelite bet kurį jame esantį elementą
lv_lv: automātiski aizver telpu saraksta izvēlni, noklikšķinot uz jebkura tajā esošā vienuma
nb_no: lukker automatisk romlistemenyen når du klikker på et element i den
uk_ua: автоматично закриває меню списку кімнат при натисканні на будь-який пункт у ньому

source: Rooms List Menu Items
el_gr: Στοιχεία μενού Λίστα δωματίων
lt_lt: Kambarių sąrašo meniu elementai
lv_lv: Istabu saraksta izvēlnes elementi
nb_no: Menyelementer for romliste
uk_ua: Список номерів Пункти меню

source: automatically closes the menu when you click on any item in it
el_gr: κλείνει αυτόματα το μενού όταν κάνετε κλικ σε οποιοδήποτε στοιχείο του
lt_lt: automatiškai uždaro meniu, kai spustelite bet kurį jame esantį elementą
lv_lv: automātiski aizver izvēlni, noklikšķinot uz jebkura tā vienuma
nb_no: lukker automatisk menyen når du klikker på et element i den
uk_ua: автоматично закриває меню при натисканні на будь-який пункт в ньому

source: create in: virtual tours - rooms - edit - contents tab - annotation
el_gr: δημιουργία σε: εικονικές περιηγήσεις - δωμάτια - επεξεργασία - καρτέλα περιεχομένου - σχολιασμός
lt_lt: Sukurti: Virtualios ekskursijos - Kambariai - Redaguoti - Skirtukas Turinys - Anotacija
lv_lv: Izveidot: Virtuālās tūres - Istabas - Rediģēt - Satura cilne - Anotācija
nb_no: Opprett i: Virtuelle omvisninger - Rom - Rediger - Innholdsfane - Merknad
uk_ua: Створити в: Віртуальні тури - Кімнати - Редагувати - Вкладка Зміст - Анотація

source: Visible, annotations shown
el_gr: Ορατό, εμφανίζονται σχολιασμοί
lt_lt: Matoma, rodomos anotacijos
lv_lv: Redzams, parādītas anotācijas
nb_no: Synlig, merknader vises
uk_ua: Видно, показані анотації

source: Visible, annotations hidden
el_gr: Ορατό, σχολιασμοί κρυφοί
lt_lt: Matoma, komentarai paslėpti
lv_lv: Redzams, anotācijas paslēptas
nb_no: Synlig, merknader skjult
uk_ua: Видимий, анотації приховані

source: upload in: virtual tours - list tours - edit - contents tab - logo
el_gr: upload in: εικονικές περιηγήσεις - λίστα περιηγήσεων - επεξεργασία - καρτέλα περιεχομένων - λογότυπο
lt_lt: Įkelti: Virtualios ekskursijos - Kelionių sąrašas - Redaguoti - Skirtukas Turinys - Logotipas
lv_lv: Augšupielādēt: Virtuālās tūres - Sarakstu ekskursijas - Rediģēt - Satura cilne - Logotips
nb_no: Last opp i: Virtuelle omvisninger - Vis omvisninger - Rediger - Innholdsfanen - Logo
uk_ua: Завантажити в: Віртуальні тури - Список турів - Редагувати - Вкладка Зміст - Логотип

source: Visible, Desktop and Mobile
el_gr: Visible, Desktop και Mobile
lt_lt: Matomas, stalinis ir mobilusis
lv_lv: Redzams, galddators un mobilais
nb_no: Synlig, stasjonær og mobil
uk_ua: Видимий, настільний і мобільний

source: Visible, only on Desktop
el_gr: Ορατό, μόνο στην επιφάνεια εργασίας
lt_lt: Matoma, tik darbalaukyje
lv_lv: Redzams, tikai uz darbvirsmas
nb_no: Synlig, bare på skrivebordet
uk_ua: Видно, лише на робочому столі

source: Visible, only on Mobile
el_gr: Ορατό, μόνο στο κινητό
lt_lt: Matoma tik mobiliajame telefone
lv_lv: Redzams, tikai mobilajā ierīcē
nb_no: Synlig, bare på mobil
uk_ua: Видно, тільки на мобільному

source: Top Center
el_gr: Επάνω Κέντρο
lt_lt: Viršutinis centras
lv_lv: Augšā centrā
nb_no: Øverst i midten
uk_ua: Верх центр

source: Padding Left
el_gr: Αναπλήρωση αριστερά
lt_lt: Paminkštinimas kairėje
lv_lv: Polsterējums pa kreisi
nb_no: Avstand venstre
uk_ua: Поле зліва

source: Padding Top
el_gr: Άνω Εσωτερικό Κενό
lt_lt: Paminkštinimo viršus
lv_lv: Polsterējuma augšdaļa
nb_no: Toppavstand
uk_ua: Відступ зверху

source: Padding Right
el_gr: Αναπλήρωση δεξιά
lt_lt: Paminkštinimas dešinėje
lv_lv: Polsterējums pa labi
nb_no: Avstand høyre
uk_ua: Поле зправа

source: Opacity
el_gr: Διαφάνεια
lt_lt: Neskaidrumas
lv_lv: Necaurredzamība
nb_no: Tetthet
uk_ua: Прозорість

source: Opacity Hover
el_gr: Αδιαφάνεια Hover
lt_lt: Nepermatomumo žymeklis
lv_lv: Necaurredzamības kursors
nb_no: Hover på opasitet
uk_ua: Непрозорість

source: upload in: virtual tours - list tours - edit - contents tab - avatar video / virtual tours - rooms - edit - contents tab - avatar video
el_gr: upload in: εικονικές περιηγήσεις - λίστα περιηγήσεων - επεξεργασία - καρτέλα περιεχομένου - βίντεο avatar / εικονικές περιηγήσεις - δωμάτια - επεξεργασία - καρτέλα περιεχομένου - βίντεο avatar
lt_lt: Įkelti: Virtualios ekskursijos - Kelionių sąrašas - Redaguoti - Skirtukas Turinys - Avataro vaizdo įrašas / Virtualios ekskursijos - Kambariai - Redaguoti - Skirtukas Turinys - Avataro vaizdo įrašas
lv_lv: Augšupielādēt: Virtuālās tūres - Sarakstu ekskursijas - Rediģēt - Satura cilne - Avatar Video / Virtuālās ekskursijas - Istabas - Rediģēt - Satura cilne - Avatar Video
nb_no: Last opp i: Virtuelle omvisninger - Vis omvisninger - Rediger - Innholdsfanen - Avatarvideo / Virtuelle omvisninger - Rom - Rediger - Innholdsfanen - Avatarvideo
uk_ua: Завантажити в: Віртуальні тури - Список турів - Редагувати - Вкладка змісту - Відео аватара / Віртуальні тури - Кімнати - Редагувати - Вкладка змісту - Відео аватара

source: Size - Width
el_gr: Μέγεθος - Πλάτος
lt_lt: Dydis - plotis
lv_lv: Izmērs - platums
nb_no: Størrelse - Bredde
uk_ua: Розмір - Ширина

source: Size - Height
el_gr: Μέγεθος - Ύψος
lt_lt: Dydis - aukštis
lv_lv: Izmērs - augstums
nb_no: Størrelse - Høyde
uk_ua: Розмір - Висота

source: Bottom Center
el_gr: Κάτω Κέντρο
lt_lt: Apatinis centras
lv_lv: Apakšā centrā
nb_no: Nederst i midten
uk_ua: Внизу центр

source: Padding Bottom
el_gr: Κάτω Εσωτερικό Κενό
lt_lt: Paminkštinimas apačioje
lv_lv: Polsterējuma apakšdaļa
nb_no: Bunnavstand
uk_ua: Відступ знизу

source: upload in: virtual tours - list tours - edit - contents tab - powered by
el_gr: upload in: εικονικές περιηγήσεις - λίστα περιηγήσεων - επεξεργασία - καρτέλα περιεχομένων - powered by
lt_lt: Įkelti: Virtualios ekskursijos - Kelionių sąrašas - Redaguoti - Skirtukas Turinys - Powered by
lv_lv: Augšupielādēt: Virtuālās tūres - Uzskaitiet ekskursijas - Rediģēt - Satura cilne - Darbina
nb_no: Last opp i: Virtuelle omvisninger - Vis omvisninger - Rediger - Innhold-fanen - Drevet av
uk_ua: Завантажити в: Віртуальні тури - Список турів - Редагувати - Вкладка змісту - Працює на

source: Enabled, paused
el_gr: Ενεργοποιημένο, σε παύση
lt_lt: Įjungta, pristabdyta
lv_lv: Iespējots, pauzēts
nb_no: Aktivert, satt på pause
uk_ua: Увімкнено, призупинено

source: Enabled, autostart
el_gr: Ενεργοποιημένο, αυτόματη εκκίνηση
lt_lt: Įjungtas, automatinis paleidimas
lv_lv: Iespējots, automātiski palaists
nb_no: Aktivert, autostart
uk_ua: Включено, автозапуск

source: Custom
el_gr: Προσαρμογή
lt_lt: Pasirinktinis
lv_lv: Pielāgots
nb_no: Egendefinert
uk_ua: Користувацький

source: create in: virtual tours - info box
el_gr: create in: εικονικές περιηγήσεις - info box
lt_lt: Sukurti: Virtualios ekskursijos - informacijos dėžutė
lv_lv: Izveidot: Virtuālās tūres - informācijas lodziņš
nb_no: Opprett i: Virtuelle omvisninger - infoboks
uk_ua: Створити в: Віртуальні тури - Інформаційна панель

source: Info Type
el_gr: Πληροφορίες Τύπος
lt_lt: Informacijos tipas
lv_lv: Informācijas veids
nb_no: Type informasjon
uk_ua: Тип інформації

source: Popup
el_gr: Αναδυόμενο Παράθυρο
lt_lt: Išokantis langas
lv_lv: Uznirstošais logs
uk_ua: Спливаюче вікно

source: Panel
el_gr: Πίνακας
lt_lt: Skyde
lv_lv: Panelis
uk_ua: Панелі

source: create in: virtual tours - 3d view
el_gr: δημιουργήστε σε: εικονικές περιηγήσεις - τρισδιάστατη προβολή
lt_lt: Sukurti: Virtualios ekskursijos - 3D vaizdas
lv_lv: Izveidot: Virtuālās tūres - 3D skats
nb_no: Opprett i: Virtuelle omvisninger - 3D-visning
uk_ua: Створити в: Віртуальні тури - 3D Вигляд

source: upload in: media - gallery
lt_lt: Įkelti: Žiniasklaida - galerija
lv_lv: Augšupielādēt: Multivide - Galerija
nb_no: Last opp i: Media - Galleri
uk_ua: Завантажити в: Медіа - Галерея

source: Whatsapp Number
lt_lt: "Whatsapp" numeris
lv_lv: Whatsapp numurs
nb_no: Whatsapp-nummer
uk_ua: Номер WhatsApp

source: Phone number for whatsapp chat
el_gr: Αριθμός τηλεφώνου για συνομιλία μέσω whatsapp
lt_lt: "WhatsApp" pokalbių telefono numeris
lv_lv: Tālruņa numurs whatsapp tērzēšanai
nb_no: Telefonnummer for whatsapp-chat
uk_ua: Номер телефону для чату WhatsApp

source: Id of Facebook page for Facebook Messenger Note: in order to works you need to add the url to facebook page - settings - messenger platform - whitelist domain
el_gr: Id της σελίδας του Facebook για το Facebook Messenger Σημείωση: για να λειτουργήσει πρέπει να προσθέσετε το url στη σελίδα του facebook - ρυθμίσεις - πλατφόρμα messenger - whitelist domain
lt_lt: "Facebook Messenger" "Facebook" puslapio ID Pastaba: norėdami dirbti, turite pridėti URL į "Facebook" puslapį - nustatymus - "Messenger" platformą - baltojo sąrašo domeną
lv_lv: Facebook lapas ID Facebook Messenger Piezīme: lai darbotos, jums jāpievieno URL Facebook lapai - iestatījumi - Messenger platforma - baltā saraksta domēns
nb_no: ID for Facebook-side for Facebook Messenger Merk: For å fungere må du legge til url til facebook-siden - innstillinger - messenger-plattform - hvitelistedomene
uk_ua: Id сторінки Facebook для Facebook Messenger Примітка: для роботи потрібно додати url на сторінку facebook - налаштування - платформа месенджера - білий список домену

source: Enabled, Mobile and Desktop
el_gr: Ενεργοποιημένο, κινητό και επιτραπέζιο
lt_lt: Įjungtas, mobilusis ir stalinis kompiuteris
lv_lv: Iespējots, mobilajām ierīcēm un galddatoriem
nb_no: Aktivert, mobil og stasjonær
uk_ua: Увімкнено, на мобільних пристроях і комп'ютерах

source: Enabled, only Desktop
el_gr: Ενεργοποιημένο, μόνο Επιφάνεια εργασίας
lt_lt: Įjungtas, tik darbalaukis
lv_lv: Iespējots, tikai darbvirsma
nb_no: Aktivert, bare skrivebord
uk_ua: Увімкнено, лише на робочому столі

source: Go to Room
el_gr: Μεταβείτε στο δωμάτιο
lt_lt: Eikite į kambarį
lv_lv: Dodieties uz istabu
nb_no: Gå til rommet
uk_ua: Ідіть до кімнати

source: Scroll
el_gr: Κύλιση
lt_lt: Slinkti
lv_lv: Ritināts
uk_ua: Прокрутити

source: automatically closes the room's list slider when you click on any item in it
el_gr: κλείνει αυτόματα το ρυθμιστικό της λίστας του δωματίου όταν κάνετε κλικ σε οποιοδήποτε στοιχείο της λίστας
lt_lt: automatiškai uždaro kambario sąrašo slankiklį, kai spustelite bet kurį jame esantį elementą
lv_lv: automātiski aizver telpas saraksta slīdni, noklikšķinot uz jebkura tā vienuma
nb_no: lukker automatisk glidebryteren for rommets liste når du klikker på et element i det
uk_ua: автоматично закриває повзунок списку кімнати при натисканні на будь-який елемент у ній

source: Preview on Hover
el_gr: Προεπισκόπηση στο Hover
lt_lt: Peržiūra „Hover“.
lv_lv: Priekšskatījums pakalpojumā Hover
nb_no: Forhåndsvisning på Hover
uk_ua: Попередній перегляд при наведенні

source: when you hover over the room thumbnail in the slider a rotating preview of the room is shown
el_gr: όταν περνάτε το ποντίκι πάνω από τη μικρογραφία του δωματίου στο ρυθμιστικό, εμφανίζεται μια περιστρεφόμενη προεπισκόπηση του δωματίου
lt_lt: Užvedus pelės žymeklį virš kambario miniatiūros slankiklyje, rodoma besisukanti kambario peržiūra
lv_lv: Novietojot kursoru virs telpas sīktēla slīdnī, tiek parādīts rotējošs telpas priekšskatījums
nb_no: Når du holder pekeren over romminiatyren i glidebryteren, vises en roterende forhåndsvisning av rommet
uk_ua: При наведенні курсору на мініатюру кімнати в повзунку відображається обертовий попередній перегляд кімнати

source: Group Rooms
el_gr: Ομαδικά δωμάτια
lt_lt: Grupiniai kambariai
lv_lv: Grupu telpas
nb_no: Grupperom
uk_ua: Групові кімнати

source: group rooms in the slider if they are part of the same category
el_gr: ομαδικά δωμάτια στο ρυθμιστικό εάν ανήκουν στην ίδια κατηγορία
lt_lt: grupių kambariai slankikliu, jei jie priklauso tai pačiai kategorijai
lv_lv: grupu telpas slīdnī, ja tās ietilpst tajā pašā kategorijā
nb_no: grupperom i glidebryteren hvis de er en del av samme kategori
uk_ua: групувати кімнати на повзунку, якщо вони належать до однієї категорії

source: Visible, icons shown
el_gr: Ορατό, εικονίδια εμφανίζονται
lt_lt: Matoma, rodomos piktogramos
lv_lv: Redzams, parādītas ikonas
nb_no: Synlig, ikoner vist
uk_ua: Видно, значки показані

source: Visible, icons hidden
el_gr: Ορατό, εικονίδια κρυμμένα
lt_lt: Matoma, piktogramos paslėptos
lv_lv: Redzams, ikonas paslēptas
nb_no: Synlig, ikoner skjult
uk_ua: Видно, значки приховані

source: create in: virtual tours - measurements
el_gr: create in: εικονικές περιηγήσεις - μετρήσεις
lt_lt: Sukurti: Virtualios ekskursijos - Matavimai
lv_lv: Izveidot: Virtuālās ekskursijas - mērījumi
nb_no: Opprett i: Virtuelle omvisninger - målinger
uk_ua: Створення в: Віртуальні тури - Заміри

source: Visible, measures shown
el_gr: Ορατά, εμφανιζόμενα μέτρα
lt_lt: Matoma, rodomi matai
lv_lv: Redzams, parādīti mēri
nb_no: Synlig, mål vist
uk_ua: Видно, показані заходи

source: Visible, measures hidden
el_gr: Ορατό, μέτρα κρυφά
lt_lt: Matomas, priemonės paslėptos
lv_lv: Redzams, mēri paslēpti
nb_no: Synlig, mål skjult
uk_ua: Видно, заходи приховані

source: Hidden, disabled
el_gr: Κρυφό, απενεργοποιημένο
lt_lt: Paslėptas, neįgalus
lv_lv: Slēpts, invalīds
nb_no: Skjult, deaktivert
uk_ua: Прихований, вимкнений

source: Hidden, enabled
el_gr: Κρυφό, ενεργοποιημένο
lt_lt: Paslėpta, įjungta
lv_lv: Slēpts, iespējots
nb_no: Skjult, aktivert
uk_ua: Приховано, включено

source: Visible, disabled
el_gr: Ορατό, απενεργοποιημένο
lt_lt: Matomas, neįgalus
lv_lv: Redzams, atspējots
nb_no: Synlig, deaktivert
uk_ua: Видно, вимкнено

source: Visible, enabled
el_gr: Ορατό, ενεργοποιημένο
lt_lt: Matoma, įjungta
lv_lv: Redzams, iespējots
nb_no: Synlig, aktivert
uk_ua: Видно, увімкнено

source: AutoRotate speed
el_gr: Ταχύτητα AutoRotate
lt_lt: AutoRotate greitis
lv_lv: Automātiskās pagriešanas ātrums
nb_no: Hastighet for automatisk rotasjon
uk_ua: Швидкість автообертання

source: 0 to disable autorotate, -1 to -10 speed clockwise, 1 to 10 speed counterclockwise
el_gr: 0 για απενεργοποίηση αυτόματης περιστροφής, -1 έως -10 ταχύτητα δεξιόστροφα, 1 έως 10 ταχύτητα αριστερόστροφα
lt_lt: 0, jei norite išjungti automatinį režimą, nuo -1 iki -10 greičio pagal laikrodžio rodyklę, nuo 1 iki 10 greičio prieš laikrodžio rodyklę
lv_lv: 0, lai atspējotu autorotāciju, -1 līdz -10 ātrums pulksteņrādītāja virzienā, 1 līdz 10 ātrums pretēji pulksteņrādītāja virzienam
nb_no: 0 for å deaktivere autorotering, -1 til -10 hastighet med klokken, 1 til 10 hastighet mot klokken
uk_ua: 0 для вимкнення автообертання, швидкість від -1 до -10 за годинниковою стрілкою, 1 до 10 швидкість проти годинникової стрілки

source: AutoRotate inactivity
el_gr: AutoRotate αδράνεια
lt_lt: AutoRotate neveiklumas
lv_lv: Neaktivitātes automātiska pagriešana
nb_no: Autoroter inaktivitet
uk_ua: Автоповорот неактивності

source: time in milliseconds to wait before starting the autorotation
el_gr: χρόνος αναμονής σε χιλιοστά του δευτερολέπτου πριν από την έναρξη της αυτόματης περιστροφής
lt_lt: laikas milisekundėmis palaukti prieš pradedant autorotaciją
lv_lv: laiks milisekundēs, lai nogaidītu pirms autorotācijas uzsākšanas
nb_no: tid i millisekunder å vente før du starter autorotasjonen
uk_ua: час у мілісекундах для очікування перед початком авторотації

source: Drag Enabled when Device Orientation On
el_gr: Ενεργοποίηση σύρσης όταν ο προσανατολισμός της συσκευής είναι ενεργοποιημένος
lt_lt: Vilkite Įjungta, kai įjungta įrenginio orientacija
lv_lv: Velciet Iespējots, kad ieslēgta ierīces orientācija
nb_no: Dra Aktivert når enhetsretning er på
uk_ua: Перетягування ввімкнено, коли орієнтацію пристрою ввімкнено

source: Open in new window
el_gr: Άνοιγμα σε νέο παράθυρο
lt_lt: Atidaryti naujame lange
lv_lv: Atvērt jaunā logā
nb_no: Åpne i nytt vindu
uk_ua: Відкрити в новому вікні

source: create in: virtual tours - presentation
el_gr: create in: εικονικές περιηγήσεις - παρουσίαση
lt_lt: Sukurti: Virtualūs turai - pristatymas
lv_lv: Izveidot: Virtuālās ekskursijas - prezentācija
nb_no: Opprett i: Virtuelle omvisninger - presentasjon
uk_ua: Створити: Віртуальні тури - Презентація

source: Visible, autostart
el_gr: Ορατό, αυτόματη εκκίνηση
lt_lt: Matomas, automatinis paleidimas
lv_lv: Redzams, automātiskā palaišana
nb_no: Synlig, autostart
uk_ua: Видимий, автозапуск

source: Visible, share tour
el_gr: Ορατή, κοινή περιήγηση
lt_lt: Matomas, bendrinimo apžvalga
lv_lv: Redzams, kopīgojiet ceļvedi
nb_no: Synlig, del omvisning
uk_ua: Видно, поділіться екскурсією

source: Visible, share current position
el_gr: Ορατό, μοιραστείτε την τρέχουσα θέση
lt_lt: Matoma, bendrinkite dabartinę padėtį
lv_lv: Redzams, kopīgojiet pašreizējo pozīciju
nb_no: Synlig, del nåværende posisjon
uk_ua: Видно, поділитися поточною позицією

source: Providers
el_gr: Επαγγελματίες
lt_lt: Teikėjai
lv_lv: Sniedzēji
nb_no: Tilbydere
uk_ua: Провайдери

source: Copy Link
el_gr: Αντιγραφή συνδέσμου
lt_lt: Kopijuoti nuorodą
lv_lv: Kopēt saiti
nb_no: Kopier lenke
uk_ua: Скопіювати посилання

source: Line
el_gr: Γραμμή
lt_lt: Linija
lv_lv: Rinda
nb_no: Linje
uk_ua: Рядок

source: Wechat
uk_ua: Чат у Wechat

source: create in: tour edit - form tab
el_gr: δημιουργία σε: tour edit - καρτέλα φόρμας
lt_lt: Sukurti: apžvalgos redagavimas – skirtukas Forma
lv_lv: Izveidot: Ceļveža rediģēšana — veidlapas cilne
nb_no: Opprett i: Innføringsredigering – skjema-fanen
uk_ua: Створити в: Редагування туру - вкладка Форма

source: Enabled, opened
el_gr: Ενεργοποιημένο, ανοιχτό
lt_lt: Įjungta, atidaryta
lv_lv: Iespējots, atvērts
nb_no: Aktivert, åpnet
uk_ua: Увімкнено, відкрито

source: leave blank to disable password
el_gr: αφήστε κενό για να απενεργοποιήσετε τον κωδικό πρόσβασης
lt_lt: Palikite tuščią, kad išjungtumėte slaptažodį
lv_lv: atstājiet tukšu, lai atspējotu paroli
nb_no: La stå tomt for å deaktivere passord
uk_ua: Залиште поле порожнім, щоб вимкнути пароль

source: Nadir
lv_lv: Zemākais punkts
uk_ua: Надир

source: Icon Position
el_gr: Θέση Εικονιδίου
lt_lt: Šiukšliadėžėje nerasta piktogramų rinkinių
lv_lv: Ikonas novietojums
nb_no: Ikonplassering
uk_ua: Розташування піктограми

source: Icon Button - Left
el_gr: Εικονίδιο Κουμπί - Αριστερά
lt_lt: Piktogramos mygtukas - kairėje
lv_lv: Ikonas poga - pa kreisi
nb_no: Ikonknapp - venstre
uk_ua: Кнопка зі значком - ліворуч

source: Icon Button - Center
el_gr: Εικονίδιο Κουμπί - Κέντρο
lt_lt: Piktogramos mygtukas - centras
lv_lv: Ikonas poga - centrs
nb_no: Ikonknapp – i midten
uk_ua: Кнопка зі значком - по центру

source: Icon Button - Right
el_gr: Κουμπί εικονίδιο - Δεξιά
lt_lt: Piktogramos mygtukas - dešinėje
lv_lv: Ikonas poga - pa labi
nb_no: Ikonknapp - høyre
uk_ua: Кнопка зі значком - праворуч

source: Icon - Top Right
el_gr: Εικονίδιο - Επάνω δεξιά
lt_lt: Ikona - viršuje dešinėje
lv_lv: Ikona — augšējā labajā stūrī
nb_no: Ikon – øverst til høyre
uk_ua: Піктограма вгорі праворуч

source: Menu Item
el_gr: Στοιχείο Μενού
lt_lt: Meniu punktas
lv_lv: Izvelnes Vienība
nb_no: Menyelementer
uk_ua: Елемент меню

source: Main Color
el_gr: Κύριο χρώμα
lt_lt: Pagrindinė Spalva
lv_lv: Galvenā krāsa
nb_no: Hovedfarge
uk_ua: Основний колір

source: Text Color
el_gr: Χρώμα Κειμένου
lt_lt: Teksto Spalva
lv_lv: Teksta krāsa
nb_no: Tekstfarge
uk_ua: Колір тексту

source: Border Color
el_gr: Χρώμα Περιγράμματος
lt_lt: Rėmelio Spalva
lv_lv: Malas krāsa
nb_no: Kantlinjefarge
uk_ua: Колір рамки

source: Icon Main Color
el_gr: Εικονίδιο Κύριο χρώμα
lt_lt: Piktogramos pagrindinė spalva
lv_lv: Ikonas galvenā krāsa
nb_no: Ikon hovedfarge
uk_ua: Іконка Основний колір

source: Hover Color
el_gr: Αιωρούμενο Χρώμα
lt_lt: Spalva Užvedus
lv_lv: Lidināties krāsu
nb_no: Farge (hover)
uk_ua: Колір при наведенні

source: Icon Hover Color
el_gr: Εικονίδιο Hover Color
lt_lt: Piktogramos Spalva Užvedus
lv_lv: Ikonas norādīšanas krāsa
nb_no: Ikon - farge ved hover
uk_ua: Колір іконки при наведенні

source: Send Verification Code
el_gr: Αποστολή κωδικού επαλήθευσης
lt_lt: Siųsti patvirtinimo kodą
lv_lv: Nosūtīt pārbaudes kodu
nb_no: Send bekreftelseskode
uk_ua: Надішліть код підтвердження

source: Verification code
el_gr: Κωδικός επαλήθευσης
lt_lt: Patvirtinimo kodas
lv_lv: Verifikācijas kods
nb_no: Verifikasjonskode
uk_ua: Код підтвердження

source: New password
el_gr: Νέος κωδικός
lt_lt: Naujas slaptažodis
lv_lv: Jauna parole
nb_no: Nytt passord
uk_ua: Новий пароль

source: Change password
el_gr: Αλλαγή συνθηματικού
lt_lt: Pakeisti slaptažodį
lv_lv: Mainīt paroli
nb_no: Endre passord
uk_ua: Змінити пароль

source: Back to Login
el_gr: Επιστροφή στη σελίδα Σύνδεσης
lt_lt: Grįžti į prisijungimo langą
lv_lv: Atpakaļ uz sadaļu Pieteikšanās
nb_no: Gå tilbake til logg inn
uk_ua: Назад до входу

source: Welcome!
el_gr: Καλώς ήλθατε!
lt_lt: Sveiki Atvykę!
lv_lv: Laipni lūdzam!
nb_no: Velkommen!
uk_ua: Ласкаво просимо!

source: Login to your account here
el_gr: Συνδεθείτε στο λογαριασμό σας εδώ
lt_lt: Prisijunkite prie savo paskyros čia
lv_lv: Piesakieties savā kontā šeit
nb_no: Logg inn på kontoen din her
uk_ua: Увійдіть до свого облікового запису тут

source: Username or E-mail
el_gr: Ονομα χρήστη ή e-mail
lt_lt: Vartotojo vardas arba el. paštas
lv_lv: Lietotājvārds vai e-pasts
nb_no: Brukernavn eller Epost
uk_ua: Логін або E-mail

source: Remember me
el_gr: Να με θυμάσαι
lt_lt: Prisiminti mane
lv_lv: Atcerēties mani
nb_no: Husk meg
uk_ua: Запам'ятати мене

source: Login
el_gr: Σύνδεση
lt_lt: Prisijungti
lv_lv: Pieslēgties
nb_no: Logg inn
uk_ua: Вхід

source: Forgot Password?
el_gr: Ξεχάσατε τον κωδικό πρόσβασης?
lt_lt: Pamiršote slaptažodį?
lv_lv: Aizmirsāt paroli?
nb_no: Glemt passord?
uk_ua: Забули пароль?

source: Create an Account
el_gr: Δημιουργία λογαριασμού
lt_lt: Sukurti paskyrą
lv_lv: Reģistrēties
nb_no: Lag en konto
uk_ua: Створити аккаунт

source: back to %s
el_gr: πίσω στο %s
lt_lt: atgal į %s
lv_lv: atpakaļ uz %s
nb_no: Tilbake til %s
uk_ua: назад до %s

source: main site
el_gr: κύρια ιστοσελίδα
lt_lt: Pagrindinė svetainė
lv_lv: galvenā vietne
nb_no: hovedsiden
uk_ua: Основний сайт

source: Two-Factor Authentication
el_gr: Αυθεντικοποίηση δύο παραγόντων
lt_lt: Dviejų faktorių autentifikavimas
lv_lv: Divfaktoru autentifikācija
nb_no: Totrinnsverifisering
uk_ua: Двофакторна автентифікація

source: Please enter the confirmation code that you see on your authenticator app.
el_gr: Εισάγετε τον κωδικό επιβεβαίωσης που βλέπετε στην εφαρμογή ελέγχου ταυτότητας.
lt_lt: Įveskite patvirtinimo kodą, kurį matote savo autentifikavimo priemonėje.
lv_lv: Lūdzu, ievadiet apstiprinājuma kodu, ko redzat savā autentificētāja lietotnē.
nb_no: Skriv inn bekreftelseskoden du ser i autentiseringsappen.
uk_ua: Будь ласка, введіть код підтвердження, який ви бачите у своєму додатку для автентифікації.

source: Authenticate
el_gr: Αναγνώριση
lt_lt: Autentifikuoti
lv_lv: Autentificēt
nb_no: Autentiser
uk_ua: Автентифікувати

source: Create Account
el_gr: Δημιουργία λογαριασμού
lt_lt: Sukurti paskyrą
lv_lv: Izveidot kontu
nb_no: Opprett Konto
uk_ua: Створити Аккаунт

source: An account linked to %s was not found, do you want to register a new one?
el_gr: Δεν βρέθηκε λογαριασμός συνδεδεμένος με το %s, θέλετε να εγγραφείτε νέο;
lt_lt: Paskyra, susieta su %s nerasta, ar norite užregistruoti naują?
lv_lv: Ar %s saistīts konts netika atrasts, vai vēlaties reģistrēt jaunu?
nb_no: En konto knyttet til %s ble ikke funnet, vil du registrere en ny?
uk_ua: Аккаунт, прив'язаний до %s, не знайдений, хочете зареєструвати новий?

source: Yes, Register
el_gr: Ναι, μητρώο
lt_lt: Taip, registruokitės
lv_lv: Jā, reģistrēties
nb_no: Ja, registrer deg
uk_ua: Так, зареєструватися
