Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: video of an avatar displayed over the tour when entering this room
el_gr: βίντεο ενός avatar που εμφανίζεται πάνω από την ξενάγηση κατά την είσοδο σε αυτό το δωμάτιο
lt_lt: Vaizdo įrašas apie avatarą, rodomą per ekskursiją įeinant į šį kambarį
lv_lv: video ar iemiesojumu, kas parādīts ekskursijas laikā, ieejot šajā telpā
nb_no: video av en avatar som vises over omvisningen når du går inn i dette rommet
uk_ua: Відео аватара, що відображається під час екскурсії при вході в цю кімнату

source: play only once
el_gr: παίξτε μόνο μία φορά
lt_lt: žaisti tik vieną kartą
lv_lv: spēlēt tikai vienu reizi
nb_no: Spill bare én gang
uk_ua: Грайте лише один раз

source: Protect
el_gr: Προστασία
lt_lt: Apsaugoti
lv_lv: Aizsargāt
nb_no: Beskytt
uk_ua: Захистити

source: block room display until the protect form is filled
el_gr: μπλοκάρει την εμφάνιση δωματίου μέχρι να συμπληρωθεί η φόρμα προστασίας
lt_lt: Blokuoti kambario rodymą, kol bus užpildyta apsaugos forma
lv_lv: Bloka telpas displejs, līdz tiek aizpildīta aizsargājošā veidlapa
nb_no: Blokker romvisning til beskyttelsesskjemaet er fylt ut
uk_ua: Дисплей блокової кімнати, доки не буде заповнена форма захисту

source: Passcode
lt_lt: Slaptasis kodas
lv_lv: Ieejas kods
nb_no: Passord
uk_ua: Код доступу

source: title of the protect form
el_gr: τίτλος του εντύπου προστασίας
lt_lt: apsaugos formos pavadinimas
lv_lv: Aizsardzības veidlapas nosaukums
nb_no: Tittelen på beskyttelsesskjemaet
uk_ua: Назва форми захисту

source: description of the protect form
el_gr: περιγραφή του εντύπου προστασίας
lt_lt: Apsaugos formos aprašymas
lv_lv: Aizsardzības veidlapas apraksts
nb_no: Beskrivelse av beskyttelsesskjemaet
uk_ua: Опис форми захисту

source: passcode to unlock the room
el_gr: κωδικός πρόσβασης για να ξεκλειδώσετε το δωμάτιο
lt_lt: Slaptažodis kambariui atrakinti
lv_lv: ieejas kods telpas atbloķēšanai
nb_no: passord for å låse opp rommet
uk_ua: пароль для розблокування кімнати

source: allows you to load various versions of the same room and switch them in the viewer
el_gr: σας επιτρέπει να φορτώνετε διάφορες εκδόσεις του ίδιου δωματίου και να τις αλλάζετε στο πρόγραμμα προβολής
lt_lt: leidžia įkelti įvairias to paties kambario versijas ir perjungti jas į žiūrovą
lv_lv: ļauj ielādēt dažādas vienas telpas versijas un pārslēgt tās skatītājā
nb_no: lar deg laste inn forskjellige versjoner av samme rom og bytte dem i visningsprogrammet
uk_ua: дозволяє завантажувати різні версії однієї і тієї ж кімнати і перемикати їх в переглядачі

source: View Type
el_gr: Προβολή Tυπου
lt_lt: Rodyti tipą
lv_lv: Skata tips
nb_no: Vis gruppe
uk_ua: Тип перегляду

source: Single view
el_gr: Ενιαία προβολή
lt_lt: Vienas rodinys
lv_lv: Viens skats
nb_no: Enkelt visning
uk_ua: Єдиний вигляд

source: Split view with slider
el_gr: Διαχωρισμένη προβολή με ρυθμιστικό
lt_lt: Perskirtas vaizdas su slankikliu
lv_lv: Sadalīts skats ar slīdni
nb_no: Delt visning med glidebryter
uk_ua: Режим Split з повзунком

source: Live panorama view
el_gr: Ζωντανή προβολή πανοράματος
lt_lt: Tiesioginis panoramos vaizdas
lv_lv: Panorāmas skats tiešraidē
nb_no: Live panoramavisning
uk_ua: Вид на панораму в реальному часі

source: Based on time slots
el_gr: Με βάση τις χρονοθυρίδες
lt_lt: Remiantis laiko tarpsniais
lv_lv: Pamatojoties uz laika nišām
nb_no: Basert på tidsluker
uk_ua: На основі часових проміжків

source: Duration view
el_gr: Προβολή διάρκειας
lt_lt: Trukmės rodinys
lv_lv: Ilguma skats
nb_no: Varighet-visning
uk_ua: Перегляд тривалості

source: duration in milliseconds in which the panorama view will be visible
el_gr: διάρκεια σε χιλιοστά του δευτερολέπτου κατά την οποία θα είναι ορατή η πανοραμική προβολή
lt_lt: Trukmė milisekundėmis, per kurią bus matomas panoraminis vaizdas
lv_lv: ilgums milisekundēs, kurās būs redzams panorāmas skats
nb_no: Varighet i millisekunder der panoramavisningen vil være synlig
uk_ua: тривалістю в мілісекундах, протягом якої буде видно панорамний вид

source: Fade view
el_gr: Προβολή Fade
lt_lt: Išblukimo rodinys
lv_lv: Skats Izbalēšana
nb_no: Fade-visning
uk_ua: Режим затухання

source: duration in milliseconds of the fade animation between panoramas
el_gr: διάρκεια σε χιλιοστά του δευτερολέπτου της κίνησης fade μεταξύ των πανοραμικών εικόνων
lt_lt: Išblukimo animacijos tarp panoramų trukmė milisekundėmis
lv_lv: Izbalēšanas animācijas ilgums milisekundēs starp panorāmām
nb_no: varighet i millisekunder av toningsanimasjonen mellom panoramaer
uk_ua: тривалість у мілісекундах анімації затухання між панорамами

source: Add New Panorama
el_gr: Προσθέστε νέο Πανόραμα
lt_lt: Pridėti naują panoramą
lv_lv: Jaunas panorāmas pievienošana
nb_no: Legg til nytt panorama
uk_ua: Додати нову панораму

source: Panorama List
el_gr: Κατάλογος Πανοράματος
lt_lt: Panoramos sąrašas
lv_lv: Panorāmu saraksts
nb_no: Panorama-liste
uk_ua: Список панорам

source: View name
el_gr: Προβολή ονόματος
lt_lt: Peržiūrėti pavadinimą
lv_lv: Skatīt nosaukumu
nb_no: Vis navn
uk_ua: Ім'я перегляду

source: From Hour
el_gr: Από την ώρα
lt_lt: Nuo valandos
lv_lv: No stundas
nb_no: Fra Hour
uk_ua: З години

source: To Hour
el_gr: Προς ώρα
lt_lt: Į valandą
lv_lv: Uz stundu
nb_no: Til time
uk_ua: до години

source: Add New Preset
el_gr: Προσθήκη νέας προεπιλογής
lt_lt: Pridėti naują išankstinį nustatymą
lv_lv: Pievienot jaunu standartu
nb_no: Legg til ny forhåndsinnstilling
uk_ua: Додайте новий стиль

source: Preset Name
el_gr: Όνομα προεπιλογής
lt_lt: Iš anksto nustatytas pavadinimas
lv_lv: Sākotnējais nosaukums
nb_no: Forhåndsinnstilt navn
uk_ua: Ім'я стилю

source: Are you sure you want to save this preset?
el_gr: Είστε βέβαιοι ότι θέλετε να αποθηκεύσετε αυτήν την προεπιλογή;
lt_lt: Ar tikrai norite išsaugoti šį išankstinį nustatymą?
lv_lv: Vai tiešām vēlaties saglabāt šo sākotnējo iestatījumu?
nb_no: Er du sikker på at du vil lagre denne forhåndsinnstillingen?
uk_ua: Ви впевнені, що хочете зберегти цей пресет?

source: Yes, Save
el_gr: Ναι, Αποθήκευση
lt_lt: Taip, išsaugoti
lv_lv: Jā, saglabāt
nb_no: Ja, lagre
uk_ua: Так, зберегти

source: Are you sure you want to apply this preset to all the rooms of this Virtual Tour?
el_gr: Είστε βέβαιοι ότι θέλετε να εφαρμόσετε αυτήν την προεπιλογή σε όλες τις αίθουσες αυτής της Εικονικής Περιήγησης;
lt_lt: Ar tikrai norite pritaikyti šį išankstinį nustatymą visiems šio virtualaus turo kambariams?
lv_lv: Vai tiešām vēlaties piemērot šo standartu visām šīs virtuālās tūres telpām?
nb_no: Er du sikker på at du vil bruke denne forhåndsinnstillingen på alle rommene i denne virtuelle omvisningen?
uk_ua: Ви впевнені, що хочете застосувати цей пресет до всіх кімнат цього віртуального туру?

source: Are you sure you want to delete the room?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το δωμάτιο;
lt_lt: Ar tikrai norite ištrinti kambarį?
lv_lv: Vai tiešām vēlaties izdzēst telpu?
nb_no: Er du sikker på at du vil slette rommet?
uk_ua: Ви впевнені, що хочете видалити кімнату?

source: Are you sure you want to apply initial position to all existing rooms by overwriting them?
el_gr: Είστε βέβαιοι ότι θέλετε να εφαρμόσετε την αρχική θέση σε όλα τα υπάρχοντα δωμάτια αντικαθιστώντας τα;
lt_lt: Ar tikrai norite pritaikyti pradinę padėtį visiems esamiems kambariams, juos perrašydami?
lv_lv: Vai tiešām vēlaties piemērot sākotnējo pozīciju visām esošajām telpām, tās pārrakstot?
nb_no: Er du sikker på at du vil bruke startposisjon på alle eksisterende rom ved å overskrive dem?
uk_ua: Ви впевнені, що хочете застосувати початкову позицію до всіх існуючих кімнат, перезаписавши їх?

source: Yaw
el_gr: Εκτροπής
lt_lt: Žiovulys
lv_lv: Žāvājas
nb_no: Turbulens
uk_ua: Нишпорення

source: Pitch
el_gr: Πίσσα
lt_lt: Pikio
lv_lv: Piķis
nb_no: Idé
uk_ua: Крок

source: Are you sure you want to apply north to all existing rooms by overwriting them?
el_gr: Είστε βέβαιοι ότι θέλετε να εφαρμόσετε το βόρειο τμήμα σε όλα τα υπάρχοντα δωμάτια αντικαθιστώντας τα;
lt_lt: Ar tikrai norite pritaikyti šiaurę visiems esamiems kambariams, juos perrašydami?
lv_lv: Vai tiešām vēlaties pieteikties uz ziemeļiem visās esošajās telpās, tās pārrakstot?
nb_no: Er du sikker på at du vil søke nord på alle eksisterende rom ved å overskrive dem?
uk_ua: Ви впевнені, що хочете застосувати північ до всіх існуючих кімнат, перезаписавши їх?

source: Are you sure you want to apply effects to all existing rooms by overwriting them?
el_gr: Είστε βέβαιοι ότι θέλετε να εφαρμόσετε εφέ σε όλα τα υπάρχοντα δωμάτια αντικαθιστώντας τα;
lt_lt: Ar tikrai norite pritaikyti efektus visiems esamiems kambariams juos perrašydami?
lv_lv: Vai tiešām vēlaties lietot efektus visām esošajām telpām, tās pārrakstot?
nb_no: Er du sikker på at du vil bruke effekter på alle eksisterende rom ved å overskrive dem?
uk_ua: Ви впевнені, що хочете застосувати ефекти до всіх існуючих кімнат, перезаписавши їх?

source: Save Enhanced
el_gr: Αποθήκευση Ενισχυμένη
lt_lt: Išsaugoti patobulintą
lv_lv: Saglabāt uzlaboto
nb_no: Lagre forbedret
uk_ua: Зберегти покращене

source: Are you sure you want to save this enhanced version?<br><br><i>You will be charged 1 generation credit and the enhanced image will replace the one in this room.</i>
el_gr: Είστε βέβαιοι ότι θέλετε να αποθηκεύσετε αυτήν τη βελτιωμένη έκδοση;<br><br> <i>Θα χρεωθείτε πίστωση 1 γενιάς και η βελτιωμένη εικόνα θα αντικαταστήσει αυτήν σε αυτό το δωμάτιο.</i>
lt_lt: Ar tikrai norite išsaugoti šią patobulintą versiją?<br><br><i>Būsite apmokestinti 1 kartos kreditu, o patobulintas vaizdas pakeis šiame kambaryje esantį vaizdą.</i>
lv_lv: Vai tiešām vēlaties saglabāt šo uzlaboto versiju?<br><br><i>Jums būs jāmaksā 1 paaudzes kredīts, un uzlabotais attēls aizstās šajā telpā esošo.</i>
nb_no: Er du sikker på at du vil lagre denne forbedrede versjonen?<br><br><i>Du vil bli belastet 1 generasjonskreditt, og det forbedrede bildet vil erstatte det i dette rommet.</i>
uk_ua: Ви впевнені, що хочете зберегти цю розширену версію?<br><br><i>З вас буде стягнуто кредит 1 покоління, а покращене зображення замінить те, що є в цій кімнаті.</i>

source: Are you sure you want to save this enhanced version?<br><br><i>The enhanced image will replace the one in this room.</i>
el_gr: Είστε βέβαιοι ότι θέλετε να αποθηκεύσετε αυτήν τη βελτιωμένη έκδοση;<br><br> <i>Η βελτιωμένη εικόνα θα αντικαταστήσει αυτήν σε αυτό το δωμάτιο.</i>
lt_lt: Ar tikrai norite išsaugoti šią patobulintą versiją?<br><br><i>Patobulintas vaizdas pakeis tą, kuris yra šiame kambaryje.</i>
lv_lv: Vai tiešām vēlaties saglabāt šo uzlaboto versiju?<br><br><i>Uzlabotais attēls aizstās to, kas atrodas šajā telpā.</i>
nb_no: Er du sikker på at du vil lagre denne forbedrede versjonen?<br><br><i>Det forbedrede bildet vil erstatte det i dette rommet.</i>
uk_ua: Ви впевнені, що хочете зберегти цю розширену версію?<br><br><i>Покращений образ замінить той, що в цій кімнаті.</i>

source: Revert to Original
el_gr: Επαναφορά στο πρωτότυπο
lt_lt: Grįžti į originalą
lv_lv: Atgriezties pie sākotnējā
nb_no: Gå tilbake til originalen
uk_ua: Повернення до оригіналу

source: Are you sure you want to revert to original version?<br><br><i>The original image will replace the one in this room.</i>
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε την αρχική έκδοση;<br><br> <i>Η αρχική εικόνα θα αντικαταστήσει αυτήν σε αυτό το δωμάτιο.</i>
lt_lt: Ar tikrai norite grįžti prie pradinės versijos?<br><br><i>Originalus vaizdas pakeis tą, kuris yra šiame kambaryje.</i>
lv_lv: Vai tiešām vēlaties atgriezties pie sākotnējās versijas?<br><br><i>Sākotnējais attēls aizstās šajā telpā esošo.</i>
nb_no: Er du sikker på at du vil gå tilbake til originalversjonen?<br><br><i>Originalbildet vil erstatte det i dette rommet.</i>
uk_ua: Ви впевнені, що хочете повернутися до оригінальної версії?<br><br><i>Оригінальне зображення замінить те, що є в цій кімнаті.</i>

source: screenshot
el_gr: στιγμιότυπο οθόνης
lt_lt: ekrano kopija
lv_lv: Ekrānuzņēmums
nb_no: Skjermbilde
uk_ua: знімок екрану

source: You cannot create Icons Library on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε βιβλιοθήκη εικονιδίων σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite sukurti piktogramų bibliotekos išoriniame virtualiame ture!
lv_lv: Ikonu bibliotēku nevar izveidot ārējā virtuālā tūrē!
nb_no: Du kan ikke opprette ikonbibliotek på en ekstern virtuell omvisning!
uk_ua: Ви не можете створити бібліотеку іконок під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to create Icons Library!
el_gr: Το σχέδιό σας "%s" δεν επιτρέπει τη δημιουργία βιβλιοθήκης εικονιδίων!
lt_lt: Jūsų "%s" planas neleidžia kurti piktogramų bibliotekos!
lv_lv: Jūsu "%s" plāns neļauj izveidot ikonu bibliotēku!
nb_no: Din "%s"-plan tillater ikke å opprette ikonbibliotek!
uk_ua: Ваш тариф "%s" не дозволяє створювати Бібліотеку іконок!

source: Icons List
el_gr: Λίστα εικονιδίων
lt_lt: Piktogramų sąrašas
lv_lv: Ikonu saraksts
nb_no: Ikoner Liste
uk_ua: Список іконок

source: Loading icons ...
el_gr: Φόρτωση εικονιδίων ...
lt_lt: Įkeliamos piktogramos ...
lv_lv: Ikonu ielāde ...
nb_no: Laster inn ikoner ...
uk_ua: Завантаження іконок ...

source: Your "%s" plan not allow to create Globes!
el_gr: Το σχέδιό σας "%s" δεν επιτρέπει τη δημιουργία σφαιρών!
lt_lt: Jūsų "%s" planas neleidžia kurti "Globes"!
lv_lv: Jūsu "%s" plāns neļauj izveidot globusus!
nb_no: Din «%s»-plan tillater ikke å lage globus!
uk_ua: Ваш план "%s" не дозволяє створювати Глобуси!

source: Top 10
el_gr: Τα 10 Δημοφιλέστερα
lv_lv: 10 labākie
nb_no: Topp 10
uk_ua: Топ-10

source: Switching language to %s
el_gr: Αλλαγή γλώσσας σε %s
lt_lt: Kalbos perjungimas į %s
lv_lv: Valodas pārslēgšana uz %s
nb_no: Bytte språk til %s
uk_ua: Перемикання мови на %s

source: type your password
el_gr: πληκτρολογήστε τον κωδικό πρόσβασής σας
lt_lt: Įveskite slaptažodį
lv_lv: Ierakstiet savu paroli
nb_no: Skriv inn passordet ditt
uk_ua: Введіть пароль

source: I have already entered my data
el_gr: Έχω ήδη εισάγει τα στοιχεία μου
lt_lt: Aš jau įvedžiau savo duomenis
lv_lv: Es jau esmu ievadījis savus datus
nb_no: Jeg har allerede lagt inn dataene mine
uk_ua: Я вже ввів свої дані

source: I agree to <a data-fancybox data-src='#privacy_policy' href='javascript:;'>Privacy Policy</a>
el_gr: Συμφωνώ με <a data-fancybox data-src='#privacy_policy' href='javascript:;'>την Πολιτική Απορρήτου</a>
lt_lt: Sutinku su <a data-fancybox data-src='#privacy_policy' href='javascript:;'>privatumo politika</a>
lv_lv: Es piekrītu <a data-fancybox data-src='#privacy_policy' href='javascript:;'>privātuma politikai</a>
nb_no: Jeg godtar <a data-fancybox data-src='#privacy_policy' href='javascript:;'>personvernreglene</a>
uk_ua: Я згоден з <a data-fancybox data-src='#privacy_policy' href='javascript:;'>Політикою конфіденційності</a>

source: presented by %s
el_gr: παρουσιάζεται από %s
lt_lt: pateikė %s
lv_lv: Prezentēja %s
nb_no: presentert av %s
uk_ua: представлено компанією %s

source: Skip Video
el_gr: Παράλειψη βίντεο
lt_lt: Praleisti vaizdo įrašą
lv_lv: Izlaist video
nb_no: Hopp over video
uk_ua: Пропустити відео

source: lock / unlock the receiver's control of the tour
el_gr: κλείδωμα / ξεκλείδωμα του ελέγχου της περιήγησης από τον δέκτη
lt_lt: užrakinti / atrakinti imtuvo kelionės valdymą
lv_lv: bloķēt / atbloķēt uztvērēja kontroli pār ceļojumu
nb_no: Lås / lås opp mottakerens kontroll over turen
uk_ua: Блокування / розблокування управління туром приймачем

source: initializing ...
el_gr: αρχικοποίηση...
lt_lt: Inicijuojama...
lv_lv: Inicializējot...
nb_no: Initialiserer...
uk_ua: Ініціалізації...

source: Chat
lt_lt: Pokalbis
lv_lv: Tērzēt
uk_ua: Чат

source: input locked
el_gr: η είσοδος είναι κλειδωμένη
lt_lt: Įvestis užrakinta
lv_lv: ieeja bloķēta
nb_no: Inngang låst
uk_ua: Вхід заблоковано

source: This device is not compatible for augmented reality simulation
el_gr: Αυτή η συσκευή δεν είναι συμβατή για προσομοίωση επαυξημένης πραγματικότητας
lt_lt: Šis įrenginys nesuderinamas su papildytos realybės modeliavimu
lv_lv: Šī ierīce nav saderīga ar paplašinātās realitātes simulāciju
nb_no: Denne enheten er ikke kompatibel for utvidet virkelighetssimulering
uk_ua: Цей пристрій несумісний з симуляцією доповненої реальності

source: Activate the camera to start the augmented reality simulation
el_gr: Ενεργοποιήστε την κάμερα για να ξεκινήσετε την προσομοίωση επαυξημένης πραγματικότητας
lt_lt: Suaktyvinkite kamerą, kad pradėtumėte papildytos realybės modeliavimą
lv_lv: Aktivizējiet kameru, lai sāktu paplašinātās realitātes simulāciju
nb_no: Aktiver kameraet for å starte utvidet virkelighet-simuleringen
uk_ua: Активуйте камеру, щоб запустити симуляцію доповненої реальності

source: Move the camera to overlay the underlying image
el_gr: Μετακινήστε την κάμερα για να επικαλύψετε την υποκείμενη εικόνα
lt_lt: Perkelkite fotoaparatą, kad perdengtumėte pagrindinį vaizdą
lv_lv: Pārvietojiet kameru, lai pārklātu pamatā esošo attēlu
nb_no: Flytt kameraet for å legge det underliggende bildet over
uk_ua: Перемістіть камеру, щоб накласти нижнє зображення

source: Toggle Camera
el_gr: Εναλλαγή κάμερας
lt_lt: Perjungti kamerą
lv_lv: Pārslēgt kameru
nb_no: Veksle kamera
uk_ua: Перемкнути камеру

source: Loading the learning session ...
el_gr: Φόρτωση της συνεδρίας εκμάθησης...
lt_lt: Įkeliama mokymosi sesija...
lv_lv: Notiek mācību sesijas ielāde...
nb_no: Laster inn læringsøkten ...
uk_ua: Завантаження навчального сеансу...

source: LOADING VR EXPERIENCE ...
lt_lt: ĮKELIAMA VR PATIRTIS ...
lv_lv: VR PIEREDZES IELĀDE ...
nb_no: LASTER INN VR-OPPLEVELSE ...
uk_ua: ЗАВАНТАЖЕННЯ ДОСВІДУ ВІРТУАЛЬНОЇ РЕАЛЬНОСТІ ...

source: One-finger move
el_gr: Κίνηση με ένα δάχτυλο
lt_lt: Judėjimas vienu pirštu
lv_lv: Viena pirksta kustība
nb_no: Bevegelse med én finger
uk_ua: Рух одним пальцем

source: Two-finger spread or squish
el_gr: Άπλωμα ή σφίξιμο με δύο δάχτυλα
lt_lt: Dviejų pirštų plitimas arba squish
lv_lv: Divu pirkstu izplatīšanās vai squish
nb_no: Spredning eller klemming med to fingre
uk_ua: Розведення двома пальцями або хлюпання

source: Two-finger move
el_gr: Κίνηση με δύο δάχτυλα
lt_lt: Judesys dviem pirštais
lv_lv: Divu pirkstu kustība
nb_no: Bevegelse med to fingre
uk_ua: Рух двома пальцями

source: Cart summary
el_gr: Περίληψη καλαθιού
lt_lt: Krepšelio santrauka
lv_lv: Groza kopsavilkums
nb_no: Sammendrag av handlekurv
uk_ua: Підсумок кошика

source: Shipping and taxes will be calculated at checkout.
el_gr: Η αποστολή και οι φόροι θα υπολογιστούν κατά το ταμείο.
lt_lt: Pristatymas ir mokesčiai bus apskaičiuoti atsiskaitant.
lv_lv: Piegāde un nodokļi tiks aprēķināti izrakstīšanās laikā.
nb_no: Frakt og avgifter vil bli beregnet i kassen.
uk_ua: Доставка та податки будуть розраховані під час оформлення замовлення.

source: Checkout
el_gr: Ταμείο
lt_lt: Atsiskaitymas
lv_lv: Noformēt
nb_no: Til kassen
uk_ua: Оформлення

source: View detailed cart
el_gr: Δείτε αναλυτικό καλάθι
lt_lt: Peržiūrėti detalų krepšelį
lv_lv: Skatīt detalizētu grozu
nb_no: Se detaljert handlekurv
uk_ua: Переглянути детальний кошик

source: Your cart is empty.
el_gr: Το καλάθι αγορών είναι άδειο.
lt_lt: Jūsų krepšelis tuščias.
lv_lv: Jūsu grozs ir tukšs.
nb_no: Handlekurven din er tom.
uk_ua: Ваш кошик порожній.

source: Back to store
el_gr: Επιστροφή στο κατάστημα
lt_lt: Grįžti į parduotuvę
lv_lv: Atpakaļ uz veikalu
nb_no: Tilbake til butikk
uk_ua: Назад до магазину

source: OPEN SCREENCAST APP
lt_lt: ATIDARYKITE "SCREENCAST" PROGRAMĄ
lv_lv: ATVĒRT SCREENCAST LIETOTNI
nb_no: ÅPNE SCREENCAST-APPEN
uk_ua: ВІДКРИЙТЕ ПРОГРАМУ SCREENCAST

source: INITIALIZING
el_gr: ΑΡΧΙΚΟΠΟΙΗΣΗ
lt_lt: INICIJUOJAMA
lv_lv: INICIALIZĒJOT
nb_no: INITIALISERER
uk_ua: ІНІЦІАЛІЗАЦІЇ

source: Are you sure you want to end this live session? The link generated will be invalidated.
el_gr: Είστε βέβαιοι ότι θέλετε να τερματίσετε αυτήν τη ζωντανή συνεδρία; Ο σύνδεσμος που δημιουργήθηκε θα ακυρωθεί.
lt_lt: Ar tikrai norite baigti šią tiesioginę sesiją? Sugeneruota nuoroda bus pripažinta negaliojančia.
lv_lv: Vai tiešām vēlaties beigt šo tiešraides sesiju? Ģenerētā saite tiks atzīta par nederīgu.
nb_no: Er du sikker på at du vil avslutte denne live-økten? Lenken som genereres vil bli ugyldig.
uk_ua: Ви впевнені, що хочете завершити цю сесію в прямому ефірі? Згенероване посилання буде визнано недійсним.

source: Are you sure you want to end this live session?
el_gr: Είστε βέβαιοι ότι θέλετε να τερματίσετε αυτήν τη ζωντανή συνεδρία;
lt_lt: Ar tikrai norite baigti šią tiesioginę sesiją?
lv_lv: Vai tiešām vēlaties beigt šo tiešraides sesiju?
nb_no: Er du sikker på at du vil avslutte denne live-økten?
uk_ua: Ви впевнені, що хочете завершити цю сесію в прямому ефірі?

source: End Call
el_gr: Τέλος κλήσης
lt_lt: Baigti skambutį
lv_lv: Beigt zvanu
nb_no: Avslutt samtale
uk_ua: Завершити виклик

source: awaiting connection ...
el_gr: σε αναμονή σύνδεσης...
lt_lt: laukia ryšio ...
lv_lv: gaida savienojumu ...
nb_no: venter på tilkobling ...
uk_ua: Чекаємо підключення ...

source: connecting ...
el_gr: σύνδεση...
lt_lt: Jungiantis...
lv_lv: Savieno...
nb_no: Koble...
uk_ua: Підключення...

source: connected
el_gr: συνδεδεμένος
lt_lt: prisijungta
lv_lv: savienots
nb_no: tilkoblet
uk_ua: Підключений

source: connection closed
el_gr: σύνδεση κλειστή
lt_lt: ryšys uždarytas
lv_lv: savienojums slēgts
nb_no: Tilkobling stengt
uk_ua: З'єднання закрито

source: invalid session
el_gr: μη έγκυρη συνεδρία
lt_lt: negaliojantis seansas
lv_lv: Nederīga sesija
nb_no: Ugyldig økt
uk_ua: Недійсна сесія

source: Send this link to the person you want to invite
el_gr: Στείλτε αυτόν τον σύνδεσμο στο άτομο που θέλετε να προσκαλέσετε
lt_lt: Siųskite šią nuorodą asmeniui, kurį norite pakviesti
lv_lv: Nosūtiet šo saiti personai, kuru vēlaties uzaicināt
nb_no: Send denne lenken til personen du vil invitere
uk_ua: Надішліть це посилання людині, яку ви хочете запросити

source: Do you want to join the live session with video or audio only?
el_gr: Θέλετε να συμμετάσχετε στη ζωντανή συνεδρία μόνο με βίντεο ή ήχο;
lt_lt: Ar norite prisijungti prie tiesioginės sesijos naudodami tik vaizdo ar garso įrašą?
lv_lv: Vai vēlaties pievienoties tiešraides sesijai tikai ar video vai audio?
nb_no: Vil du bli med i live-økten med kun video eller lyd?
uk_ua: Ви хочете приєднатися до прямого ефіру лише за допомогою відео чи аудіо?

source: Video + Audio
el_gr: Βίντεο + Ήχος
lt_lt: Vaizdo įrašas + garsas
nb_no: Video + lyd
uk_ua: Відео + Аудіо

source: Only Audio
el_gr: Μόνο Ήχος
lt_lt: Tik garsas
lv_lv: Tikai audio
nb_no: Bare lyd
uk_ua: Тільки аудіо

source: by
el_gr: από
lv_lv: pēc
nb_no: av
uk_ua: від

source: Exit Meeting
el_gr: Έξοδος από τη σύσκεψη
lt_lt: Išeiti iš susitikimo
lv_lv: Iziet no sapulces
nb_no: Avslutt møte
uk_ua: Вихід із зустрічі

source: Skip
el_gr: Παράλειψη
lt_lt: Praleisti
lv_lv: Izlaist
nb_no: Hopp over
uk_ua: Пропустити

source: Play Video
el_gr: Παίξτε το Βίντεο
lt_lt: Žiūrėti vaizdo įrašą
lv_lv: Rādīt video
nb_no: Spill av video
uk_ua: Переглянути відео

source: Wait until the video ends ...
el_gr: Περιμένετε μέχρι να τελειώσει το βίντεο...
lt_lt: Palaukite, kol baigsis vaizdo įrašas ...
lv_lv: Pagaidiet, līdz videoklips beidzas ...
nb_no: Vent til videoen slutter ...
uk_ua: Дочекайтеся, поки відео закінчиться ...

source: ENABLE AUDIO?
el_gr: ΕΝΕΡΓΟΠΟΙΗΣΗ ΗΧΟΥ;
lt_lt: ĮGALINTI GARSĄ?
lv_lv: IESPĒJOT AUDIO?
nb_no: AKTIVERE LYD?
uk_ua: УВІМКНУТИ АУДІО?

source: ENABLE DEVICE ORIENTATION?
el_gr: ΕΝΕΡΓΟΠΟΙΗΣΗ ΠΡΟΣΑΝΑΤΟΛΙΣΜΟΥ ΣΥΣΚΕΥΗΣ;
lt_lt: ĮGALINTI ĮRENGINIO ORIENTACIJĄ?
lv_lv: VAI IESPĒJOT IERĪCES ORIENTĀCIJU?
nb_no: AKTIVERE ENHETSRETNING?
uk_ua: УВІМКНУТИ ОРІЄНТАЦІЮ ПРИСТРОЮ?

source: ENABLE VR MODE?
el_gr: ΕΝΕΡΓΟΠΟΙΗΣΗ ΛΕΙΤΟΥΡΓΙΑΣ VR;
lt_lt: ĮJUNGTI VR REŽIMĄ?
lv_lv: IESPĒJOT VR REŽĪMU?
nb_no: AKTIVERE VR-MODUS?
uk_ua: УВІМКНІТЬ РЕЖИМ VR?

source: Password Meeting
el_gr: Συνάντηση κωδικού πρόσβασης
lt_lt: Slaptažodžių susitikimas
lv_lv: Paroļu sapulce
nb_no: Passord møte
uk_ua: Зустріч з паролем
