Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Relevance (Custom Sort)
el_gr: Συνάφεια (Προσαρμοσμένη ταξινόμηση)
lt_lt: Tinkamumas (pasirinktinis rūšiavimas)
lv_lv: Atbilstība (pielāgota kārtošana)
nb_no: Relevans (egendefinert sortering)
uk_ua: Актуальність (користувацьке сортування)

source: Category
el_gr: Κατηγορία
lt_lt: Kategorija
lv_lv: Kategorija
nb_no: Kategori
uk_ua: Категорія

source: Views
el_gr: Προβολές
lt_lt: Peržiūros
lv_lv: Skatījumi
nb_no: Visninger
uk_ua: Перегляди

source: Default Sorting
el_gr: Προεπιλεγμένη ταξινόμηση
lt_lt: Numatyta
lv_lv: Noklusējuma kārtošana
nb_no: Standard sortering
uk_ua: Сортування за замовчуванням

source: Default Language
el_gr: Προεπιλεγμένη Γλώσσα
lt_lt: Numatytoji kalba
lv_lv: Noklusētā Valoda
nb_no: Standardspråk
uk_ua: Мова за замовчуванням

source: Languages Enabled
el_gr: Ενεργοποίηση γλωσσών
lt_lt: Įgalintos kalbos
lv_lv: Iespējotās valodas
nb_no: Språk aktivert
uk_ua: Мови включені

source: Only default
el_gr: Μόνο προεπιλογή
lt_lt: Tik numatytasis
lv_lv: Tikai noklusējuma
nb_no: Bare standard
uk_ua: Тільки за замовчуванням

source: Google Analytics Tracking ID
el_gr: Αναγνωριστικό Παρακολούθησης Google Analytics
lt_lt: "Google Analytics" stebėjimo ID
lv_lv: Google Analytics izsekošanas ID
nb_no: Google Analytics sporingskode
uk_ua: Ідентифікатор відстеження Google Analytics

source: Google Analytics Tracking ID (G-XXXXXXXXX).
el_gr: Google Analytics Tracking ID (G-XXXXXXXXXXX).
lt_lt: "Google Analytics" stebėjimo ID (G-XXXXXXXXX).
lv_lv: Google Analytics izsekošanas ID (g-xxxxxxxxx).
nb_no: Google Analytics-sporings-ID (G-XXXXXXXXX).
uk_ua: Ідентифікатор відстеження Google Analytics (G-XXXXXXXXX).

source: Enable Cookie Consent
el_gr: Ενεργοποίηση συγκατάθεσης cookie
lt_lt: Įgalinti sutikimą dėl slapukų
lv_lv: Iespējot piekrišanu sīkdatnēm
nb_no: Aktiver samtykke til informasjonskapsler
uk_ua: Увімкніть згоду на використання файлів cookie

source: Enable
el_gr: Ενεργοποίηση
lt_lt: Įjungti
lv_lv: Iespējot
nb_no: Aktiver
uk_ua: Увімкнути

source: Custom HTML Header
el_gr: Προσαρμοσμένη επικεφαλίδα HTML
lt_lt: Pasirinktinė HTML antraštė
lv_lv: Pielāgota HTML galvene
nb_no: Egendefinert HTML-overskrift
uk_ua: Користувальницький HTML-заголовок

source: Custom HTML Footer
el_gr: Προσαρμοσμένο υποσέλιδο HTML
lt_lt: Pasirinktinė HTML poraštė
lv_lv: Pielāgota HTML kājene
nb_no: Egendefinert HTML-bunntekst
uk_ua: Користувальницький HTML-нижній колонтитул

source: Logo
el_gr: Λογότυπο
lt_lt: Logotipas
uk_ua: Логотип

source: Upload Logo Image
el_gr: Φόρτωση εικόνας λογότυπου
lt_lt: Įkelti Logotipo paveikslėlį
lv_lv: Augšupielādēt logotipa attēlu
nb_no: Last opp logobilde
uk_ua: Завантажити зображення логотипу

source: Banner image
el_gr: Εικόνα πανό
lt_lt: Reklamjuostės vaizdas
lv_lv: Reklāmkaroga attēls
nb_no: Hovedbilde
uk_ua: Зображення банера

source: Upload Banner Image
el_gr: Ανέβασμα εικόνας banner
lt_lt: Įkelti reklamjuostės vaizdą
lv_lv: Reklāmkaroga attēla augšupielāde
nb_no: Last opp bannerbilde
uk_ua: Завантажити зображення банера

source: Viewer
el_gr: Πρόγραμμα προβολής
lv_lv: Skatītājs
nb_no: Innsikt
uk_ua: Переглянути

source: Landing
el_gr: Προσγείωση
lt_lt: Iškrovimo
uk_ua: Посадки

source: Sort List
el_gr: Λίστα ταξινόμησης
lt_lt: Sąrašo rūšiavimas
lv_lv: Kārtošanas saraksts
nb_no: Sorter liste
uk_ua: Список сортування

source: Custom Domain
el_gr: Προσαρμοσμένος τομέας
lt_lt: Pasirinktinis domenas
lv_lv: Pielāgots domēns
nb_no: MItt domene
uk_ua: Користувальницький домен

source: No Custom Domain added
el_gr: Δεν προστέθηκε προσαρμοσμένος τομέας
lt_lt: Nebuvo pridėtas pasirinktinis domenas
lv_lv: Pielāgots domēns nav pievienots
nb_no: Ingen tilpasset domene lagt til
uk_ua: Користувацький домен не додано

source: Apply
el_gr: Εφαρμογή
lt_lt: Taikyti
lv_lv: Lietot
nb_no: Bruk
uk_ua: Застосувати

source: Share & Embed
el_gr: Μοιραστείτε & Ενσωματώστε
lt_lt: Bendrinti ir įterpti
lv_lv: Kopīgot un iegult
nb_no: Del og bygg inn
uk_ua: Спільний доступ та вбудовування

source: Show as first page
el_gr: Εμφάνιση ως πρώτη σελίδα
lt_lt: Rodyti kaip pirmąjį puslapį
lv_lv: Rādīt kā pirmo lappusi
nb_no: Vis som første side
uk_ua: Показати як першу сторінку

source: only visible to administrators
el_gr: ορατό μόνο στους διαχειριστές
lt_lt: matoma tik administratoriams
lv_lv: Redzams tikai administratoriem
nb_no: bare synlig for administratorer
uk_ua: Видимі лише адміністраторам

source: Yes
el_gr: Ναι
lt_lt: Taip
lv_lv: Jā
nb_no: Ja
uk_ua: Так

source: No
el_gr: Όχι
lt_lt: Ne
lv_lv: Nē
nb_no: Nei
uk_ua: Ні

source: OPEN LINK
el_gr: ΑΝΟΙΓΜΕΝΟΣ ΣΥΝΔΕΣΜΟΣ
lt_lt: ATIDARYTI NUORODĄ
lv_lv: ATVĒRT SAITI
nb_no: ÅPNE LENKE
uk_ua: ВІДКРИТИ ПОСИЛАННЯ

source: COPY TO CLIPBOARD
el_gr: ΑΝΤΙΓΡΑΦΉ ΣΤΟ ΠΡΌΧΕΙΡΟ
lt_lt: KOPIJUOTI Į MAINŲ SRITĮ
lv_lv: KOPĒT STARPLIKTUVĒ
nb_no: KOPIER TIL UTKLIPPSTAVLEN
uk_ua: КОПІЮВАТИ В БУФЕР ОБМІНУ

source: QR CODE
el_gr: ΚΩΔΙΚΟΣ QR
lt_lt: QR KODAS
lv_lv: QR KODS
nb_no: QR-KODE
uk_ua: QR-КОД

source: To use tour sharing via social networks, enable "Social Share" cookies in the <a data-cc='show-consentModal' href='#'>cookie preferences</a>.
el_gr: Για να χρησιμοποιήσετε τον διαμοιρασμό περιηγήσεων μέσω κοινωνικών δικτύων, ενεργοποιήστε τα cookies "Social Share" στις <a data-cc='show-consentModal' href='#'>προτιμήσεις cookie</a>.
lt_lt: Norėdami naudoti kelionių bendrinimą per socialinius tinklus, <a data-cc='show-consentModal' href='#'>slapukų nuostatose</a> įjunkite "Social Share" slapukus.
lv_lv: Lai izmantotu ceļojumu koplietošanu, izmantojot sociālos tīklus, <a data-cc='show-consentModal' href='#'>sīkfailu preferencēs</a> iespējojiet sīkfailus "Social Share".
nb_no: For å bruke turdeling via sosiale nettverk, aktiver "Social Share"-informasjonskapsler i <a data-cc='show-consentModal' href='#'>informasjonskapselinnstillingene</a>.
uk_ua: Щоб використовувати обмін турами через соціальні мережі, увімкніть файли cookie «Social Share» у <a data-cc='show-consentModal' href='#'>налаштуваннях файлів cookie</a>.

source: Friendly Link
el_gr: Φιλικός σύνδεσμος
lt_lt: Draugiška nuoroda
lv_lv: Draudzīga saite
nb_no: Vennlig lenke
uk_ua: Дружнє посилання

source: Meta Tag
lt_lt: Metažyma
lv_lv: Meta tags
nb_no: Metakoden
uk_ua: Метатег

source: Title
el_gr: Τίτλος
lt_lt: Pavadinimas
lv_lv: Virsraksts
nb_no: Tittel
uk_ua: Назва

source: Description
el_gr: Περιγραφή
lt_lt: Aprašymas
lv_lv: Apraksts
nb_no: Beskrivelse
uk_ua: Опис

source: Custom CSS
el_gr: Προσαρμοσμένο CSS
lt_lt: Pasirinktinis CSS
lv_lv: Pielāgots CSS
nb_no: Egendefinert CSS
uk_ua: Користувацький CSS

source: Delete Showcase
el_gr: Διαγραφή βιτρίνας
lt_lt: Ištrinti vitriną
lv_lv: Dzēst vitrīnu
nb_no: Slett showcase
uk_ua: Видалити вітрину

source: Are you sure you want to delete the showcase?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε τη βιτρίνα;
lt_lt: Ar tikrai norite ištrinti vitriną?
lv_lv: Vai tiešām vēlaties izdzēst vitrīnu?
nb_no: Er du sikker på at du vil slette utstillingsvinduet?
uk_ua: Ви впевнені, що хочете видалити вітрину?

source: QR Code
lt_lt: QR kodas
lv_lv: QR kods
nb_no: QR-kode
uk_ua: QR-код

source: Languages
el_gr: Γλώσσες
lt_lt: Kalbos
lv_lv: Valodas
nb_no: Språk
uk_ua: Мови

source: Enabled languages have changed. To apply them, you need to reload the page.
el_gr: Οι ενεργοποιημένες γλώσσες έχουν αλλάξει. Για να τα εφαρμόσετε, πρέπει να φορτώσετε ξανά τη σελίδα.
lt_lt: Įjungtos kalbos pasikeitė. Norėdami jas pritaikyti, turite iš naujo įkelti puslapį.
lv_lv: Iespējotās valodas ir mainītas. Lai tos lietotu, jums ir atkārtoti jāielādē lapa.
nb_no: Aktiverte språk er endret. For å bruke dem, må du laste inn siden på nytt.
uk_ua: Увімкнені мови змінено. Щоб застосувати їх, потрібно перезавантажити сторінку.

source: Yes, Reload
el_gr: Ναι, Επαναφόρτωση
lt_lt: Taip, Perkrauti
lv_lv: Jā, pārlādēt
nb_no: Ja, last inn på nytt
uk_ua: Так, перезавантажити

source: You cannot create Maps on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε Χάρτες σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite kurti Žemėlapių išoriniame virtualiame ture!
lv_lv: Jūs nevarat izveidot kartes ārējā virtuālā tūrē!
nb_no: Du kan ikke opprette kart på en ekstern virtuell omvisning!
uk_ua: Ви не можете створювати Карти під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to create Maps!
el_gr: Το σχέδιο "%s" δεν επιτρέπει τη δημιουργία Χαρτών!
lt_lt: Jūsų "%s" planas neleidžia kurti Žemėlapių!
lv_lv: Jūsu "%s" plāns neļauj izveidot Kartes!
nb_no: Din "%s"-plan tillater ikke å lage kart!
uk_ua: Ваш тариф "%s" не дозволяє створювати Карти!

source: Bulk map's create
lt_lt: Masinio žemėlapio kūrimas
lv_lv: Lielapjoma kartes izveide
nb_no: Massekart opprettes
uk_ua: Створення масових карт

source: Uploading multiple JPG/PNG images will automatically create all the maps.
el_gr: Η μεταφόρτωση πολλών εικόνων JPG/PNG θα δημιουργήσει αυτόματα όλους τους χάρτες.
lt_lt: Įkėlus kelis JPG/PNG vaizdus, bus automatiškai sukurti visi žemėlapiai.
lv_lv: Augšupielādējot vairākus JPG/PNG attēlus, automātiski tiks izveidotas visas kartes.
nb_no: Hvis du laster opp flere JPG/PNG-bilder, opprettes alle kartene automatisk.
uk_ua: Завантаження кількох зображень у форматі JPG/PNG призведе до автоматичного створення всіх карт.

source: Creating Maps
el_gr: Δημιουργία χαρτών
lt_lt: Žemėlapių kūrimas
lv_lv: Karšu izveide
nb_no: Opprette kart
uk_ua: Створення карт

source: Do not close this window!
el_gr: Μην κλείσετε αυτό το παράθυρο!
lt_lt: Neuždarykite šio lango!
lv_lv: Neaizveriet šo logu!
nb_no: Ikke lukk dette vinduet!
uk_ua: Не закривайте це вікно!

source: You cannot manage Leads on an external virtual tour!
el_gr: Δεν μπορείτε να διαχειρίζεστε Leads σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite valdyti potencialių klientų išoriniame virtualiame ture!
lv_lv: Jūs nevarat pārvaldīt potenciālos pirkumus ārējā virtuālā tūrē!
nb_no: Du kan ikke administrere Leads på en ekstern virtuell omvisning!
uk_ua: Ви не можете керувати Лідами у зовнішньому віртуальному турі!

source: Your "%s" plan not allow to manage Leads!
el_gr: Το σχέδιο "%s" σας δεν επιτρέπει τη διαχείριση των Leads!
lt_lt: Jūsų "%s" planas neleidžia valdyti potencialių klientų!
lv_lv: Jūsu "%s" plāns neļauj pārvaldīt interesentus!
nb_no: Din «%s»-plan tillater ikke å administrere potensielle kunder!
uk_ua: Ваш тариф "%s" не дозволяє управляти лідами!

source: Company
el_gr: Εταιρεία
lt_lt: Įmonė
lv_lv: Uzņēmums
nb_no: Firma
uk_ua: Компанія

source: Phone
el_gr: Τηλέφωνο
lt_lt: Telefonas
lv_lv: Tālrunis
nb_no: Telefon
uk_ua: Телефон

source: reset
el_gr: επαναφορά
lt_lt: Atstatyti
lv_lv: atiestatīt
nb_no: tilbakestill
uk_ua: скинути

source: Reset Leads
el_gr: Επαναφορά leads
lt_lt: Iš naujo nustatykite potencialius klientus
lv_lv: Atiestatīt potenciālos pirkumus
nb_no: Tilbakestill potensielle kunder
uk_ua: Скидання лідів

source: Are you sure you want to reset all leads for this virtual tour?
el_gr: Είστε βέβαιοι ότι θέλετε να επαναφέρετε όλους τους δυνητικούς πελάτες για αυτήν την εικονική περιήγηση;
lt_lt: Ar tikrai norite iš naujo nustatyti visus šio virtualaus turo potencialius klientus?
lv_lv: Vai tiešām vēlaties atiestatīt visus šīs virtuālās tūres potenciālos pirkumus?
nb_no: Er du sikker på at du vil tilbakestille alle potensielle kunder for denne virtuelle omvisningen?
uk_ua: Ви впевнені, що хочете скинути всі ліди для цього віртуального туру?

source: Yes, Reset
el_gr: Ναι, Επαναφορά
lt_lt: Taip, nustatyti iš naujo
lv_lv: Jā, atiestatīt
nb_no: Tilbakestill
uk_ua: Так, скидання налаштувань

source: You have reached your quota limit of %s! Please update your plan or delete some contents.
el_gr: Έχετε φτάσει στο όριο ποσόστωσης %s! Παρακαλούμε ενημερώστε το πρόγραμμά σας ή διαγράψτε κάποια περιεχόμενα.
lt_lt: Jūs pasiekėte savo %s kvotos ribą! Atnaujinkite savo planą arba ištrinkite tam tikrą turinį.
lv_lv: Jūs esat sasniedzis savu %s kvotas limitu! Lūdzu, atjauniniet savu plānu vai izdzēsiet daļu satura.
nb_no: Du har nådd kvotegrensen på %s! Oppdater planen din eller slett noe innhold.
uk_ua: Ви досягли ліміту своєї квоти в %s! Будь ласка, оновіть свій план або видаліть деякий вміст.

source: DEMO MODE
el_gr: ΛΕΙΤΟΥΡΓΙΑ DEMO
lt_lt: DEMONSTRACINIS REŽIMAS
lv_lv: DEMONSTRĀCIJAS REŽĪMS
nb_no: DEMO-MODUS
uk_ua: ДЕМОНСТРАЦІЙНИЙ РЕЖИМ

source: ADD / SAVE features are disabled.
el_gr: Οι λειτουργίες ADD / SAVE είναι απενεργοποιημένες.
lt_lt: ADD / SAVE funkcijos yra išjungtos.
lv_lv: ADD / SAVE funkcijas ir atspējotas.
nb_no: LEGG TIL / LAGRE-funksjoner er deaktivert.
uk_ua: Функції ADD / SAVE відключені.

source: Dashboard
el_gr: Πίνακας Ελέγχου
lt_lt: Valdymo skydelis
lv_lv: Kontrolpanelis
nb_no: Kontrollpanel
uk_ua: Консоль

source: Statistics
el_gr: Στατιστικά
lt_lt: Statistika
lv_lv: Statistika
nb_no: Statistikk
uk_ua: Статистика

source: Tour
el_gr: Περιήγηση
lt_lt: Turas
nb_no: Reise
uk_ua: Тур

source: Overall
el_gr: Συνολικά
lt_lt: Bendrą
lv_lv: Vispārējo
nb_no: Sammenlagt
uk_ua: Взагалом

source: Learning
el_gr: Μάθηση
lt_lt: Mokymasis
lv_lv: Mācīšanās
nb_no: Læring
uk_ua: Навчання

source: Virtual Tours
el_gr: Εικονικές περιηγήσεις
lt_lt: Virtualūs turai
lv_lv: Virtuālās tūres
nb_no: Virtuelle turer
uk_ua: Віртуальні тури

source: List Tours
el_gr: Λίστα εκδρομών
lt_lt: Sąrašas Ekskursijos
lv_lv: Saraksts Ekskursijas
nb_no: Liste turer
uk_ua: Список турів

source: Editor UI
el_gr: UI επεξεργαστή
lt_lt: Redaktoriaus vartotojo sąsaja
lv_lv: Redaktora lietotāja interfeiss
nb_no: Redaktørens brukergrensesnitt
uk_ua: Інтерфейс редактора

source: 3D View
el_gr: 3D προβολή
lt_lt: 3D vaizdas
lv_lv: 3D skats
nb_no: 3D-visning
uk_ua: 3D Вигляд

source: Measurements
el_gr: Μετρήσεις
lt_lt: Matavimai
nb_no: Mål
uk_ua: Габарити

source: Bulk Translate
el_gr: Μαζική μετάφραση
lt_lt: Masinis vertimas
lv_lv: Lielapjoma tulkotājs
nb_no: Bulk oversettelse
uk_ua: Масовий переклад

source: Media
el_gr: Πολυμέσα
lt_lt: Medija
lv_lv: Multivide
uk_ua: Медіа

source: 360 Video Tour
el_gr: περιήγηση βίντεο 360
lt_lt: 360 vaizdo turas
lv_lv: 360 video tūre
nb_no: 360 graders videoomvisning
uk_ua: Відео тур 360

source: Video Projects
el_gr: Έργα βίντεο
lt_lt: Vaizdo projektai
lv_lv: Video projekti
nb_no: Videoprosjekter
uk_ua: Відео проекти

source: Icons Library
el_gr: Βιβλιοθήκη εικονιδίων
lt_lt: Piktogramų biblioteka
lv_lv: Ikonu bibliotēka
nb_no: Ikoner bibliotek
uk_ua: Бібліотека іконок

source: Media Library
el_gr: Βιβλιοθήκη πολυμέσων
lt_lt: Nuotraukų saugykla
lv_lv: Mediju bibliotēka
nb_no: Mediebibliotek
uk_ua: Бібліотеки мультимедіа

source: Music Library
el_gr: Μουσική βιβλιοθήκη
lt_lt: Muzikos biblioteka
lv_lv: Mūzikas bibliotēka
nb_no: Musikkbibliotek
uk_ua: Музична бібліотека

source: Sound Library
el_gr: Βιβλιοθήκη ήχου
lt_lt: Garso biblioteka
lv_lv: Skaņu bibliotēka
nb_no: Lydbibliotek
uk_ua: Фонотека

source: Advertisements
el_gr: Διαφημίσεις
lt_lt: Reklama
lv_lv: Reklāmas
nb_no: Annonsering
uk_ua: Рекламні оголошення

source: Custom Domains
el_gr: Προσαρμοσμένοι Τομείς
lt_lt: Pasirinktiniai domenai
lv_lv: Pielāgoti domēni
nb_no: Tilpassede domener
uk_ua: Спеціальні домени

source: Showcases
lt_lt: Demonstracijos
lv_lv: Vitrīnas
nb_no: Forhåndsvisning
uk_ua: Вітрин

source: Globes
el_gr: Σφαίρες
lt_lt: Gaubliai
lv_lv: Globusi
uk_ua: Глобусів

source: Collected Data
el_gr: Συλλεγμένα δεδομένα
lt_lt: Surinkti duomenys
lv_lv: Apkopotie dati
nb_no: Innsamlede data
uk_ua: Зібрані дані

source: Forms
el_gr: Φόρμες
lt_lt: Formos
lv_lv: Veidlapas
nb_no: Skjema
uk_ua: Форми

source: Leads
el_gr: Πιθανοί πελάτες
lt_lt: Lead'ai
lv_lv: Noved pie
nb_no: Kundeemner
uk_ua: Відведення

source: Upgrade
el_gr: Αναβάθμιση
lt_lt: Atnaujinti
lv_lv: Apgreidot
nb_no: Oppgrader
uk_ua: Оновити

source: Users
el_gr: Χρήστες
lt_lt: Vartotojai
lv_lv: Lietotāji
nb_no: Brukere
uk_ua: Користувачі

source: Plans
el_gr: Πακέτα
lt_lt: Planus
lv_lv: Plāni
nb_no: Abonnementer
uk_ua: Тарифи

source: Subscription
el_gr: Συνδρομή
lt_lt: Prenumerata
nb_no: Abonnement
uk_ua: Підписка

source: Download Slideshow
el_gr: Λήψη παρουσίασης διαφανειών
lt_lt: Atsisiųskite skaidrių demonstraciją
lv_lv: Lejupielādēt slaidrādi
nb_no: Last ned lysbildefremvisning
uk_ua: Завантажити слайд-шоу

source: Voice Commands
el_gr: Φωνητικές εντολές
lt_lt: Balso komandos
lv_lv: Balss komandas
nb_no: Talekommandoer
uk_ua: Голосові команди

source: Multi Language
el_gr: Πολλαπλές γλώσσες
lt_lt: Daugiakalbės kalbos
lv_lv: Daudzvalodu
nb_no: Flerspråklig
uk_ua: Багатомовна

source: Automatic Translation
el_gr: Αυτόματη μετάφραση
lt_lt: Automatinis vertimas
lv_lv: Automātiskā tulkošana
nb_no: Automatisk oversettelse
uk_ua: Автоматичний переклад

source: Shop
el_gr: Κατάστημα
lt_lt: Parduotuvė
lv_lv: Veikals
nb_no: Butikk
uk_ua: Магазин

source: Showcase
el_gr: Προθήκη
lt_lt: Vitrina
lv_lv: Vitrīna
nb_no: Presentasjon
uk_ua: Вітрина

source: Globe
el_gr: Σφαίρα
lt_lt: Gaublys
lv_lv: Globuss
nb_no: Globus
uk_ua: Глобус

source: Your own Logo
el_gr: Το δικό σας λογότυπο
lt_lt: Jūsų logotipas
lv_lv: Jūsu pašu logotips
nb_no: Din egen logo
uk_ua: Ваш власний логотип

source: Powered By - Logo / Text
el_gr: Powered By - Λογότυπο / Κείμενο
lt_lt: Powered By - Logotipas / Tekstas
lv_lv: Powered By - Logotips / Teksts
nb_no: Drevet av - Logo / Tekst
uk_ua: Powered By - Логотип / Текст

source: Hide Tripod
el_gr: Απόκρυψη τρίποδα
lt_lt: Slėpti trikojį
lv_lv: Paslēpt statīvu
nb_no: Skjul stativ
uk_ua: Сховати штатив

source: Loading Image/Video
el_gr: Φόρτωση εικόνας/βίντεο
lt_lt: Įkeliamas vaizdas / vaizdo įrašas
lv_lv: Attēla / video ielāde
nb_no: Laster inn bilde/video
uk_ua: Завантаження зображення/відео

source: Loading Image Slider
el_gr: Φόρτωση ρυθμιστικού εικόνας
lt_lt: Įkeliamas vaizdo slankiklis
lv_lv: Attēla ielādes slīdnis
nb_no: Laster inn glidebryter for bilde
uk_ua: Завантаження повзунка зображення

source: Background Music
el_gr: Μουσική υπόκρουση
lt_lt: Foninė muzika
lv_lv: Fona mūzika
nb_no: Bakgrunnsmusikk
uk_ua: Фонова музика

source: Comments
el_gr: Σχόλια
lt_lt: Komentarai
lv_lv: Komentāri
nb_no: Kommentarer
uk_ua: Коментарі

source: Auto Rotation
el_gr: Αυτόματη περιστροφή
lt_lt: Automatinis pasukimas
lv_lv: Automātiskā rotācija
nb_no: Automatisk rotasjon
uk_ua: Автоматичне обертання

source: Fly-In Animation
lt_lt: "Fly-In" animacija
lv_lv: Ielidošanas animācija
nb_no: Fly-in-animasjon
uk_ua: Анімація польоту

source: Multi-Resolution
el_gr: Πολλαπλή ανάλυση
lt_lt: Daugialypė skiriamoji geba
lv_lv: Vairāku izšķirtspēju
nb_no: Multi-oppløsning
uk_ua: Багатороздільна здатність

source: Live Session
el_gr: Ζωντανή συνεδρία
lt_lt: Tiesioginė sesija
lv_lv: Tiešraides sesija
nb_no: Live-økt
uk_ua: Жива сесія

source: Meeting
el_gr: Συνάντηση
lt_lt: Susitikimas
lv_lv: Sapulce
nb_no: Møte
uk_ua: Зустріч

source: Annotations
el_gr: Σχολιασμοί
lt_lt: Komentarus
lv_lv: Anotācijas
nb_no: Merknader
uk_ua: Анотації

source: Avatar Video
el_gr: Βίντεο Avatar
lt_lt: Avataro vaizdo įrašas
lv_lv: Avatāra video
uk_ua: Відео Аватар

source: Video 360 Panorama
el_gr: Βίντεο 360 Πανόραμα
lt_lt: Vaizdo įrašas 360 panorama
lv_lv: Video 360 panorāma
uk_ua: Відео 360 Панорама

source: A.I. Panorama
el_gr: Πανόραμα A.I
lv_lv: A.I. Panorāma
uk_ua: А.І. Панорама

source: A.I. Enhancement
el_gr: ΟΛΑ ΣΥΜΠΕΡΙΛΑΜΒΑΝΟΝΤΑΙ. Βελτιστοποίηση
lt_lt: A.I. Patobulinimas
lv_lv: A.I. Uzlabošana
nb_no: AI-forbedring
uk_ua: Удосконалення штучного інтелекту

source: Multiple Room's Views
el_gr: Προβολές πολλαπλών δωματίων
lt_lt: Kelių kambarių vaizdai
lv_lv: Vairāku istabu skati
nb_no: Utsikt over flere rom
uk_ua: Кілька видів кімнати

source: Protect Rooms (Passcode, Leads)
el_gr: Προστασία δωματίων (κωδικός πρόσβασης, leads)
lt_lt: Apsaugokite kambarius (slaptažodis, laidai)
lv_lv: Aizsargājiet telpas (ieejas kods, pievadi)
nb_no: Beskytt rom (passord, potensielle kunder)
uk_ua: Захист кімнат (пароль, дроти)

source: Right Click Content
el_gr: Δεξί κλικ στο περιεχόμενο
lt_lt: Dešiniuoju pelės mygtuku spustelėkite Turinys
lv_lv: Ar peles labo pogu noklikšķiniet uz satura
nb_no: Høyreklikk på innhold
uk_ua: Контент правої кнопки миші

source: Facebook / Whatsapp Chat
lt_lt: Facebook / Whatsapp pokalbiai
lv_lv: Facebook / Whatsapp tērzēšana
uk_ua: Чат Facebook / Whatsapp

source: Share
el_gr: Κοινοποίηση
lt_lt: Dalintis
lv_lv: Dalīties
nb_no: Del
uk_ua: Поділитися

source: Snapshot
el_gr: Στιγμιότυπο
lt_lt: Momentinis vaizdas
lv_lv: Momentuzņēmums
uk_ua: Знімок

source: Device Orientation
el_gr: Προσανατολισμός συσκευής
lt_lt: Įrenginio orientacija
lv_lv: Ierīces orientācija
nb_no: Enhetens orientering
uk_ua: Орієнтація

source: Virtual Reality
el_gr: Εικονική πραγματικότητα
lt_lt: Virtuali realybė
lv_lv: Virtuālā realitāte
nb_no: Virtuell virkelighet
uk_ua: Віртуальна реальність

source: Expiring Dates
el_gr: Ημερομηνίες λήξης
lt_lt: Galiojimo pabaigos datos
lv_lv: Beigu datumi
nb_no: Utløper datoer
uk_ua: Терміни придатності

source: Meta Tags
lt_lt: Meta žymelės
lv_lv: Meta tagi
nb_no: Metakoder
uk_ua: Мета-теги

source: Protect tour (Password, Leads)
el_gr: Προστατεύστε την ξενάγηση (κωδικός πρόσβασης, Leads)
lt_lt: Apsaugokite turą (slaptažodis, potencialūs klientai)
lv_lv: Ceļveža aizsargāšana (parole, interesenti)
nb_no: Beskytt omvisning (passord, potensielle kunder)
uk_ua: Protect tour (Пароль, Ліди)

source: Download Tour
el_gr: Λήψη ξενάγησης
lt_lt: Atsisiųsti apžvalgą
lv_lv: Lejupielādēt ceļvedi
nb_no: Last ned omvisning
uk_ua: Завантажити тур

source: Import / Export Tour
el_gr: Εισαγωγή / Εξαγωγή Περιήγηση
lt_lt: Importo / eksporto turas
lv_lv: Importa / eksporta tūre
nb_no: Import / eksport omvisning
uk_ua: Імпорт / Експорт туру

source: Google Street View Publish
lt_lt: "Google Street View" publikavimas
lv_lv: Google ielas attēla publicēšana
nb_no: Google Street View-publisering
uk_ua: Публікація в Google Перегляді вулиць

source: Warning: Another user with the same account is already logged in.
el_gr: Προειδοποίηση: Ένας άλλος χρήστης με τον ίδιο λογαριασμό είναι ήδη συνδεδεμένος.
lt_lt: ĮSPĖJIMAS: kitas naudotojas, turintis tą pačią paskyrą, jau yra prisijungęs.
lv_lv: Brīdinājums: cits lietotājs ar to pašu kontu jau ir pieteicies.
nb_no: Advarsel: En annen bruker med samme konto er allerede logget på.
uk_ua: Попередження: Інший користувач з тим самим обліковим записом вже увійшов у систему.

source: Warning: %d other users with the same account are already logged in.
el_gr: Προειδοποίηση: %d άλλοι χρήστες με τον ίδιο λογαριασμό έχουν ήδη συνδεθεί.
lt_lt: ĮSPĖJIMAS: %d kiti vartotojai, turintys tą pačią paskyrą, jau yra prisijungę.
lv_lv: Brīdinājums: %d citi lietotāji ar to pašu kontu jau ir pieteikušies.
nb_no: Advarsel: %d andre brukere med samme konto er allerede logget på.
uk_ua: Попередження: %d інші користувачі з таким же обліковим записом вже увійшли в систему.

source: There's a problem with your payment details. Please update your card by clicking here.
el_gr: Υπάρχει πρόβλημα με τα στοιχεία πληρωμής σας. Παρακαλούμε ενημερώστε την κάρτα σας κάνοντας κλικ εδώ.
lt_lt: Iškilo su išsamia mokėjimo informacija susijusi problema. Atnaujinkite savo kortelę spustelėdami čia.
lv_lv: Radusies problēma ar jūsu maksājuma informāciju. Lūdzu, atjauniniet savu karti, noklikšķinot šeit.
nb_no: Det er et problem med betalingsopplysningene dine. Oppdater kortet ditt ved å klikke her.
uk_ua: Виникла проблема з вашими платіжними реквізитами. Будь ласка, оновіть свою картку, натиснувши тут.

source: Actual payment method:
el_gr: Πραγματικός τρόπος πληρωμής:
lt_lt: Faktinis mokėjimo būdas:
lv_lv: Faktiskais maksājuma veids:
nb_no: Faktisk betalingsmåte:
uk_ua: Фактичний спосіб оплати:

source: Redirecting to payment setup page ...
el_gr: Επανακατεύθυνση στη σελίδα ρύθμισης πληρωμής ...
lt_lt: Peradresavimas į mokėjimo sąrankos puslapį ...
lv_lv: Novirzīšana uz maksājumu iestatīšanas lapu ...
nb_no: Omdirigerer til betalingsoppsettsiden ...
uk_ua: Перенаправлення на сторінку налаштування оплати ...
