Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: importing file... please do not close the window.
el_gr: εισαγωγή αρχείου... μην κλείσετε το παράθυρο.
lt_lt: importuojantis failas... prašome neuždaryti lango.
lv_lv: importējot failu... Lūdzu, neaizveriet logu.
nb_no: importerer fil... Vennligst ikke lukk vinduet.
uk_ua: Імпорт файлу... Будь ласка, не закривайте вікно.

source: Edit the content in HTML format
el_gr: Επεξεργασία του περιεχομένου σε μορφή HTML
lt_lt: Turinio redagavimas HTML formatu
lv_lv: Satura rediģēšana HTML formātā
nb_no: Redigere innholdet i HTML-format
uk_ua: Відредагуйте контент у форматі HTML

source: Show HTML Source
el_gr: Εμφάνιση πηγής HTML
lt_lt: Rodyti HTML šaltinį
lv_lv: Rādīt HTML avotu
nb_no: Vis HTML-kilde
uk_ua: Показати код HTML

source: Choose
el_gr: Επιλογή
lt_lt: Pasirinkti
lv_lv: Izvēlēties
nb_no: Velg
uk_ua: Виберіть

source: Remove Custom Icon
el_gr: Αφαίρεση προσαρμοσμένου εικονιδίου
lt_lt: Pašalinkite tinkintą piktogramą
lv_lv: Noņemt pielāgoto ikonu
nb_no: Fjern tilpasset ikon
uk_ua: Видалити власний значок

source: Offer a range of additional services available for purchase by your customers:<br><b>Generic</b>: A standalone service that can be purchased independently of any tour.<br><b>Tour Add-ons</b>: A service specifically tied to a tour, available for purchase as part of the tour experience.<br><b>Tour Creation</b>: A custom service that creates a tour based on the images provided by the customer.
el_gr: Προσφέρετε μια σειρά από πρόσθετες υπηρεσίες που είναι διαθέσιμες για αγορά από τους πελάτες σας:<br> <b>Generic</b> : Μια αυτόνομη υπηρεσία που μπορεί να αγοραστεί ανεξάρτητα από οποιαδήποτε περιήγηση.<br> <b>Πρόσθετα περιήγησης</b> : Μια υπηρεσία που συνδέεται ειδικά με μια περιήγηση, διαθέσιμη για αγορά ως μέρος της εμπειρίας περιήγησης.<br> <b>Tour Creation</b> : Μια προσαρμοσμένη υπηρεσία που δημιουργεί μια περιήγηση με βάση τις εικόνες που παρέχονται από τον πελάτη.
lt_lt: Siūlykite įvairias papildomas paslaugas, kurias gali įsigyti jūsų klientai:<br> <b>Bendroji</b> : atskira paslauga, kurią galima įsigyti nepriklausomai nuo bet kokios kelionės.<br> <b>Ekskursijos priedai</b> : paslauga, specialiai susieta su kelione, kurią galima įsigyti kaip kelionės patirties dalį.<br> <b>Ekskursijos kūrimas</b> : pritaikyta paslauga, kuri sukuria kelionę pagal kliento pateiktus vaizdus.
lv_lv: Piedāvājiet virkni papildu pakalpojumu, ko var iegādāties jūsu klienti:<br> <b>Vispārējs</b> : atsevišķs pakalpojums, ko var iegādāties neatkarīgi no jebkuras ekskursijas.<br> <b>Ekskursijas papildinājumi</b> : pakalpojums, kas īpaši saistīts ar ekskursiju un ir pieejams iegādei kā daļa no ekskursijas pieredzes.<br> <b>Ceļojuma izveide</b> : pielāgots pakalpojums, kas izveido ekskursiju, pamatojoties uz klienta sniegtajiem attēliem.
nb_no: Tilby en rekke tilleggstjenester tilgjengelig for kjøp av kundene dine:<br> <b>Generisk</b> : En frittstående tjeneste som kan kjøpes uavhengig av enhver tur.<br> <b>Tour Add-ons</b> : En tjeneste spesielt knyttet til en tur, tilgjengelig for kjøp som en del av turopplevelsen.<br> <b>Tour Creation</b> : En tilpasset tjeneste som lager en tur basert på bildene levert av kunden.
uk_ua: Запропонуйте ряд додаткових послуг, доступних для придбання вашим клієнтам:<br> <b>Generic</b> : окрема послуга, яку можна придбати незалежно від будь-якого туру.<br> <b>Додатки до туру</b> : послуга, спеціально пов’язана з туром, яку можна придбати як частину досвіду туру.<br> <b>Створення туру</b> : спеціальна служба, яка створює тур на основі зображень, наданих клієнтом.

source: ADD SERVICE
el_gr: ΠΡΟΣΘΗΚΗ ΥΠΗΡΕΣΙΑΣ
lt_lt: PRIDĖTI PASLAUGĄ
lv_lv: PIEVIENOT PAKALPOJUMU
nb_no: LEGG TIL TJENESTE
uk_ua: ДОДАТИ СЕРВІС

source: Block tour
el_gr: Αποκλεισμός περιήγησης
lt_lt: Blokuoti turą
lv_lv: Bloķēt ekskursiju
nb_no: Blokker tur
uk_ua: Блок тур

source: Purchased
el_gr: Αγοράστηκε
lt_lt: Nupirkta
lv_lv: Nopirkts
nb_no: Kjøpt
uk_ua: Куплений

source: New Service
el_gr: Νέα υπηρεσία
lt_lt: Nauja paslauga
lv_lv: Jauns pakalpojums
nb_no: Ny tjeneste
uk_ua: Нова послуга

source: Generic
el_gr: Φάκελος
lt_lt: Bendras
lv_lv: Vispārējs
nb_no: Generisk
uk_ua: Загальний

source: Tour Add-ons
el_gr: Πρόσθετα περιήγησης
lt_lt: Ekskursijos priedai
lv_lv: Ekskursijas papildinājumi
uk_ua: Турнірні додатки

source: Tour Creation
el_gr: Δημιουργία περιήγησης
lt_lt: Ekskursijos kūrimas
lv_lv: Ekskursijas izveide
uk_ua: Створення туру

source: once purchased, the tour enters a locked state until the administrator unlocks it
el_gr: Μόλις αγοραστεί, η περιήγηση μπαίνει σε κατάσταση κλειδώματος μέχρι να την ξεκλειδώσει ο διαχειριστής
lt_lt: Įsigijus, kelionė pereina į užrakinimo būseną, kol administratorius ją atrakina
lv_lv: pēc iegādes ceļojums nonāk bloķētā stāvoklī, līdz administrators to atbloķē
nb_no: når den er kjøpt, går turen inn i en låst tilstand til administratoren låser den opp
uk_ua: після придбання тур переходить у заблокований стан, доки адміністратор його не розблокує

source: Edit Service
el_gr: Επεξεργασία υπηρεσίας
lt_lt: Redaguoti paslaugą
lv_lv: Rediģēt pakalpojumu
nb_no: Rediger tjeneste
uk_ua: Редагувати послугу

source: Delete
el_gr: Διαγραφή
lt_lt: Ištrinti
lv_lv: Dzēst
nb_no: Slett
uk_ua: Видалити

source: You cannot create Gallery on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε Γκαλερί σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite sukurti galerijos išoriniame virtualiame ture!
lv_lv: Galeriju nevar izveidot ārējā virtuālā tūrē!
nb_no: Du kan ikke opprette Galleri på en ekstern virtuell omvisning!
uk_ua: Ви не можете створити Галерею під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to create Gallery!
el_gr: Το σχέδιο "%s" σας δεν επιτρέπει τη δημιουργία Gallery!
lt_lt: Jūsų "%s" planas neleidžia sukurti galerijos!
lv_lv: Jūsu "%s" plāns neļauj izveidot Galeriju!
nb_no: Din «%s»-plan tillater ikke å opprette Galleri!
uk_ua: Ваш тариф "%s" не дозволяє створити Галерею!

source: Gallery Mode
el_gr: Λειτουργία γκαλερί
lt_lt: Galerijos režimas
lv_lv: Galerijas režīms
nb_no: Galleri-modus
uk_ua: Режим галереї

source: type of gallery visible in the tour
el_gr: τύπος γκαλερί που είναι ορατή στην ξενάγηση
lt_lt: ekskursijoje matomos galerijos tipas
lv_lv: ceļvedī redzamās galerijas veids
nb_no: Type galleri som er synlig i omvisningen
uk_ua: тип галереї, яку видно в турі

source: Gallery of Images
el_gr: Γκαλερί εικόνων
lt_lt: Vaizdų galerija
lv_lv: Attēlu galerija
nb_no: Galleri med bilder
uk_ua: Галерея зображень

source: Video Slideshow
el_gr: Παρουσίαση βίντεο
lt_lt: Vaizdo skaidrių demonstravimas
lv_lv: Video slaidrāde
nb_no: Video lysbildefremvisning
uk_ua: Слайд-шоу з відео

source: Fade Duration
el_gr: Διάρκεια εξασθένισης
lt_lt: Išblukimo trukmė
lv_lv: Izbalēšanas ilgums
nb_no: Varighet fader
uk_ua: Тривалість затухання

source: Zoom Rate
el_gr: Ποσοστό ζουμ
lt_lt: Mastelio keitimo dažnis
lv_lv: Tālummaiņas ātrums
nb_no: Zoom-hastighet
uk_ua: Частота масштабування

source: it uses the logo of the tour.
el_gr: χρησιμοποιεί το λογότυπο της περιοδείας.
lt_lt: Jis naudoja turo logotipą.
lv_lv: Tajā izmantots ekskursijas logotips.
nb_no: Den bruker logoen til turen.
uk_ua: У ньому використовується логотип туру.

source: Sync with Audio
el_gr: Συγχρονισμός με ήχο
lt_lt: Sinchronizavimas su garsu
lv_lv: Sinhronizācija ar audio
nb_no: Synkroniser med lyd
uk_ua: Синхронізація зі звуком

source: Generate slideshow
el_gr: Δημιουργία παρουσίασης διαφανειών
lt_lt: Generuoti skaidrių demonstraciją
lv_lv: Slaidrādes ģenerēšana
nb_no: Generer lysbildefremvisning
uk_ua: Створення слайд-шоу

source: SETTINGS
el_gr: ΡΥΘΜΙΣΕΙΣ
lt_lt: PARAMETRAI
lv_lv: IESTATĪJUMUS
nb_no: INNSTILLINGER
uk_ua: НАЛАШТУВАННЯ

source: CONTENTS
el_gr: ΠΕΡΙΕΧΟΜΕΝΑ
lt_lt: TURINĮ
lv_lv: SATURU
nb_no: INNHOLD
uk_ua: ВМІСТ

source: LOADING
el_gr: ΦΟΡΤΩΣΗ
lt_lt: PAKROVIMO
lv_lv: IEKRAUŠANAS
nb_no: LASTING
uk_ua: ЗАВАНТАЖЕННЯ

source: HFOV / INTERACTION
el_gr: HFOV / ΑΛΛΗΛΕΠΊΔΡΑΣΗ
lt_lt: HFOV / SĄVEIKA
lv_lv: HFOV / MIJIEDARBĪBA
nb_no: HFOV / INTERAKSJON
uk_ua: HFOV / ВЗАЄМОДІЯ

source: FORM
el_gr: ΕΝΤΥΠΟ
lt_lt: FORMA
lv_lv: VEIDLAPAS
nb_no: SKJEMA
uk_ua: ФОРМА

source: SHOP
lt_lt: PARDUOTUVĖ
lv_lv: VEIKALS
nb_no: BUTIKK
uk_ua: МАГАЗИН

source: LEARNING
el_gr: ΜΑΘΗΣΗ
lt_lt: MOKYMASIS
lv_lv: MĀCĪBAS
nb_no: LÆRING
uk_ua: НАВЧАННЯ

source: NOTE
el_gr: Σημείωση
lt_lt: PASTABA
lv_lv: PIEZĪME
nb_no: MERKNAD
uk_ua: ПРИМІТКА

source: EDITORS
el_gr: ΕΚΔΟΤΕΣ
lt_lt: REDAKTORIAI
lv_lv: REDAKTORI
nb_no: REDAKTØRER
uk_ua: РЕДАКТОРИ

source: owner of the virtual tour
el_gr: ιδιοκτήτης της εικονικής περιήγησης
lt_lt: virtualaus turo savininkas
lv_lv: Virtuālās tūres īpašnieks
nb_no: eier av den virtuelle omvisningen
uk_ua: Власник віртуального туру

source: description used as preview for share
el_gr: περιγραφή που χρησιμοποιείται ως προεπισκόπηση για το share
lt_lt: Aprašas, naudojamas kaip bendrinimo peržiūra
lv_lv: Apraksts, kas tiek izmantots kā kopīgošanas priekšskatījums
nb_no: Beskrivelse brukt som forhåndsvisning for deling
uk_ua: Опис використовується як попередній перегляд для спільного доступу

source: External Link
el_gr: Εξωτερική σύνδεση
lt_lt: Išorinė nuoroda
lv_lv: Ārējā saite
nb_no: Ekstern lenke
uk_ua: Зовнішнє посилання

source: link that will be displayed when the virtual tour opens (must be compatible for embedding)
el_gr: σύνδεσμος που θα εμφανίζεται όταν ανοίγει η εικονική περιήγηση (πρέπει να είναι συμβατός για ενσωμάτωση)
lt_lt: nuoroda, kuri bus rodoma atidarius virtualų turą (turi būti suderinama su įterpimu)
lv_lv: saite, kas tiks parādīta, kad tiks atvērta virtuālā tūre (jābūt saderīgai iegulšanai)
nb_no: lenke som vises når den virtuelle omvisningen åpnes (må være kompatibel for innebygging)
uk_ua: посилання, яке буде відображатися при відкритті віртуального туру (має бути сумісним для вбудовування)

source: Adding Room - Sorting
el_gr: Προσθήκη δωματίου - Ταξινόμηση
lt_lt: Kambario pridėjimas - rūšiavimas
lv_lv: Telpas pievienošana - šķirošana
nb_no: Legge til rom - Sortering
uk_ua: Додавання місця - Сортування

source: positioning of the room in the list when added
el_gr: τοποθέτηση του δωματίου στη λίστα όταν προστεθεί
lt_lt: kambario išdėstymas sąraše, kai jis pridedamas
lv_lv: telpas novietojums sarakstā, kad tas ir pievienots
nb_no: plassering av rommet i listen når det legges til
uk_ua: Позиціонування кімнати в списку при додаванні

source: As first
el_gr: Ως πρώτο
lt_lt: Kaip pirmas
lv_lv: Kā pirmais
nb_no: Som første
uk_ua: Як перший

source: As last
el_gr: Ως τελευταία
lt_lt: Kaip paskutinis
lv_lv: Kā pēdējais
nb_no: Som sist
uk_ua: Як останнє:

source: Google Analytics Tracking ID (G-XXXXXXXXX). Note: Use the Friendly URL in Google Analytics's property url setting.
el_gr: Google Analytics Tracking ID (G-XXXXXXXXXXX). Σημείωση: Χρησιμοποιήστε τη φιλική διεύθυνση URL στη ρύθμιση url ιδιότητας του Google Analytics.
lt_lt: "Google Analytics" stebėjimo ID (G-XXXXXXXXX). Pastaba: naudokite draugišką URL "Google Analytics" nuosavybės URL nustatyme.
lv_lv: Google Analytics izsekošanas ID (g-xxxxxxxxx). Piezīme: Google Analytics īpašuma URL iestatījumā izmantojiet draudzīgo URL.
nb_no: Google Analytics-sporings-ID (G-XXXXXXXXX). Merk: Bruk den egendefinerte nettadressen i innstillingen for nettadresse for område i Google Analytics.
uk_ua: Ідентифікатор відстеження Google Analytics (G-XXXXXXXXX). Примітка: використовуйте зрозумілу URL-адресу в налаштуваннях URL-адреси ресурсу Google Analytics.

source: AR Camera alignment
el_gr: Ευθυγράμμιση κάμερας AR
lt_lt: AR fotoaparato lygiavimas
lv_lv: AR Kameras izlīdzināšana
nb_no: Justering av AR-kamera
uk_ua: Вирівнювання AR-камери

source: enables the initial step to align the camera with the environment
el_gr: επιτρέπει το αρχικό βήμα για την ευθυγράμμιση της κάμερας με το περιβάλλον
lt_lt: leidžia atlikti pradinį veiksmą, kad fotoaparatas būtų suderintas su aplinka
lv_lv: Ļauj veikt sākotnējo darbību, lai saskaņotu kameru ar vidi
nb_no: Muliggjør det første trinnet for å justere kameraet med omgivelsene
uk_ua: Забезпечує початковий крок для вирівнювання камери з навколишнім середовищем

source: Before
el_gr: Πριν
lt_lt: Ankstesnis
lv_lv: Pirms
nb_no: Før
uk_ua: До

source: zoom level before entering the next room
el_gr: επίπεδο ζουμ πριν από την είσοδο στο επόμενο δωμάτιο
lt_lt: Mastelio keitimo lygis prieš įeinant į kitą kambarį
lv_lv: tālummaiņas līmenis pirms ieiešanas blakus telpā
nb_no: zoomnivå før du går inn i neste rom
uk_ua: Рівень масштабування перед входом до наступної кімнати

source: Zoom In - Duration
el_gr: Μεγέθυνση - Διάρκεια
lt_lt: Priartinti - trukmė
lv_lv: Tuvināt - ilgums
nb_no: Zoom inn - Varighet
uk_ua: Збільшити масштаб - Тривалість

source: zoom duration in milliseconds before entering the next room
el_gr: διάρκεια ζουμ σε χιλιοστά του δευτερολέπτου πριν από την είσοδο στο επόμενο δωμάτιο
lt_lt: Mastelio keitimo trukmė milisekundėmis prieš įeinant į kitą kambarį
lv_lv: tālummaiņas ilgums milisekundēs pirms ieiešanas nākamajā telpā
nb_no: Zoomvarighet i millisekunder før du går inn i neste rom
uk_ua: Тривалість масштабу в мілісекундах перед входом до наступної кімнати

source: Through
el_gr: Μέσω
lt_lt: Ištisinis perėjimas
lv_lv: Cauri
nb_no: Gjennom
uk_ua: Крізь

source: Transition Effect
el_gr: Επίδραση μετάβασης
lt_lt: Perėjimo efektas
lv_lv: Pārejas efekts
nb_no: Overgangseffekt
uk_ua: Ефект переходу

source: animation of transition effect between rooms
el_gr: animation του εφέ μετάβασης μεταξύ των δωματίων
lt_lt: Perėjimo tarp kambarių efekto animacija
lv_lv: Pārejas efekta animācija starp telpām
nb_no: Animasjon av overgangseffekt mellom rom
uk_ua: анімація ефекту переходу між кімнатами

source: Transition Effect - Duration
el_gr: Επίδραση μετάβασης - Διάρκεια
lt_lt: Perėjimo efektas - trukmė
lv_lv: Pārejas efekts - ilgums
nb_no: Overgangseffekt – varighet
uk_ua: Ефект переходу - тривалість

source: duration of the transition effect in milliseconds between rooms
el_gr: διάρκεια του εφέ μετάβασης σε χιλιοστά του δευτερολέπτου μεταξύ των δωματίων
lt_lt: Perėjimo efekto trukmė milisekundėmis tarp kambarių
lv_lv: pārejas efekta ilgums milisekundēs starp telpām
nb_no: Varighet av overgangseffekten i millisekunder mellom rom
uk_ua: тривалість ефекту переходу в мілісекундах між кімнатами

source: After
el_gr: Μετά
lt_lt: Po
lv_lv: Pēc
nb_no: Etter
uk_ua: Після

source: Zoom In/Out
el_gr: Μεγέθυνση/Σμίκρυνση
lt_lt: Priartinti / nutolinti
lv_lv: Tuvināt/tālināt
nb_no: Zoom inn/ut
uk_ua: Збільшити/Зменшити

source: zoom level after entering the next room
el_gr: επίπεδο ζουμ μετά την είσοδο στο επόμενο δωμάτιο
lt_lt: Mastelio keitimo lygis įėjus į kitą kambarį
lv_lv: tālummaiņas līmenis pēc ieiešanas nākamajā telpā
nb_no: Zoomnivå etter å ha gått inn i neste rom
uk_ua: Рівень масштабування після входу в наступну кімнату

source: Zoom In/Out - Duration
el_gr: Μεγέθυνση/Σμίκρυνση - Διάρκεια
lt_lt: Priartinimas / tolinimas – trukmė
lv_lv: Tuvināt/tālināt - ilgums
nb_no: Zoom inn/ut - varighet
uk_ua: Збільшення/зменшення масштабу - тривалість

source: zoom duration in milliseconds after entering the next room
el_gr: διάρκεια ζουμ σε χιλιοστά του δευτερολέπτου μετά την είσοδο στο επόμενο δωμάτιο
lt_lt: Mastelio keitimo trukmė milisekundėmis įėjus į kitą kambarį
lv_lv: Tālummaiņas ilgums milisekundēs pēc ieiešanas nākamajā telpā
nb_no: Zoomvarighet i millisekunder etter at du har gått inn i neste rom
uk_ua: Тривалість масштабу в мілісекундах після входу в наступну кімнату

source: Transition Loading icon
el_gr: Μετάβαση Εικονίδιο φόρτωσης
lt_lt: Perėjimo įkėlimo piktograma
lv_lv: Pārejas ielādes ikona
nb_no: Overgangslasting-ikon
uk_ua: Значок завантаження переходу

source: shows the loading icon before loading rooms
el_gr: εμφανίζει το εικονίδιο φόρτωσης πριν από τη φόρτωση δωματίων
lt_lt: Rodo pakrovimo piktogramą prieš pakrovimo kambarius
lv_lv: parāda iekraušanas ikonu pirms telpu iekraušanas
nb_no: Viser lasteikonet før lasterom
uk_ua: показує значок завантаження перед завантаженням кімнат

source: Same Azimuth
el_gr: Ίδιο αζιμούθιο
lt_lt: Tas pats azimutas
lv_lv: Tas pats azimuts
nb_no: Samme asimut
uk_ua: той самий азимут

source: maintain the same direction with regard to north while navigate between rooms (you must set the north position in all rooms)
el_gr: να διατηρείτε την ίδια κατεύθυνση ως προς το βορρά κατά την πλοήγηση μεταξύ των δωματίων (πρέπει να ορίσετε τη θέση του βορρά σε όλα τα δωμάτια)
lt_lt: Naršydami tarp kambarių išlaikykite tą pačią kryptį šiaurės atžvilgiu (visuose kambariuose turite nustatyti šiaurinę padėtį)
lv_lv: saglabājot to pašu virzienu attiecībā uz ziemeļiem, pārvietojoties starp telpām (visās telpās jāiestata ziemeļu pozīcija)
nb_no: Oppretthold samme retning med hensyn til nord mens du navigerer mellom rom (du må angi nordposisjon i alle rom)
uk_ua: Дотримуйтесь одного напрямку щодо півночі під час навігації між кімнатами (ви повинні встановити положення на північ у всіх кімнатах)

source: Default Add Back Markers
el_gr: Προεπιλεγμένοι δείκτες προσθήκης πίσω
lt_lt: Numatytieji pridėti atgal žymeklius
lv_lv: Noklusējuma atzīmju pievienošana atpakaļ
nb_no: Standard Legg til bak-markører
uk_ua: За замовчуванням Додавання маркерів повернення

source: default 'Add Marker to go back' setting when adding a new marker
el_gr: προεπιλεγμένη ρύθμιση "Προσθήκη δείκτη για επιστροφή" κατά την προσθήκη νέου δείκτη
lt_lt: numatytasis nustatymas "Pridėti žymeklį, kad grįžtumėte atgal", kai pridedate naują žymeklį
lv_lv: noklusējuma iestatījums "Pievienot marķieri, lai atgrieztos", pievienojot jaunu marķieri
nb_no: standard «Legg til markør for å gå tilbake»-innstillingen når du legger til en ny markør
uk_ua: за замовчуванням налаштування "Додати маркер для повернення назад" під час додавання нового маркера

source: Click Anywhere
el_gr: Κάντε κλικ οπουδήποτε
lt_lt: Spustelėkite Bet kur
lv_lv: Noklikšķiniet jebkurā vietā
nb_no: Klikk hvor som helst
uk_ua: Натисніть будь-де

source: allows you to click near the marker to go to the corresponding room
el_gr: σας επιτρέπει να κάνετε κλικ κοντά στον δείκτη για να μεταβείτε στο αντίστοιχο δωμάτιο
lt_lt: leidžia spustelėti šalia žymeklio, kad eitumėte į atitinkamą kambarį
lv_lv: ļauj noklikšķināt pie marķiera, lai dotos uz atbilstošo telpu
nb_no: lar deg klikke i nærheten av markøren for å gå til det tilsvarende rommet
uk_ua: дозволяє натиснути біля маркера для переходу у відповідну кімнату

source: Hide Markers
el_gr: Απόκρυψη μαρκαδόρων
lt_lt: Slėpti žymeklius
lv_lv: Paslēpt marķierus
nb_no: Skjul markører
uk_ua: Сховати маркери

source: hide all the markers (only when click anywhere is enabled)
el_gr: απόκρυψη όλων των δεικτών (μόνο όταν είναι ενεργοποιημένο το κλικ οπουδήποτε)
lt_lt: slėpti visus žymeklius (tik tada, kai įjungtas spustelėjimas bet kur)
lv_lv: paslēpt visus marķierus (tikai tad, ja ir iespējots klikšķis jebkurā vietā)
nb_no: Skjul alle markørene (bare når klikk hvor som helst er aktivert)
uk_ua: приховати всі маркери (лише коли включено click anywhere)

source: Hover Markers
el_gr: Δείκτες αιώρησης
lt_lt: Užveskite pelės žymeklį
lv_lv: Norādīšanas marķieri
nb_no: Svevemarkører
uk_ua: Маркери наведення курсору

source: shows hidden markers when approaching them with the mouse
el_gr: εμφανίζει κρυμμένους δείκτες όταν τους πλησιάζετε με το ποντίκι
lt_lt: rodo paslėptus žymeklius, kai prie jų priartėjama pele
lv_lv: rāda slēptos marķierus, tuvojoties tiem ar peli
nb_no: Viser skjulte markører når du nærmer deg dem med musen
uk_ua: показує приховані маркери при наближенні до них мишкою

source: Default Markers LookAt
el_gr: Προεπιλεγμένοι δείκτες LookAt
lt_lt: Numatytieji žymekliai LookAt
lv_lv: Noklusējuma marķieri LookAt
nb_no: Standard markører LookAt
uk_ua: Маркери за замовчуванням lookAt

source: default 'lookat' setting when adding a new marker
el_gr: προεπιλεγμένη ρύθμιση 'lookat' κατά την προσθήκη ενός νέου δείκτη
lt_lt: numatytasis "lookat" nustatymas pridedant naują žymeklį
lv_lv: noklusējuma iestatījums "lookat", pievienojot jaunu marķieri
nb_no: Standard «Lookat»-innstilling når du legger til en ny markør
uk_ua: Стандартне налаштування 'lookat' при додаванні нового маркера

source: Allow multiple open
el_gr: Να επιτρέπεται πολλαπλό άνοιγμα
lt_lt: Leisti atidaryti kelis kartus
lv_lv: Atļaut atvērt vairākas reizes
nb_no: Tillat flere åpne
uk_ua: Дозволити кілька відкритих

source: allow multiple items to be open, otherwise only one at a time will remain open
el_gr: επιτρέψτε το άνοιγμα πολλών στοιχείων, διαφορετικά μόνο ένα κάθε φορά θα παραμείνει ανοιχτό
lt_lt: leisti atidaryti kelis elementus, kitaip vienu metu liks atidarytas tik vienas
lv_lv: atļaut atvērt vairākus vienumus, pretējā gadījumā atvērts būs tikai viens
nb_no: la flere elementer være åpne, ellers forblir bare én om gangen åpen
uk_ua: дозволити відкривати декілька елементів, інакше відкритими залишатимуться лише по одному

source: Close on click outside
el_gr: Κλείσιμο με κλικ έξω
lt_lt: Uždarykite spustelėję išorę
lv_lv: Aizveriet, noklikšķinot uz ārpuses
nb_no: Lukk ved klikk utenfor
uk_ua: Закрити після клацання ззовні

source: click outside the element to close it, otherwise keep it open
el_gr: κάντε κλικ έξω από το στοιχείο για να το κλείσετε, διαφορετικά κρατήστε το ανοιχτό
lt_lt: spustelėkite elemento išorę, kad uždarytumėte, kitu atveju palikite jį atidarytą
lv_lv: noklikšķiniet ārpus elementa, lai to aizvērtu, pretējā gadījumā turiet to atvērtu
nb_no: klikk utenfor elementet for å lukke det, ellers hold det åpent
uk_ua: клацніть за межами елемента, щоб закрити його, інакше залиште його відкритим

source: Keyboard Mode
el_gr: Λειτουργία πληκτρολογίου
lt_lt: Klaviatūros režimas
lv_lv: Tastatūras režīms
nb_no: Tastatur-modus
uk_ua: Режим клавіатури

source: Enabled, mode 1
el_gr: Ενεργοποιημένη, λειτουργία 1
lt_lt: Įjungta, 1 režimas
lv_lv: Iespējots, 1. režīms
nb_no: Aktivert, modus 1
uk_ua: Увімкнено, режим 1

source: Enabled, mode 2
el_gr: Ενεργοποιημένη, λειτουργία 2
lt_lt: Įjungta, 2 režimas
lv_lv: Iespējots, 2. režīms
nb_no: Aktivert, modus 2
uk_ua: Увімкнено, режим 2

source: Keyboard controls are disabled.
el_gr: Τα χειριστήρια πληκτρολογίου είναι απενεργοποιημένα.
lt_lt: Klaviatūros valdikliai išjungti.
lv_lv: Tastatūras vadīklas ir atspējotas.
nb_no: Tastaturkontroller er deaktivert.
uk_ua: Керування за допомогою клавіатури вимкнено.

source: to look around
el_gr: να κοιτάξω τριγύρω
lt_lt: apsidairyti aplinkui
lv_lv: lai paskatītos apkārt
nb_no: å se deg rundt
uk_ua: озирнутися навколо

source: to click
el_gr: για να κάνετε κλικ
lt_lt: , kad spustelėtumėte
lv_lv: lai noklikšķinātu uz
nb_no: for å klikke på
uk_ua: щоб натиснути

source: to go previous room
el_gr: για να πάτε στο προηγούμενο δωμάτιο
lt_lt: eiti į ankstesnį kambarį
lv_lv: lai dotos iepriekšējā istabā
nb_no: for å gå til forrige rom
uk_ua: щоб перейти в попередню кімнату

source: to go next room
el_gr: να πάτε στο επόμενο δωμάτιο
lt_lt: eiti į kitą kambarį
lv_lv: lai iet blakus istabai
nb_no: Gå til neste rom
uk_ua: щоб перейти до наступної кімнати

source: to zoom in/out
el_gr: για μεγέθυνση/σμίκρυνση
lt_lt: Norėdami priartinti / nutolinti
lv_lv: Lai tuvinātu/tālinātu
nb_no: for å zoome inn/ut
uk_ua: для збільшення/зменшення масштабу

source: content displayed when the right button is pressed. leave empty for disable
el_gr: περιεχόμενο που εμφανίζεται όταν πατηθεί το δεξί κουμπί. αφήστε το κενό για απενεργοποίηση
lt_lt: turinys rodomas paspaudus dešinįjį mygtuką. Palikite tuščią, kad išjungtumėte
lv_lv: saturs, kas tiek parādīts, nospiežot labo pogu. atstāt tukšu, lai atspējotu
nb_no: innhold som vises når du trykker på høyre knapp. La stå tomt for deaktivering
uk_ua: Контент відображається при натисканні правої кнопки. Залиште порожнім для вимкнення

source: Performance
el_gr: Απόδοση
lt_lt: Našumas
lv_lv: Izpildījums
nb_no: Ytelse
uk_ua: Продуктивність
