Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Are you sure you want to remove action from room's presentation?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε την ενέργεια από την παρουσίαση του δωματίου;
lt_lt: Ar tikrai norite pašalinti veiksmą iš kambario pateikties?
lv_lv: Vai tiešām vēlaties noņemt darbību no telpas prezentācijas?
nb_no: Er du sikker på at du vil fjerne handling fra rommets presentasjon?
uk_ua: Ви впевнені, що хочете видалити дію з презентації кімнати?

source: Preview
el_gr: Προεπισκόπηση
lt_lt: Peržiūra
lv_lv: Priekšskatījums
nb_no: Forhåndsvisning
uk_ua: Перегляд

source: It is not possible to purchase services on this demo server. This section is shown for demonstration purposes only.
el_gr: Δεν είναι δυνατή η αγορά υπηρεσιών σε αυτόν τον διακομιστή επίδειξης. Αυτή η ενότητα εμφανίζεται μόνο για λόγους επίδειξης.
lt_lt: Šiame demonstraciniame serveryje paslaugų įsigyti neįmanoma. Šis skyrius rodomas tik demonstravimo tikslais.
lv_lv: Šajā demonstrācijas serverī nav iespējams iegādāties pakalpojumus. Šī sadaļa ir parādīta tikai demonstrācijas nolūkos.
nb_no: Det er ikke mulig å kjøpe tjenester på denne demoserveren. Denne delen vises kun for demonstrasjonsformål.
uk_ua: Неможливо придбати послуги на цьому демонстраційному сервері. Цей розділ показано лише з метою демонстрації.

source: Thank you for your purchase!
el_gr: Σας ευχαριστούμε για τις αγορές σας!
lt_lt: Dėkojame, kad pirkote!
lv_lv: Paldies par pirkumu!
nb_no: Takk for kjøpet!
uk_ua: Дякуємо за покупку!

source: Your payment for the <b>%s</b> service has been successfully processed.
el_gr: Η πληρωμή σας για την υπηρεσία <b>%s</b> ολοκληρώθηκε με επιτυχία.
lt_lt: Jūsų mokėjimas už <b>%s</b> paslaugą buvo sėkmingai apdorotas.
lv_lv: Jūsu maksājums par pakalpojumu <b>%s</b> ir veiksmīgi apstrādāts.
nb_no: Betalingen for <b>%s</b> -tjenesten er behandlet.
uk_ua: Ваш платіж за послугу <b>%s</b> успішно оброблено.

source: Your payment for the <b>%s</b> service on the <b>%s</b> tour has been successfully processed.
el_gr: Η πληρωμή σας για την υπηρεσία <b>%s</b> στην περιήγηση <b>%s</b> ολοκληρώθηκε με επιτυχία.
lt_lt: Jūsų mokėjimas už <b>%s</b> paslaugą <b>%s</b> kelionėje buvo sėkmingai apdorotas.
lv_lv: Jūsu maksājums par pakalpojumu <b>%s</b> <b>%s</b> ceļojumā ir veiksmīgi apstrādāts.
nb_no: Betalingen for <b>%s</b> -tjenesten på <b>%s</b> -turen er behandlet.
uk_ua: Ваш платіж за послугу <b>%s</b> під час туру <b>%s</b> успішно оброблено.

source: If we need more information you will be contacted as soon as possible.
el_gr: Εάν χρειαστούμε περισσότερες πληροφορίες θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατό.
lt_lt: Jei mums reikės daugiau informacijos, su jumis susisieksime kuo greičiau.
lv_lv: Ja mums būs nepieciešama papildu informācija, ar jums sazināsies pēc iespējas ātrāk.
nb_no: Trenger vi mer informasjon vil du bli kontaktet så snart som mulig.
uk_ua: Якщо нам знадобиться додаткова інформація, ми зв’яжемося з вами якомога швидше.

source: Your tour is now on a locked state until our staff has finished working on it.
el_gr: Η περιήγησή σας είναι πλέον σε κλειδωμένη κατάσταση έως ότου το προσωπικό μας ολοκληρώσει τις εργασίες.
lt_lt: Jūsų kelionė dabar yra užrakinta, kol mūsų darbuotojai baigs su ja dirbti.
lv_lv: Jūsu ekskursija tagad ir bloķēta, līdz mūsu darbinieki ir pabeiguši darbu pie tās.
nb_no: Turen din er nå låst til våre ansatte er ferdige med å jobbe med den.
uk_ua: Ваш тур зараз заблоковано, доки наші співробітники не завершать над ним роботу.

source: Oops! An error occurred.
el_gr: Ωχ! Παρουσιάστηκε σφάλμα.
lt_lt: Oi! Įvyko klaida.
lv_lv: Hmm! Radās kļūda.
nb_no: Oops! Det oppstod en feil.
uk_ua: Ой! Сталася помилка.

source: Something went wrong while processing your order.<br>Please contact our customer service: we will be happy to help you resolve it as soon as possible.<br>Thank you for your patience and understanding!
el_gr: Παρουσιάστηκε κάποιο πρόβλημα κατά την επεξεργασία της παραγγελίας σας.<br> Επικοινωνήστε με την εξυπηρέτηση πελατών μας: θα χαρούμε να σας βοηθήσουμε να το επιλύσετε το συντομότερο δυνατό.<br> Σας ευχαριστούμε για την υπομονή και την κατανόησή σας!
lt_lt: Apdorojant užsakymą įvyko klaida.<br> Susisiekite su mūsų klientų aptarnavimo tarnyba: mielai padėsime kuo greičiau išspręsti problemą.<br> Dėkojame už kantrybę ir supratingumą!
lv_lv: Apstrādājot jūsu pasūtījumu, radās problēma.<br> Lūdzu, sazinieties ar mūsu klientu apkalpošanas dienestu: mēs ar prieku palīdzēsim to atrisināt pēc iespējas ātrāk.<br> Paldies par pacietību un sapratni!
nb_no: Noe gikk galt under behandlingen av bestillingen din.<br> Ta kontakt med vår kundeservice: vi hjelper deg gjerne med å løse det så snart som mulig.<br> Takk for tålmodigheten og forståelsen!
uk_ua: Під час обробки вашого замовлення сталася помилка.<br> Будь ласка, зв'яжіться з нашою службою підтримки клієнтів: ми будемо раді допомогти вам вирішити це якнайшвидше.<br> Дякуємо за терпіння та розуміння!

source: Services
el_gr: Υπηρεσίες
lt_lt: Paslaugos
lv_lv: Pakalpojumi
nb_no: Tjenester
uk_ua: Послуги

source: Choose a service
el_gr: Επιλέξτε μια υπηρεσία
lt_lt: Pasirinkite paslaugą
lv_lv: Izvēlieties pakalpojumu
nb_no: Velg en tjeneste
uk_ua: Виберіть послугу

source: Pick what's right for you
el_gr: Διαλέξτε αυτό που σας ταιριάζει
lt_lt: Pasirinkite tai, kas jums tinka
lv_lv: Izvēlieties sev piemērotāko
nb_no: Velg det som passer best for deg
uk_ua: Виберіть те, що підходить саме вам

source: for room
el_gr: για δωμάτιο
lt_lt: už kambarį
lv_lv: telpai
nb_no: for rom
uk_ua: за кімнату

source: credits
el_gr: μονάδες
lt_lt: kreditai
lv_lv: kredīti
nb_no: kreditt
uk_ua: кредити

source: credit
el_gr: μονάδα
lt_lt: kreditas
lv_lv: kredīts
nb_no: kreditt
uk_ua: кредит

source: Select a tour
el_gr: Επιλέξτε μια περιήγηση
lt_lt: Pasirinkite kelionę
lv_lv: Izvēlieties ekskursiju
nb_no: Velg en tur
uk_ua: Виберіть тур

source: room
el_gr: δωμάτιο
lt_lt: kambarys
lv_lv: telpa
nb_no: hytte
uk_ua: кімната

source: rooms
el_gr: δωμάτια
lt_lt: kambariai
lv_lv: telpas
nb_no: Rom
uk_ua: номери

source: No. of Rooms
el_gr: Αριθμός Δωματίων
lt_lt: Kambarių skaičius
lv_lv: Istabu skaits
nb_no: Antall rom
uk_ua: Кількість кімнат

source: No tours created. To purchase this service, please create a new one first.
el_gr: Δεν δημιουργήθηκαν περιηγήσεις. Για να αγοράσετε αυτήν την υπηρεσία, δημιουργήστε πρώτα μια νέα.
lt_lt: Ekskursijų nesukurta. Norėdami įsigyti šią paslaugą, pirmiausia sukurkite naują.
lv_lv: Nav izveidota neviena ekskursija. Lai iegādātos šo pakalpojumu, lūdzu, vispirms izveidojiet jaunu.
nb_no: Ingen turer opprettet. For å kjøpe denne tjenesten må du først opprette en ny.
uk_ua: Турів не створено. Щоб придбати цю послугу, спершу створіть нову.

source: Upload images
el_gr: Ανεβάστε φωτογραφίες σας
lt_lt: Siųskite paveikslėlius
lv_lv: Augšupielādējiet attēlus
nb_no: Last opp bilder
uk_ua: Завантажити зображення

source: To purchase this service you must first upload your 360 degree images.
el_gr: Για να αγοράσετε αυτήν την υπηρεσία, πρέπει πρώτα να ανεβάσετε τις εικόνες σας 360 μοιρών.
lt_lt: Norėdami įsigyti šią paslaugą, pirmiausia turite įkelti 360 laipsnių vaizdus.
lv_lv: Lai iegādātos šo pakalpojumu, vispirms ir jāaugšupielādē savi 360 grādu attēli.
nb_no: For å kjøpe denne tjenesten må du først laste opp 360 graders bilder.
uk_ua: Щоб придбати цю послугу, ви повинні спочатку завантажити свої 360-градусні зображення.

source: Contact Us
el_gr: Επικοινωνία
lt_lt: Susisiekite su mumis
lv_lv: Sazinieties ar mums
nb_no: Kontakt oss
uk_ua: Зв'яжіться з нами

source: Add notes
el_gr: Προσθήκη σημειώσεων
lt_lt: Pridėkite pastabų
lv_lv: Pievienojiet piezīmes
nb_no: Legg til notater
uk_ua: Додайте примітки

source: Purchase
el_gr: Αγορά
lt_lt: Pirkti
lv_lv: Pirkums
nb_no: Kjøp
uk_ua: Купити

source: Use Credits
el_gr: Χρήση πιστώσεων
lt_lt: Naudokite kreditus
lv_lv: Izmantojiet kredītus
nb_no: Bruk Credits
uk_ua: Використовуйте кредити

source: Redirecting to checkout page ...
el_gr: Επανακατεύθυνση στη σελίδα πληρωμής ...
lt_lt: Peradresavimas į atsiskaitymo puslapį ...
lv_lv: Novirzīšana uz norēķinu lapu ...
nb_no: Omdirigerer til betalingssiden ...
uk_ua: Перенаправлення на сторінку оформлення замовлення ...

source: Credits balance
el_gr: Πιστωτικό υπόλοιπο
lt_lt: Kreditų likutis
lv_lv: Kredītu atlikums
nb_no: Kredittsaldo
uk_ua: Залишок кредитів

source: Are you sure you want to use <b class='credits_needed'>-</b> credits to purchase this service?
el_gr: Είστε βέβαιοι ότι θέλετε να χρησιμοποιήσετε <b class='credits_needed'>-</b> πιστώσεις για να αγοράσετε αυτήν την υπηρεσία;
lt_lt: Ar tikrai norite naudoti <b class='credits_needed'>kreditus</b> šiai paslaugai įsigyti?
lv_lv: Vai tiešām vēlaties izmantot <b class='credits_needed'>kredītus</b> šī pakalpojuma iegādei?
nb_no: Er du sikker på at du vil bruke <b class='credits_needed'>-</b> kreditter for å kjøpe denne tjenesten?
uk_ua: Ви впевнені, що бажаєте використати <b class='credits_needed'>-</b> кредити для придбання цієї послуги?

source: Are you sure you want to use <b class='credits_needed'>-</b> credits to purchase this service for the <b class='tour_service'>-</b> tour?
el_gr: Είστε βέβαιοι ότι θέλετε να χρησιμοποιήσετε <b class='credits_needed'>-</b> πιστώσεις για να αγοράσετε αυτήν την υπηρεσία για την <b class='tour_service'>-</b> περιήγηση;
lt_lt: Ar tikrai norite panaudoti <b class='credits_needed'>kreditus</b> šiai <b class='tour_service'>kelionei</b> paslaugai įsigyti?
lv_lv: Vai tiešām vēlaties izmantot <b class='credits_needed'>kredītus</b> , lai iegādātos šo pakalpojumu <b class='tour_service'>ceļojumam</b> ?
nb_no: Er du sikker på at du vil bruke <b class='credits_needed'>-</b> kreditter til å kjøpe denne tjenesten for <b class='tour_service'>-</b> turen?
uk_ua: Ви впевнені, що бажаєте використати <b class='credits_needed'>-</b> кредити, щоб придбати цю послугу для <b class='tour_service'>-</b> туру?

source: Warning
el_gr: Προσοχή
lt_lt: Įspėjimas
lv_lv: Brīdinājums
nb_no: Advarsel
uk_ua: Увага

source: Multi user, Plans, Services and Payments are only available with the SaaS plugin. Go to settings to get the required plugin.
el_gr: Πολλαπλών χρηστών, Προγράμματα, Υπηρεσίες και Πληρωμές είναι διαθέσιμα μόνο με την προσθήκη SaaS. Μεταβείτε στις ρυθμίσεις για να λάβετε την απαιτούμενη προσθήκη.
lt_lt: Keli naudotojai, planai, paslaugos ir mokėjimai pasiekiami tik naudojant „SaaS“ papildinį. Eikite į nustatymus, kad gautumėte reikiamą papildinį.
lv_lv: Vairāku lietotāju plāni, pakalpojumi un maksājumi ir pieejami tikai ar SaaS spraudni. Dodieties uz iestatījumiem, lai iegūtu nepieciešamo spraudni.
nb_no: Flerbruker, planer, tjenester og betalinger er kun tilgjengelig med SaaS-plugin. Gå til innstillinger for å få den nødvendige plugin-en.
uk_ua: Багато користувачів, плани, послуги та платежі доступні лише з плагіном SaaS. Перейдіть до налаштувань, щоб отримати необхідний плагін.

source: GO TO SETTINGS
el_gr: ΠΗΓΑΊΝΕΤΕ ΣΤΙΣ ΡΥΘΜΊΣΕΙΣ
lt_lt: EIKITE Į "SETTINGS"
lv_lv: DODIETIES UZ IESTATĪJUMIEM
nb_no: GÅ TIL INNSTILLINGER
uk_ua: ПЕРЕЙДІТЬ ДО НАЛАШТУВАНЬ

source: User's Role Permissions
el_gr: Δικαιώματα ρόλου χρήστη
lt_lt: Vartotojo vaidmens teisės
lv_lv: Lietotāja lomu atļaujas
nb_no: Brukerens rolletillatelser
uk_ua: Дозволи ролей користувача

source: Super Administrator
el_gr: Σούπερ Διαχειριστής
lt_lt: Super administratorius
lv_lv: Super administrators
uk_ua: Суперадміністратор

source: change settings | manage plans | manage users | manage tours of all users
el_gr: αλλαγή ρυθμίσεων | διαχείριση προγραμμάτων | διαχείριση χρηστών | διαχείριση ξεναγήσεων όλων των χρηστών
lt_lt: Nustatymų keitimas | Planų valdymas | Vartotojų valdymas | Tvarkyti visų vartotojų apžvalgas
lv_lv: Mainīt iestatījumus | pārvaldīt plānus | Lietotāju pārvaldība | Pārvaldiet visu lietotāju ekskursijas
nb_no: Endre innstillinger | Administrere planer | Administrere brukere | Administrer innføringer for alle brukere
uk_ua: Зміна налаштувань | Управління планами | Керування користувачами | Керуйте турами всіх користувачів

source: Administrator
el_gr: Διαχειριστής
lt_lt: Administratorius
lv_lv: Administrators
uk_ua: Адміністратор

source: manage users | manage tours of all users
el_gr: διαχείριση χρηστών | διαχείριση των περιηγήσεων όλων των χρηστών
lt_lt: Vartotojų valdymas | Tvarkyti visų vartotojų apžvalgas
lv_lv: Lietotāju pārvaldība | Pārvaldiet visu lietotāju ekskursijas
nb_no: Administrere brukere | Administrer innføringer for alle brukere
uk_ua: Керування користувачами | Керуйте турами всіх користувачів

source: Editor
el_gr: Συντάκτης
lt_lt: Redaktorius
lv_lv: Redaktors
nb_no: Redaktør
uk_ua: Редактор

source: they only manage the tours that are associated with them
el_gr: διαχειρίζονται μόνο τις εκδρομές που σχετίζονται με αυτούς
lt_lt: jie tvarko tik su jais susijusias ekskursijas
lv_lv: viņi pārvalda tikai ar viņiem saistītās ekskursijas
nb_no: De administrerer bare turene som er knyttet til dem
uk_ua: Вони керують лише тими турами, які з ними пов'язані

source: Customer
el_gr: Πελάτης
lt_lt: Klientas
lv_lv: Klients
nb_no: Kunde
uk_ua: Клієнт

source: they only manage their own tours with restrictions based on the plan subscribed
el_gr: διαχειρίζονται μόνο τις δικές τους περιηγήσεις με περιορισμούς βάσει του προγράμματος που έχουν εγγραφεί
lt_lt: jie tvarko tik savo keliones su apribojimais pagal prenumeruojamą planą
lv_lv: viņi pārvalda tikai savas ekskursijas ar ierobežojumiem, pamatojoties uz abonēto plānu
nb_no: De administrerer kun sine egne turer med restriksjoner basert på planen som abonneres på
uk_ua: Вони керують власними турами лише з обмеженнями на основі підписаного плану

source: ADD USER
el_gr: ΠΡΟΣΘΗΚΗ ΧΡΗΣΤΗ
lt_lt: PRIDĖTI VARTOTOJĄ
lv_lv: PIEVIENOT LIETOTĀJU
nb_no: LEGG TIL BRUKER
uk_ua: ДОДАТИ КОРИСТУВАЧА

source: Role
el_gr: Ρόλος
lt_lt: Rolė
lv_lv: Loma
nb_no: Rolle
uk_ua: Роль

source: Registration Date
el_gr: Ημερομηνία Εγγραφής
lt_lt: Registracijos data
lv_lv: Reģistrācijas datums
nb_no: Registreringsdato
uk_ua: Дата реєстрації

source: Expires in
el_gr: Λήγει σε
lt_lt: Nustoja galioti
lv_lv: Derīguma termiņš beidzas
nb_no: Utløper om
uk_ua: Закінчується

source: Active
el_gr: Ενεργό
lt_lt: Aktyvus
lv_lv: Aktīvs
nb_no: Aktiv
uk_ua: Активний

source: Tours
el_gr: Εκδρομές
lt_lt: Kelionės
lv_lv: Ekskursijas
nb_no: Turer
uk_ua: Тури

source: export
lt_lt: eksportuoti
lv_lv: Eksporta
nb_no: eksporter
uk_ua: експорт

source: New User
el_gr: Νέος Χρήστης
lt_lt: Naujas vartotojas
lv_lv: Jauns Lietotājs
nb_no: Ny bruker
uk_ua: Новий користувач

source: Password
el_gr: Κωδικός
lt_lt: Slaptažodis
lv_lv: Parole
nb_no: Passord
uk_ua: Пароль

source: Repeat password
el_gr: Επανάληψη κωδικού πρόσβασης
lt_lt: Pakartokite slaptažodį
lv_lv: Atkārtojiet paroli
nb_no: Gjenta passord
uk_ua: Повторіть пароль

source: Create
el_gr: Δημιουργία
lt_lt: Sukurti
lv_lv: Izveidot
nb_no: Opprett
uk_ua: Створити

source: No data available in table
el_gr: Δεν υπάρχουν διαθέσιμα δεδομένα στον πίνακα
lt_lt: Lentelėje duomenų nėra
lv_lv: Nav pieejami dati šajā tabulā
nb_no: Ingen data tilgjengelig i tabellen
uk_ua: Немає даних, в наявній таблиці

source: Showing %s to %s of %s entries
el_gr: Εμφάνιση %s έως %s από %s καταχωρήσεις
lt_lt: Rodoma nuo %s iki %s iš %s įrašų
lv_lv: Rādīšana %s %s no %s ierakstiem
nb_no: Vise %s til %s av %s oppføringer
uk_ua: Показ %s до %s з %s записів

source: Showing 0 to 0 of 0 entries
el_gr: Προβολή 0 έως 0 από 0 καταχωρήσεις
lt_lt: Rodoma nuo 0 iki 0 iš 0 įrašų
lv_lv: Parādīti 0 līdz 0 no 0 ierakstiem
nb_no: Viser 0 til 0 av 0 oppføringer
uk_ua: Показано від 0 до 0 із 0 записів

source: (filtered from %s total entries)
el_gr: (φιλτραρισμένο από %s συνολικές εγγραφές)
lt_lt: (filtruota iš visų %s įrašų)
lv_lv: (filtrēts no %s kopējā ierakstu skaita)
nb_no: (utvalgt av totalt %s oppføringer)
uk_ua: (відфільтровано за %s загальної кількості записів)

source: Show %s entries
el_gr: Εμφάνιση %s εγγραφών
lt_lt: Rodyti %s įrašų
lv_lv: Rādīt %s ierakstus
nb_no: Vis %sinnlegg
uk_ua: Показати записи %s

source: Loading
el_gr: Φόρτωση
lt_lt: Kraunasi
lv_lv: Notiek ielāde
nb_no: Laster
uk_ua: Завантаження

source: Processing
el_gr: Σε επεξεργασία
lt_lt: Apdorojama
lv_lv: Apstrāde
nb_no: Behandler
uk_ua: В обробці

source: Search
el_gr: Αναζήτηση
lt_lt: Ieškoti
lv_lv: Meklēt
nb_no: Søk
uk_ua: Пошук

source: No matching records found
el_gr: Δεν βρέθηκαν εγγραφές που να ταιριάζουν
lt_lt: Atitinkančių įrašų nerasta
lv_lv: Nav atrasti atbilstoši ieraksti
nb_no: Ingen tilsvarende poster funnet
uk_ua: Відповідних записів не знайдено

source: First
el_gr: Πρώτο
lt_lt: Pirmas
lv_lv: Pirmais
nb_no: Første
uk_ua: Перший

source: Last
el_gr: Τελευταίο
lt_lt: Paskutinis
lv_lv: Pēdējais
nb_no: Siste
uk_ua: Останній

source: Next
el_gr: Επόμενο
lt_lt: Kitas
lv_lv: Nākamais
nb_no: Neste
uk_ua: Далі

source: Previous
el_gr: Προηγούμενο
lt_lt: Ankstesnis
lv_lv: Iepriekšējais
nb_no: Forrige
uk_ua: Попередній

source: activate to sort column ascending
el_gr: Ενεργοποιήστε για αύξουσα ταξινόμηση στήλης
lt_lt: Aktyvinimas, kad stulpelis būtų rūšiuojamas didėjimo tvarka
lv_lv: Aktivizēšana, lai kārtotu kolonnu augošā secībā
nb_no: aktiver for å sortere kolonnen stigende
uk_ua: сортувати стовпці за зростанням

source: activate to sort column descending
el_gr: Ενεργοποιήστε για φθίνουσα ταξινόμηση στήλης
lt_lt: Aktyvinimas, kad stulpelis būtų rūšiuojamas mažėjimo tvarka
lv_lv: Aktivizēšana, lai kārtotu kolonnu dilstošā secībā
nb_no: aktiver for å sortere kolonnen synkende
uk_ua: сортування стовпців за спаданням

source: Loading landing page content ...
el_gr: Φόρτωση περιεχομένου σελίδας προορισμού ...
lt_lt: Įkeliamas nukreipimo puslapio turinys ...
lv_lv: Galvenās lapas satura ielāde ...
nb_no: Laster inn innhold på landingssiden ...
uk_ua: Завантаження контенту посадкової сторінки ...

source: Saving landing page content ... Do not close this window!
el_gr: Αποθήκευση περιεχομένου σελίδας προορισμού ... Μην κλείσετε αυτό το παράθυρο!
lt_lt: Nukreipimo puslapio turinio išsaugojimas ... Neuždarykite šio lango!
lv_lv: Galvenās lapas satura saglabāšana ... Neaizveriet šo logu!
nb_no: Lagrer innhold på landingssiden ... Ikke lukk dette vinduet!
uk_ua: Збереження контенту посадкової сторінки ... Не закривайте це вікно!

source: You cannot create Measurements on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε Μετρήσεις σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite sukurti matavimų išoriniame virtualiame ture!
lv_lv: Jūs nevarat izveidot mērījumus ārējā virtuālā tūrē!
nb_no: Du kan ikke opprette målinger på en ekstern virtuell omvisning!
uk_ua: Ви не можете створювати Вимірювання в зовнішньому віртуальному турі!

source: Your "%s" plan not allow to create Measurements!
el_gr: Το σχέδιο "%s" δεν επιτρέπει τη δημιουργία Μετρήσεων!
lt_lt: Jūsų "%s" planas neleidžia kurti matavimų!
lv_lv: Jūsu "%s" plāns neļauj izveidot Mērījumus!
nb_no: Din "%s"-plan tillater ikke å lage målinger!
uk_ua: Ваш "%s" план не дозволяє створювати Вимірювання!

source: Select a room first!
el_gr: Επιλέξτε πρώτα ένα δωμάτιο!
lt_lt: Pirmiausia pasirinkite kambarį!
lv_lv: Vispirms izvēlieties istabu!
nb_no: Velg et rom først!
uk_ua: Спочатку виберіть кімнату!

source: No rooms created for this Virtual Tour. Go to %s and create a new one!
el_gr: Δεν έχουν δημιουργηθεί δωμάτια για αυτή την Εικονική Περιήγηση. Πηγαίνετε στο %s και δημιουργήστε ένα νέο!
lt_lt: Šiam virtualiam turui nesukurti jokie kambariai. Eikite į %s ir sukurkite naują!
lv_lv: Šai virtuālajai tūrei nav izveidots neviens numurs. Dodieties uz %s un izveidojiet jaunu!
nb_no: Ingen rom opprettet for denne virtuelle turen. Gå til %s og lag en ny!
uk_ua: Для цього віртуального туру не створено кімнат. Переходьте в %s і створюйте новий!

source: Delete Measure
el_gr: Διαγραφή μέτρου
lt_lt: Ištrinti priemonę
lv_lv: Dzēst mēru
nb_no: Slett mål
uk_ua: Видалити міру

source: Are you sure you want to delete the measure?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε το μέτρο;
lt_lt: Ar tikrai norite ištrinti priemonę?
lv_lv: Vai tiešām vēlaties dzēst šo pasākumu?
nb_no: Er du sikker på at du vil slette målet?
uk_ua: Ви впевнені, що хочете видалити показник?

source: Yes, Delete
el_gr: Ναι, Διαγραφή
lt_lt: Taip, ištrinti
lv_lv: Jā, dzēst
nb_no: Ja, slett
uk_ua: Так, видалити

source: shows items that are only visible in this view
el_gr: εμφανίζει στοιχεία που είναι ορατά μόνο σε αυτή την προβολή
lt_lt: rodo elementus, kurie matomi tik šiame rodinyje
lv_lv: rāda vienumus, kas ir redzami tikai šajā skatā
nb_no: Viser elementer som bare er synlige i denne visningen
uk_ua: показує елементи, які видно лише в цьому режимі перегляду

source: MOVE
lt_lt: PERKELTI
lv_lv: KUSTINĀT
nb_no: BEVEGE
uk_ua: Перемістити

source: EDIT
el_gr: ΕΠΕΞΕΡΓΑΣΙΑ
lt_lt: REDAGUOTI
lv_lv: REDIĢĒT
nb_no: REDIGER
uk_ua: РЕДАГУВАТИ

source: DELETE
el_gr: ΔΙΑΓΡΑΦΗ
lt_lt: IŠTRINTI
nb_no: SLETT
uk_ua: ВИДАЛИТИ

source: Label
el_gr: Ετικέτα
lt_lt: Etiketė
lv_lv: Etiķete
nb_no: Etikett
uk_ua: Мітка

source: Label - Size
el_gr: Ετικέτα - Μέγεθος
lt_lt: Etiketė - dydis
lv_lv: Etiķete - izmērs
nb_no: Etikett - Størrelse
uk_ua: Етикетка - Розмір

source: Label - Color
el_gr: Ετικέτα - Χρώμα
lt_lt: Etiketė - spalva
lv_lv: Etiķete - krāsa
nb_no: Etikett - Farge
uk_ua: Етикетка - Колір

source: Label - Outline Color
el_gr: Ετικέτα - Χρώμα περιγράμματος
lt_lt: Etiketė - kontūro spalva
lv_lv: Etiķete - kontūras krāsa
nb_no: Etikett - Omrissfarge
uk_ua: Етикетка - колір контуру

source: Line - Size
el_gr: Γραμμή - Μέγεθος
lt_lt: Linija - dydis
lv_lv: Līnija - izmērs
nb_no: Linje - Størrelse
uk_ua: Лінія - Розмір

source: Line - Color
el_gr: Γραμμή - Χρώμα
lt_lt: Linija - spalva
lv_lv: Līnija - krāsa
nb_no: Linje - Farge
uk_ua: Лінія - Колір

source: Start Plug
el_gr: Βύσμα εκκίνησης
lt_lt: Užvedimo kištukas
lv_lv: Starta spraudnis
nb_no: Start plugg
uk_ua: Стартовий штекер

source: Behind
el_gr: Πίσω από το
lt_lt: Už
lv_lv: Aiz
nb_no: Bak
uk_ua: За

source: Circle
el_gr: Κύκλος
lt_lt: Apskritimas
lv_lv: Aplis
nb_no: Sirkel
uk_ua: Коло

source: Square
el_gr: Τετράγωνο
lt_lt: Kvadratas
lv_lv: Kvadrāts
nb_no: Firkant
uk_ua: Квадратна форма

source: Arrow
el_gr: Βέλος
lt_lt: Rodyklė
lv_lv: Bulta
nb_no: Pil
uk_ua: Стрілки

source: Hand
el_gr: Χέρι
lt_lt: Ranka
lv_lv: Roka
nb_no: Hånd
uk_ua: Руки

source: Start Plug - Size
el_gr: Βύσμα εκκίνησης - Μέγεθος
lt_lt: Paleidimo kištukas - dydis
lv_lv: Starta spraudnis - izmērs
nb_no: Start Plug - Størrelse
uk_ua: Стартовий штекер - розмір

source: Start Plug - Color
el_gr: Βύσμα εκκίνησης - Χρώμα
lt_lt: Paleidimo kištukas - spalva
lv_lv: Starta spraudnis - krāsa
nb_no: Start plugg - Farge
uk_ua: Стартовий штекер - колір

source: End Plug
el_gr: Βύσμα άκρου
lt_lt: Pabaigos kištukas
lv_lv: Beigu spraudnis
nb_no: Slutt plugg
uk_ua: Кінцева вилка

source: End Plug - Size
el_gr: Βύσμα άκρου - Μέγεθος
lt_lt: Galinis kištukas - dydis
lv_lv: Beigu spraudnis - izmērs
nb_no: Endeplugg - Størrelse
uk_ua: Кінцева вилка - розмір

source: End Plug - Color
el_gr: Βύσμα άκρου - Χρώμα
lt_lt: Galinis kištukas - spalva
lv_lv: Beigu spraudnis - krāsa
nb_no: Endeplugg - Farge
uk_ua: Кінцевий штекер - колір

source: drag the red points to change the position
el_gr: σύρετε τα κόκκινα σημεία για να αλλάξετε τη θέση
lt_lt: vilkite raudonus taškus, kad pakeistumėte padėtį
lv_lv: velciet sarkanos punktus, lai mainītu pozīciju
nb_no: Dra de røde punktene for å endre plasseringen
uk_ua: Перетягніть червоні точки, щоб змінити положення

source: Visible In
el_gr: Ορατό σε
lt_lt: Matoma
lv_lv: Redzams iekšā
nb_no: Synlig i
uk_ua: Видимий у
