Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Viewer quality
el_gr: Ποιότητα θεατή
lt_lt: Žiūrovo kokybė
lv_lv: Skatītāja kvalitāte
nb_no: Seerkvalitet
uk_ua: Якість перегляду

source: lower values means faster view (poor quality), higher value means slow view (high quality).
el_gr: χαμηλότερες τιμές σημαίνουν ταχύτερη προβολή (κακή ποιότητα), υψηλότερη τιμή σημαίνει αργή προβολή (υψηλή ποιότητα).
lt_lt: Mažesnės vertės reiškia greitesnį vaizdą (prasta kokybė), didesnė vertė reiškia lėtą vaizdą (aukšta kokybė).
lv_lv: zemākas vērtības nozīmē ātrāku skatu (slikta kvalitāte), augstāka vērtība nozīmē lēnu skatu (augsta kvalitāte).
nb_no: Lavere verdier betyr raskere visning (dårlig kvalitet), høyere verdi betyr treg visning (høy kvalitet).
uk_ua: Нижчі значення означають швидший перегляд (погана якість), вищі – повільний перегляд (висока якість).

source: Compress images quality
el_gr: Ποιότητα εικόνων συμπίεσης
lt_lt: Suspausti vaizdų kokybę
lv_lv: Attēlu kvalitātes saspiešana
nb_no: Komprimer bildekvalitet
uk_ua: Якість стиснення зображень

source: 10 to 100: lower values means faster loading (poor quality), higher value means slow loading (high quality). 100 to disable compression.
el_gr: 10 έως 100: χαμηλότερες τιμές σημαίνει ταχύτερη φόρτωση (κακή ποιότητα), υψηλότερη τιμή σημαίνει αργή φόρτωση (υψηλή ποιότητα). 100 για να απενεργοποιήσετε τη συμπίεση.
lt_lt: Nuo 10 iki 100: mažesnės vertės reiškia greitesnį pakrovimą (prasta kokybė), didesnė vertė reiškia lėtą pakrovimą (aukšta kokybė). 100 išjungti suspaudimą.
lv_lv: 10 līdz 100: zemākas vērtības nozīmē ātrāku iekraušanu (slikta kvalitāte), augstāka vērtība nozīmē lēnu iekraušanu (augsta kvalitāte). 100, lai atspējotu saspiešanu.
nb_no: 10 til 100: lavere verdier betyr raskere lasting (dårlig kvalitet), høyere verdi betyr langsom lasting (høy kvalitet). 100 for å deaktivere komprimering.
uk_ua: Від 10 до 100: нижчі значення означають швидше завантаження (низька якість), вищі значення – повільне завантаження (висока якість). 100, щоб відключити стиснення.

source: Max width panorama
el_gr: Μέγιστο πλάτος πανοράματος
lt_lt: Maksimalaus pločio panorama
lv_lv: Maksimālā platuma panorāma
nb_no: Panorama med maksimal bredde
uk_ua: Панорама максимальної ширини

source: maximum width in pixels of panoramic images. if they exceed this width the images will be resized. 0 to disable resize.
el_gr: μέγιστο πλάτος σε pixels των πανοραμικών εικόνων.Εάν υπερβούν αυτό το πλάτος, οι εικόνες θα αλλάξουν μέγεθος. 0 για απενεργοποίηση της αλλαγής μεγέθους.
lt_lt: maksimalus panoraminių vaizdų plotis pikseliais. jei jie viršys šį plotį, vaizdų dydis bus pakeistas. 0 norėdami išjungti dydžio keitimą.
lv_lv: maksimālais platums panorāmas attēlu pikseļos. ja tie pārsniedz šo platumu, attēlu izmēri tiks mainīti. 0, lai atspējotu izmēru maiņu.
nb_no: maksimal bredde i piksler med panoramabilder. Hvis de overskrider denne bredden, vil størrelsen på bildene bli endret. 0 for å deaktivere endring av størrelse.
uk_ua: максимальна ширина в пікселях панорамних зображень. Якщо вони перевищують цю ширину, розмір зображень буде змінено. 0, щоб вимкнути зміну розміру.

source: Preload panoramas
el_gr: Προφόρτωση πανοράματος
lt_lt: Iš anksto įkelti panoramas
lv_lv: Panorāmu iepriekšēja ielāde
nb_no: Forhåndslast panoramaer
uk_ua: Попереднє завантаження панорам

source: preload all panorama images for faster loading between rooms
el_gr: προφόρτωση όλων των εικόνων πανοράματος για ταχύτερη φόρτωση μεταξύ των δωματίων
lt_lt: Iš anksto įkelkite visus panoraminius vaizdus, kad galėtumėte greičiau įkelti tarp kambarių
lv_lv: Iepriekš ielādējiet visus panorāmas attēlus, lai tos varētu ātrāk ielādēt starp telpām
nb_no: Forhåndslast alle panoramabilder for raskere lasting mellom rom
uk_ua: Попереднє завантаження всіх панорамних зображень для швидшого завантаження між кімнатами

source: Mobile panoramas
el_gr: Κινητά πανοράματα
lt_lt: Mobilios panoramos
lv_lv: Mobilās panorāmas
nb_no: Mobile panoramaer
uk_ua: Мобільні панорами

source: uses a version of the panorama image optimized for mobile devices
el_gr: χρησιμοποιεί μια έκδοση της πανοραμικής εικόνας βελτιστοποιημένη για κινητές συσκευές
lt_lt: naudoja panoraminio vaizdo versiją, optimizuotą mobiliesiems įrenginiams
lv_lv: izmanto mobilajām ierīcēm optimizētu panorāmas attēla versiju
nb_no: bruker en versjon av panoramabildet som er optimalisert for mobile enheter
uk_ua: використовує версію панорамного зображення, оптимізовану для мобільних пристроїв

source: Enable multi resolution
el_gr: Ενεργοποίηση πολλαπλής ανάλυσης
lt_lt: Įgalinti daugialypę skiriamąją gebą
lv_lv: Vairāku izšķirtspēju iespējošana
nb_no: Aktiver multioppløsning
uk_ua: Увімкніть кілька роздільних здатностей

source: splits the panorama image into multiple sectors and loads them in parallel to reduce loading times
el_gr: χωρίζει την εικόνα πανοράματος σε πολλούς τομείς και τους φορτώνει παράλληλα για να μειώσει τους χρόνους φόρτωσης
lt_lt: padalija panoraminį vaizdą į kelis sektorius ir įkelia juos lygiagrečiai, kad sutrumpintų įkėlimo laiką
lv_lv: sadala panorāmas attēlu vairākos sektoros un ielādē tos paralēli, lai samazinātu ielādes laiku
nb_no: Deler panoramabildet i flere sektorer og laster dem parallelt for å redusere lastetiden
uk_ua: Розділяє панорамне зображення на кілька секторів і завантажує їх паралельно, щоб скоротити час завантаження

source: Regenerate panoramas
el_gr: Αναγέννηση πανοράματος
lt_lt: Atnaujinkite panoramas
lv_lv: Atjaunot panorāmas
nb_no: Regenerer panoramaer
uk_ua: Регенерація панорам

source: force regenerate all panoramas images
el_gr: αναγέννηση όλων των εικόνων πανοράματος
lt_lt: Priverstinai atkurti visus panoraminius vaizdus
lv_lv: piespiest atjaunot visus panorāmas attēlus
nb_no: Tving regenerere alle panoramabilder
uk_ua: Примусове відновлення всіх зображень Panoramas

source: Regenerate All
el_gr: Αναγέννηση όλων
lt_lt: Atkurti viską
lv_lv: Atjaunot visu
nb_no: Regenerer alle
uk_ua: Відновити все

source: Clean Up
el_gr: Καθαρισμός
lt_lt: Išvalyti
lv_lv: Sakopt
nb_no: Rydd opp
uk_ua: Очистити

source: Keep original panoramas
el_gr: Διατηρήστε τα αρχικά πανοράματα
lt_lt: Išlaikykite originalias panoramas
lv_lv: Saglabājiet oriģinālās panorāmas
nb_no: Behold originale panoramabilder
uk_ua: Зберігайте оригінальні панорами

source: keep a copy of the original uploaded file. N.B. if you don't keep them you won't be able to regenerate the panoramas
el_gr: κρατήστε ένα αντίγραφο του αρχικού αρχείου που μεταφορτώσατε. Σημείωση: αν δεν τα κρατήσετε, δεν θα μπορείτε να αναδημιουργήσετε τα πανοράματα
lt_lt: pasilikite originalaus įkelto failo kopiją. N.B. jei jų neišlaikysi, negalėsi atkurti panoramų
lv_lv: saglabāt augšupielādētā faila oriģināla kopiju. N.B. ja jūs tos neturēsiet, jūs nevarēsit atjaunot panorāmas
nb_no: Ta vare på en kopi av den originale opplastede filen. NB: hvis du ikke beholder dem, vil du ikke kunne regenerere panoramaene
uk_ua: Збережіть копію оригінального завантаженого файлу. N.B.: якщо ви їх не збережете, ви не зможете відновити панорами

source: Recoverable disk space
el_gr: Ανακτήσιμος χώρος στο δίσκο
lt_lt: Atkuriama vieta diske
lv_lv: Atgūstamā vieta diskā
nb_no: Utvinnbar diskplass
uk_ua: Відновлюваний дисковий простір

source: Disk space recovered after deleting original panoramas
el_gr: Ο χώρος στο δίσκο ανακτήθηκε μετά τη διαγραφή των αρχικών πανοραμικών
lt_lt: Disko vieta atkurta panaikinus originalias panoramas
lv_lv: Vieta diskā, kas atgūta pēc sākotnējo panorāmu dzēšanas
nb_no: Diskplass gjenopprettet etter sletting av originale panoramabilder
uk_ua: Місце на диску, що відновлюється після видалення оригінальних панорам

source: analyze
el_gr: αναλύστε το
lt_lt: Analizuoti
lv_lv: analizēt
nb_no: analysere
uk_ua: аналізувати

source: Original panoramas
el_gr: Πρωτότυπα πανοράματα
lt_lt: Originalios panoramos
lv_lv: Oriģinālās panorāmas
nb_no: Originale panoramaer
uk_ua: Оригінальні панорами

source: deletes all the original uploaded file. N.B. if you don't keep them you won't be able to regenerate the panoramas
el_gr: διαγράφει όλο το αρχικό αρχείο που μεταφορτώθηκε. Σημείωση: αν δεν τα κρατήσετε, δεν θα μπορείτε να αναδημιουργήσετε τα πανοράματα
lt_lt: Ištrina visą pradinį įkeltą failą. N.B. jei jų neišlaikysi, negalėsi atkurti panoramų
lv_lv: izdzēš visu sākotnējo augšupielādēto failu. N.B. ja jūs tos neturēsiet, jūs nevarēsit atjaunot panorāmas
nb_no: sletter alle de opprinnelige opplastede filene. NB: hvis du ikke beholder dem, vil du ikke kunne regenerere panoramaene
uk_ua: Видаляє весь оригінальний завантажений файл. N.B.: якщо ви їх не збережете, ви не зможете відновити панорами

source: Delete All
el_gr: Διαγραφή Όλων
lt_lt: Pašalinti viską
lv_lv: Dzēst visu
nb_no: Slett alle
uk_ua: Видалити все

source: Loading Settings
el_gr: Φόρτωση ρυθμίσεων
lt_lt: Įkrovimo nustatymai
lv_lv: Notiek iestatījumu ielāde
nb_no: Laster inn innstillinger
uk_ua: Завантаження налаштувань

source: Main Version
el_gr: Κύρια Έκδοση
lt_lt: Pagrindinė versija
lv_lv: Galvenā versija
nb_no: Hovedversjon
uk_ua: Основна версія

source: Auto start
el_gr: Αυτόματη εκκίνηση
lt_lt: Automatinis paleidimas
lv_lv: Automātiska palaišana
nb_no: Automatisk start
uk_ua: Автоматичний запуск

source: start the virtual tour automatically on loading
el_gr: έναρξη της εικονικής περιήγησης αυτόματα κατά τη φόρτωση
lt_lt: Pradėkite virtualų turą automatiškai įkeldami
lv_lv: Sāciet virtuālo ceļojumu automātiski ielādes laikā
nb_no: Start den virtuelle omvisningen automatisk ved lasting
uk_ua: Запустіть віртуальний тур автоматично після завантаження

source: Enabled (Disabled when embedded)
el_gr: Ενεργοποιημένο (Απενεργοποιημένο όταν είναι ενσωματωμένο)
lt_lt: Įjungta (išjungta, kai įdėta)
lv_lv: Iespējots (iespējots, kad iegults)
nb_no: Aktivert (deaktivert når den er innebygd)
uk_ua: Enabled (Вимкнено при вбудовуванні)

source: Loading Info
el_gr: Πληροφορίες φόρτωσης
lt_lt: Įkeliama informacija
lv_lv: Informācija par ielādi
nb_no: Laster inn info
uk_ua: Завантаження інформації

source: display logo, name and progress bar during initial loading
el_gr: εμφάνιση του λογότυπου, του ονόματος και της γραμμής προόδου κατά την αρχική φόρτωση
lt_lt: Pradinio įkėlimo metu rodomas logotipas, pavadinimas ir eigos juosta
lv_lv: Parādiet logotipu, nosaukumu un norises joslu sākotnējās ielādes laikā
nb_no: Vis logo, navn og fremdriftslinje under første lasting
uk_ua: Відображення логотипу, назви та індикатора прогресу під час початкового завантаження

source: Loading Background
el_gr: Φόρτωση φόντου
lt_lt: Įkrovimo fonas
lv_lv: Notiek fona ielāde
nb_no: Laster inn bakgrunn
uk_ua: Завантаження фону

source: display background image, video or intro slider during initial loading
el_gr: εμφάνιση εικόνας φόντου, βίντεο ή ρυθμιστικό εισαγωγής κατά την αρχική φόρτωση
lt_lt: rodyti foninį vaizdą, vaizdo įrašą arba įvadinį slankiklį pradinio įkėlimo metu
lv_lv: sākotnējās ielādes laikā parādīt fona attēlu, video vai ievada slīdni
nb_no: Vis bakgrunnsbilde, video eller introglidebryter under første lasting
uk_ua: відображати фонове зображення, відео або вступний слайдер під час початкового завантаження

source: Fly-In
lt_lt: Skristi
lv_lv: Ielidošana
nb_no: Fly-inn
uk_ua: Заліт

source: start the fly-in animation at the first entrance to the virtual tour
el_gr: να ξεκινήσει η κινούμενη εικόνα από την πρώτη είσοδο στην εικονική περιήγηση
lt_lt: pradėkite "fly-in" animaciją prie pirmojo įėjimo į virtualų turą
lv_lv: Sāciet fly-in animāciju pie pirmās ieejas virtuālajā tūrē
nb_no: Start fly-in-animasjonen ved første inngang til den virtuelle omvisningen
uk_ua: Запустіть польотну анімацію при першому вході у віртуальний тур

source: Enabled (Sphere zoom effect)
el_gr: Ενεργοποιημένο (εφέ ζουμ σφαίρας)
lt_lt: Įjungta (sferos mastelio keitimo efektas)
lv_lv: Iespējots (sfēras tālummaiņas efekts)
nb_no: Aktivert (sfærezoomeffekt)
uk_ua: Увімкнено (ефект масштабування сфери)

source: Enabled (Little Planet effect)
el_gr: Ενεργοποιημένο (εφέ Little Planet)
lt_lt: Įjungta ("Little Planet" efektas)
lv_lv: Enabled (mazās planētas efekts)
nb_no: Aktivert (Little Planet-effekten)
uk_ua: Увімкнено (ефект маленької планети)

source: Fly-In Duration
el_gr: Διάρκεια Fly-In
lt_lt: Skrydžio trukmė
lv_lv: Ielidošanas ilgums
nb_no: Fly-In varighet
uk_ua: Тривалість польоту

source: duration in milliseconds of the fly-in animation.
el_gr: διάρκεια σε χιλιοστά του δευτερολέπτου της κίνησης fly-in.
lt_lt: "Fly-in" animacijos trukmė milisekundėmis.
lv_lv: Ielidošanas animācijas ilgums milisekundēs.
nb_no: varighet i millisekunder av fly-in-animasjonen.
uk_ua: тривалість у мілісекундах анімації вльоту.

source: Loading Background Color
el_gr: Φόρτωση χρώματος φόντου
lt_lt: Įkeliama fono spalva
lv_lv: Fona krāsas ielāde
nb_no: Laster inn bakgrunnsfarge
uk_ua: Завантаження кольору фону

source: Loading Text Color
el_gr: Φόρτωση χρώματος κειμένου
lt_lt: Įkeliama teksto spalva
lv_lv: Teksta krāsas ielāde
nb_no: Laster inn tekstfarge
uk_ua: Завантаження кольору тексту

source: Background Image (Desktop)
el_gr: Εικόνα φόντου (επιφάνεια εργασίας)
lt_lt: Fono paveikslėlis (darbalaukis)
lv_lv: Fona attēls (darbvirsma)
nb_no: Bakgrunnsbilde (skrivebord)
uk_ua: Фонове зображення (робочий стіл)

source: image displayed as background during initial loading and used as preview image for share
el_gr: εικόνα που εμφανίζεται ως φόντο κατά την αρχική φόρτωση και χρησιμοποιείται ως εικόνα προεπισκόπησης για κοινή χρήση
lt_lt: Vaizdas rodomas kaip fonas pradinio įkėlimo metu ir naudojamas kaip peržiūros vaizdas bendrinimui
lv_lv: Attēls, kas sākotnējās ielādes laikā tiek parādīts kā fons un tiek izmantots kā priekšskatījuma attēls kopīgošanai
nb_no: bilde som vises som bakgrunn under første lasting og brukes som forhåndsvisningsbilde for deling
uk_ua: Зображення відображається як фон під час початкового завантаження та використовується як зображення попереднього перегляду для спільного доступу

source: Upload new Background
el_gr: Μεταφόρτωση νέου φόντου
lt_lt: Įkelti naują foną
lv_lv: Augšupielādēt jaunu fonu
nb_no: Last opp ny bakgrunn
uk_ua: Завантажити новий фон

source: REMOVE IMAGE
el_gr: ΑΦΑΙΡΕΣΗ ΕΙΚΟΝΑΣ
lt_lt: PAŠALINTI VAIZDĄ
lv_lv: NOŅEMT ATTĒLU
nb_no: FJERN BILDE
uk_ua: ВИДАЛИТИ ЗОБРАЖЕННЯ

source: Upload Background Image
el_gr: Ανεβάστε την εικόνα φόντου
lt_lt: Fono paveikslėlio įkėlimas
lv_lv: Augšupielādēt fona attēlu
nb_no: Last opp bakgrunnsbilde
uk_ua: Завантажити фонове зображення

source: Background Image (Mobile)
el_gr: Εικόνα φόντου (κινητό)
lt_lt: Fono paveikslėlis (mobilusis)
lv_lv: Fona attēls (mobilais)
nb_no: Bakgrunnsbilde (mobil)
uk_ua: Фонове зображення (мобільний)

source: image displayed as background during initial loading on a mobile
el_gr: εικόνα που εμφανίζεται ως φόντο κατά την αρχική φόρτωση σε κινητό τηλέφωνο
lt_lt: vaizdas rodomas kaip fonas pradinio įkėlimo į mobilųjį telefoną metu
lv_lv: Attēls, kas tiek parādīts kā fons sākotnējās ielādes laikā mobilajā ierīcē
nb_no: bilde som vises som bakgrunn under første lasting på en mobil
uk_ua: Зображення відображається як фон під час початкового завантаження на мобільний

source: Background Video (Desktop)
el_gr: Βίντεο φόντου (επιφάνεια εργασίας)
lt_lt: Foninis vaizdo įrašas (darbalaukyje)
lv_lv: Fona video (darbvirsma)
nb_no: Bakgrunnsvideo (skrivebord)
uk_ua: Фонове відео (настільний комп'ютер)

source: video displayed as background during initial loading
el_gr: βίντεο που εμφανίζεται ως φόντο κατά την αρχική φόρτωση
lt_lt: vaizdo įrašas pradinio įkėlimo metu rodomas kaip fonas
lv_lv: Videoklips, kas sākotnējās ielādes laikā tiek parādīts kā fons
nb_no: video som vises som bakgrunn under første lasting
uk_ua: Відео відображається як фон під час початкового завантаження

source: Video display time (seconds)
el_gr: Χρόνος προβολής βίντεο (δευτερόλεπτα)
lt_lt: Vaizdo įrašo rodymo laikas (sekundėmis)
lv_lv: Video parādīšanas laiks (sekundes)
nb_no: Videovisningstid (sekunder)
uk_ua: Час показу відео (секунди)

source: set to 0 to wait for the end of the video, otherwise set the seconds for which the video should be displayed
el_gr: ορίστε στο 0 για να περιμένετε το τέλος του βίντεο, διαφορετικά ορίστε τα δευτερόλεπτα για τα οποία θα πρέπει να εμφανίζεται το βίντεο
lt_lt: Nustatykite į 0, kad lauktumėte vaizdo įrašo pabaigos, kitaip nustatykite sekundes, kuriomis vaizdo įrašas turėtų būti rodomas
lv_lv: Iestatiet uz 0, lai gaidītu videoklipa beigas, pretējā gadījumā iestatiet sekundes, kurās videoklips ir jāparāda
nb_no: Sett til 0 for å vente på slutten av videoen, ellers angi sekundene som videoen skal vises for
uk_ua: Встановіть значення 0, щоб дочекатися закінчення відео, в іншому випадку встановіть секунди, протягом яких відео повинно відображатися

source: Video skippable
el_gr: Βίντεο που μπορεί να παραλειφθεί
lt_lt: Vaizdo įrašas praleidžiamas
lv_lv: Videoklips ir izlaižams
nb_no: Video kan hoppes over
uk_ua: Відео можна пропустити

source: REMOVE VIDEO
el_gr: ΑΦΑΙΡΕΣΗ VIDEO
lt_lt: PAŠALINTI VAIZDO ĮRAŠĄ
lv_lv: NOŅEMT VIDEO
nb_no: FJERN VIDEO
uk_ua: ВИДАЛИТИ ВІДЕО

source: Upload Background Video
el_gr: Μεταφόρτωση βίντεο φόντου
lt_lt: Foninio vaizdo įrašo įkėlimas
lv_lv: Augšupielādēt fona video
nb_no: Last opp bakgrunnsvideo
uk_ua: Завантажити фонове відео

source: Background Video (Mobile)
el_gr: Βίντεο φόντου (κινητό)
lt_lt: Foninis vaizdo įrašas (mobilusis)
lv_lv: Fona video (mobilajām ierīcēm)
nb_no: Bakgrunnsvideo (mobil)
uk_ua: Фонове відео (мобільний)

source: video displayed as background during initial loading on mobile
el_gr: βίντεο που εμφανίζεται ως φόντο κατά την αρχική φόρτωση στο κινητό
lt_lt: vaizdo įrašas rodomas kaip fonas pradinio įkėlimo į mobilųjį telefoną metu
lv_lv: Video, kas tiek parādīts kā fons sākotnējās ielādes laikā mobilajā ierīcē
nb_no: video som vises som bakgrunn under første lasting på mobil
uk_ua: Відео відображається як фон під час початкового завантаження на мобільному телефоні

source: Intro Slider
el_gr: Ρυθμιστικό εισαγωγής
lt_lt: Įvado slankiklis
lv_lv: Ievada slīdnis
nb_no: Intro glidebryter
uk_ua: Повзунок вступу

source: image slider displayed as background during initial loading
el_gr: ρυθμιστικό εικόνας που εμφανίζεται ως φόντο κατά την αρχική φόρτωση
lt_lt: vaizdo slankiklis pradinio įkėlimo metu rodomas kaip fonas
lv_lv: attēla slīdnis, kas sākotnējās ielādes laikā tiek parādīts kā fons
nb_no: Bildeglidebryteren vises som bakgrunn under første lasting
uk_ua: Слайдер зображення відображається як фон під час початкового завантаження

source: Image Duration
el_gr: Διάρκεια εικόνας
lt_lt: Vaizdo trukmė
lv_lv: Attēla ilgums
nb_no: Bildets varighet
uk_ua: Тривалість зображення

source: duration in seconds of displaying each image
el_gr: διάρκεια σε δευτερόλεπτα εμφάνισης κάθε εικόνας
lt_lt: Kiekvieno vaizdo rodymo trukmė sekundėmis
lv_lv: Katra attēla parādīšanas ilgums sekundēs
nb_no: varighet i sekunder for visning av hvert bilde
uk_ua: тривалість у секундах відображення кожного зображення

source: Grab images from Gallery
el_gr: Πάρτε εικόνες από τη Γκαλερί
lt_lt: Paimkite vaizdus iš galerijos
lv_lv: Attēlu sagrābšana no galerijas
nb_no: Ta bilder fra galleriet
uk_ua: Отримання зображень із Галереї

source: logo displayed on top of the tour
el_gr: το λογότυπο εμφανίζεται στην κορυφή της ξενάγησης
lt_lt: logotipas, rodomas ekskursijos viršuje
lv_lv: logotips, kas redzams ekskursijas augšpusē
nb_no: logo vist på toppen av turen
uk_ua: Логотип відображається у верхній частині туру

source: Upload new Logo
el_gr: Ανεβάστε νέο λογότυπο
lt_lt: Naujo logotipo įkėlimas
lv_lv: Augšupielādēt jaunu logotipu
nb_no: Last opp ny logo
uk_ua: Завантажити новий логотип

source: REMOVE LOGO
el_gr: ΑΦΑΙΡΕΣΤΕ ΤΟ ΛΟΓΟΤΥΠΟ
lt_lt: PAŠALINTI LOGOTIPĄ
lv_lv: NOŅEMT LOGOTIPU
nb_no: FJERN LOGO
uk_ua: ВИДАЛИТИ ЛОГОТИП

source: Hyperlink
el_gr: Υπερσύνδεσμος
lt_lt: Hipersaitas
lv_lv: Hipersaite
nb_no: Hyperkobling
uk_ua: Гіперпосилання

source: powered by - logo / text displayed on bottom of the tour
el_gr: powered by - λογότυπο / κείμενο που εμφανίζεται στο κάτω μέρος της ξενάγησης
lt_lt: Parengta pagal - Logotipas / tekstas rodomas apžvalgos apačioje
lv_lv: darbina - logotips / teksts, kas parādīts ekskursijas apakšā
nb_no: Powered by - Logo / tekst vises nederst på turen
uk_ua: Powered by - логотип / текст відображається в нижній частині туру

source: Nadir Logo
el_gr: Λογότυπο Nadir
lt_lt: Nadiro logotipas
lv_lv: Nadir logotips
nb_no: Nadir-logoen
uk_ua: Логотип «Надір»

source: logo used to hide tripod on panorama image (size can be changed in the editor UI)
el_gr: λογότυπο που χρησιμοποιείται για την απόκρυψη τριπόδου σε πανοραμική εικόνα (το μέγεθος μπορεί να αλλάξει στο περιβάλλον χρήστη του προγράμματος επεξεργασίας)
lt_lt: logotipas, naudojamas panoraminiame vaizde paslėpti trikojį (dydis gali būti pakeistas redaktoriaus vartotojo sąsajoje)
lv_lv: logotips, ko izmanto, lai paslēptu statīvu uz panorāmas attēla (izmēru var mainīt redaktora lietotāja saskarnē)
nb_no: logo som brukes til å skjule stativ på panoramabildet (størrelsen kan endres i redigeringsgrensesnittet)
uk_ua: логотип, який використовується для приховування штатива на панорамному зображенні (розмір можна змінити в інтерфейсі редактора)

source: Upload new Nadir Logo
el_gr: Ανεβάστε το νέο λογότυπο Nadir
lt_lt: Įkelkite naują nadiro logotipą
lv_lv: Augšupielādējiet jaunu Nadir logotipu
nb_no: Last opp ny Nadir-logo
uk_ua: Завантажте новий логотип Nadir

source: Song
el_gr: Τραγούδι
lt_lt: Daina
lv_lv: Dziesma
nb_no: Sang
uk_ua: Пісня

source: background song during navigation of virtual tour
el_gr: τραγούδι υπόκρουσης κατά την πλοήγηση στην εικονική περιήγηση
lt_lt: Foninė daina virtualaus turo navigacijos metu
lv_lv: fona dziesma virtuālās tūres navigācijas laikā
nb_no: bakgrunnssang under navigering av virtuell tur
uk_ua: Фонова пісня під час навігації віртуального туру

source: Upload new Song
el_gr: Ανεβάστε νέο τραγούδι
lt_lt: Įkelti naują dainą
lv_lv: Augšupielādēt jaunu dziesmu
nb_no: Last opp ny sang
uk_ua: Завантажити нову пісню

source: REMOVE SONG
el_gr: ΑΦΑΙΡΕΣΤΕ ΤΟ ΤΡΑΓΟΥΔΙ
lt_lt: PAŠALINTI DAINĄ
lv_lv: NOŅEMT DZIESMU
nb_no: FJERN SANG
uk_ua: ВИДАЛИТИ ПІСНЮ

source: Upload Song (MP3)
el_gr: Μεταφόρτωση τραγουδιού (MP3)
lt_lt: Įkelti dainą (MP3)
lv_lv: Augšupielādēt dziesmu (MP3)
nb_no: Last opp sang (MP3)
uk_ua: Завантажити пісню (MP3)

source: Volume
el_gr: Ένταση
lt_lt: Garsas
lv_lv: Skaļums
nb_no: Volum
uk_ua: Об'єм

source: Intro (Desktop)
el_gr: Εισαγωγή (Επιφάνεια εργασίας)
lt_lt: Įvadas (darbalaukis)
lv_lv: Ievads (darbvirsma)
nb_no: Introduksjon (skrivebord)
uk_ua: Intro (настільний комп'ютер)

source: image displayed on desktop at first load
el_gr: εικόνα που εμφανίζεται στην επιφάνεια εργασίας κατά την πρώτη φόρτωση
lt_lt: vaizdas rodomas darbalaukyje pirmą kartą įkeliant
lv_lv: Attēls, kas tiek parādīts darbvirsmā pie pirmās ielādes
nb_no: Bildet vises på skrivebordet ved første innlasting
uk_ua: Зображення, що відображається на робочому столі при першому завантаженні

source: Upload new Image
el_gr: Ανεβάστε νέα εικόνα
lt_lt: Įkelti naują vaizdą
lv_lv: Augšupielādēt jaunu attēlu
nb_no: Last opp nytt bilde
uk_ua: Завантажити нове зображення

source: Auto hide after
el_gr: Αυτόματη απόκρυψη μετά
lt_lt: Automatinis slėpimas po
lv_lv: Automātiska paslēpšana pēc
nb_no: Skjul automatisk etter
uk_ua: Автоматичне приховування після

source: set to 0 to not hide it
el_gr: ορίστε στο 0 για να μην το κρύβετε
lt_lt: nustatyti į 0, kad jo neslėptumėte
lv_lv: Iestatiet uz 0, lai to nepaslēptu
nb_no: Sett til 0 for ikke å skjule den
uk_ua: встановіть значення 0, щоб не приховувати це

source: Intro (Mobile)
el_gr: Εισαγωγή (κινητό)
lt_lt: Įvadas (mobilusis)
lv_lv: Ievads (mobilais)
nb_no: Intro (mobil)
uk_ua: Intro (мобільний)
