Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: From the side bar, go to the <b>Application Keys</b> section, click on button <b>Add a New Application Key</b> and set the following parameters:
el_gr: Από την πλαϊνή γραμμή, μεταβείτε στην ενότητα <b>Κλειδιά εφαρμογής</b> , κάντε κλικ στο κουμπί <b>Προσθήκη νέου κλειδιού εφαρμογής</b> και ορίστε τις ακόλουθες παραμέτρους:
lt_lt: Šoninėje juostoje eikite į skyrių <b>Programos klavišai</b> , spustelėkite mygtuką <b>Pridėti naują programos raktą</b> ir nustatykite šiuos parametrus:
lv_lv: Sānu joslā dodieties uz sadaļu <b>Lietojumprogrammas atslēgas</b> , noklikšķiniet uz pogas <b>Pievienot jaunu lietojumprogrammas atslēgu</b> un iestatiet šādus parametrus:
nb_no: Fra sidelinjen, gå til <b>Applikasjonsnøkler</b> seksjon, klikk på <b>knappen Legg til en ny applikasjonsnøkkel</b> og angi følgende parametere:
uk_ua: З бічної панелі перейдіть в розділ <b>Application Keys</b> , натисніть на кнопку <b>Add a New Application Key</b> і встановіть наступні параметри:

source: <b>Name of Key</b> = Choose one
el_gr: <b>Όνομα κλειδιού</b> = Επιλέξτε ένα
lt_lt: <b>Rakto pavadinimas</b> = Pasirinkite vieną
lv_lv: <b>Atslēgas nosaukums</b> = Izvēlieties vienu
nb_no: <b>Navn på nøkkel</b> = Velg en
uk_ua: <b>Назва ключа</b> = Виберіть один

source: <b>Allow access to Buckets</b> = All
el_gr: <b>Να επιτρέπεται η πρόσβαση σε Buckets</b> = All
lt_lt: <b>Leisti prieigą prie kibirų</b> = visi
lv_lv: <b>Atļaut piekļuvi spaiņiem</b> = visi
nb_no: <b>Tillat tilgang til samlinger</b> = Alle
uk_ua: <b>Дозволити доступ до Buckets</b> = All

source: <b>Type of Access</b> = Read and Write
el_gr: <b>Τύπος πρόσβασης</b> = Ανάγνωση και εγγραφή
lt_lt: <b>Prieigos tipas</b> = Skaityti ir rašyti
lv_lv: <b>Piekļuves veids</b> = lasīt un rakstīt
nb_no: <b>Type tilgang</b> = Lese og skrive
uk_ua: <b>Тип доступу</b> = читання і запис

source: Click on <b>Create New Key</b> button.
el_gr: Κάντε κλικ στο κουμπί <b>Δημιουργία νέου κλειδιού</b> .
lt_lt: Spustelėkite <b>Sukurkite naują raktą</b> mygtuką.
lv_lv: Noklikšķiniet uz pogas <b>Izveidot jaunu atslēgu</b> .
nb_no: Klikk på <b>Opprett ny nøkkel-knappen</b> .
uk_ua: Натисніть кнопку <b>Створити новий ключ</b> .

source: The <b>region</b> you select must be part of the region you selected when you created your account
el_gr: Η <b>περιοχή</b> που επιλέγετε πρέπει να είναι μέρος της περιοχής που επιλέξατε όταν δημιουργήσατε τον λογαριασμό σας
lt_lt: Pasirinktas <b>regionas</b> turi būti regiono, kurį pasirinkote kurdami paskyrą, dalis
lv_lv: Atlasītajam <b>reģionam</b> ir jābūt daļai no reģiona, kuru atlasījāt, izveidojot savu kontu
nb_no: <b>Regionen</b> du velger, må være en del av regionen du valgte da du opprettet kontoen
uk_ua: Вибраний <b>регіон</b> має належати до регіону, який ви вибрали під час створення облікового запису

source: Copy the <b>keyID</b> to <b>Access Key</b> and <b>applicationKey</b> to <b>Secret Key</b> in the fields above and click <b>Initialize</b>.
el_gr: Αντιγράψτε το <b>αναγνωριστικό κλειδιού</b> στο <b>Access Key</b> και <b>το applicationKey</b> στο <b>Secret Key</b> στα παραπάνω πεδία και κάντε κλικ στο <b>Initialize</b> .
lt_lt: Nukopijuokite <b>keyID</b> į <b>prieigos raktą</b> ir <b>applicationKey</b> į <b>slaptąjį raktą</b> aukščiau esančiuose laukuose ir spustelėkite <b>Inicijuoti</b>.
lv_lv: Nokopējiet <b>keyID</b> uz <b>Access Key</b> un <b>applicationKey</b> uz <b>slepeno atslēgu</b> iepriekš norādītajos laukos un noklikšķiniet uz <b>Inicializēt</b>.
nb_no: Kopier <b>nøkkel-ID-en</b> til <b>Tilgangsnøkkel</b> og <b>applikasjonNøkkel</b> til <b>Hemmelig nøkkel</b> i feltene ovenfor og klikk <b>på Initialiser</b>.
uk_ua: Скопіюйте <b>ідентифікатор ключа</b> в <b>Access Key</b> і <b>applicationKey</b> в <b>Secret Key</b> в поля вище і натисніть <b>Ініціалізувати</b>.

source: Once the initialization complete, return to Backblaze - <b>Buckets</b> section, click on <b>Setting of the Bucket</b> near the created bucket and set the contents as <b>Public</b>.
el_gr: Μόλις ολοκληρωθεί η προετοιμασία, επιστρέψτε στην ενότητα Backblaze - <b>Buckets</b> , κάντε κλικ στο <b>Setting of the Bucket</b> κοντά στον δημιουργημένο κάδο και ορίστε τα περιεχόμενα ως <b>Public</b> .
lt_lt: Kai inicijavimas bus baigtas, grįžkite į skyrių "Backblaze - <b>Buckets</b> ", spustelėkite <b>Kibiro nustatymas</b> šalia sukurto kibiro ir nustatykite turinį kaip <b>Viešas</b>.
lv_lv: Kad inicializācija ir pabeigta, atgriezieties sadaļā Backblaze - <b>Buckets</b> , noklikšķiniet uz <b>Kausa iestatīšana</b> pie izveidotā kausa un iestatiet saturu kā <b>publisku</b>.
nb_no: Når initialiseringen er fullført, gå tilbake til Backblaze - <b>Buckets-delen</b> , klikk på <b>Innstillinger for samlingen</b> nær den opprettede samlingen og sett innholdet som <b>Offentlig</b>.
uk_ua: Як тільки ініціалізація завершиться, поверніться в розділ Backblaze - <b>Buckets</b> , натисніть на <b>Setting of the Bucket</b> біля створеного сегмента і встановіть вміст як <b>Public</b>.

source: From the side bar, go to the <b>Access</b> section, click on button <b>New Access Keys</b> and set the following parameters:
el_gr: Από την πλαϊνή γραμμή, μεταβείτε στην ενότητα <b>Access (Πρόσβαση</b> ), κάντε κλικ στο κουμπί <b>New Access Keys (Νέα κλειδιά πρόσβασης</b> ) και ορίστε τις ακόλουθες παραμέτρους:
lt_lt: Šoninėje juostoje eikite į <b>skyrių "Prieiga</b> ", spustelėkite mygtuką <b>Nauji prieigos raktai</b> ir nustatykite šiuos parametrus:
lv_lv: Sānu joslā dodieties uz <b>sadaļu Piekļuve</b> , noklikšķiniet uz pogas <b>Jaunas piekļuves atslēgas</b> un iestatiet šādus parametrus:
nb_no: Fra sidelinjen, gå til <b>Tilgang</b> delen, klikk på knappen <b>Nye tilgangsnøkler</b> og angi følgende parametere:
uk_ua: З бічної панелі перейдіть в розділ <b>Access</b> , натисніть на кнопку <b>New Access Keys</b> і встановіть наступні параметри:

source: <b>Access Type</b> = S3 Credentials
el_gr: <b>Τύπος πρόσβασης</b> = S3 Διαπιστευτήρια
lt_lt: <b>Prieigos tipas</b> = S3 kredencialai
lv_lv: <b>Piekļuves veids</b> = S3 akreditācijas dati
nb_no: <b>Tilgangstype</b> = S3-legitimasjon
uk_ua: <b>Тип доступу</b> = Облікові дані S3

source: <b>Access Permissions</b> = All Permissions
el_gr: <b>Δικαιώματα πρόσβασης</b> = Όλα τα δικαιώματα
lt_lt: <b>Prieigos leidimai</b> = Visi leidimai
lv_lv: <b>Piekļuves atļaujas</b> = Visas atļaujas
nb_no: <b>Tilgangstillatelser</b> = Alle tillatelser
uk_ua: <b>Дозволи на доступ</b> = всі дозволи

source: <b>Access Buckets</b> = All Buckets
el_gr: <b>Κάδοι πρόσβασης</b> = Όλοι οι κάδοι
lt_lt: <b>Prieigos kaušai</b> = visi kibirai
lv_lv: <b>Piekļuves kopas</b> = visas grupas
nb_no: <b>Tilgangsbøtter</b> = Alle bøtter
uk_ua: <b>Відра доступу</b> = всі відра

source: <b>Access Expiration Date</b> = No expiration
el_gr: <b>Πρόσβαση Ημερομηνία Λήξης</b> = Χωρίς λήξη
lt_lt: <b>Prieigos galiojimo pabaigos data</b> = nėra galiojimo pabaigos
lv_lv: <b>Piekļuves derīguma termiņš</b> = nav derīguma termiņa
nb_no: <b>Utløpsdato for tilgang</b> = Ingen utløp
uk_ua: <b>Дата закінчення доступу</b> = Без закінчення терміну дії

source: Once the initialization complete, return to Storj <b>Dashboard</b> - <b>Buckets</b>, click on 3 dots next to the created bucket, click on <b>Share Bucket</b>.
el_gr: Μόλις ολοκληρωθεί η αρχικοποίηση, επιστρέψτε στο Storj <b>Dashboard</b> - <b>Buckets</b>, κάντε κλικ στις 3 τελείες δίπλα στον κάδο που δημιουργήθηκε, κάντε κλικ στο <b>Share Bucket</b>.
lt_lt: Kai inicijavimas bus baigtas, grįžkite į Storj <b>Dashboard</b> - <b>Buckets</b>, spustelėkite 3 taškus šalia sukurto kibiro, spustelėkite <b>Share Bucket</b>.
lv_lv: Kad inicializācija ir pabeigta, atgriezieties Storj <b>informācijas panelī</b> - <b>spaiņos</b>, noklikšķiniet uz 3 punktiem blakus izveidotajam kausam, noklikšķiniet uz <b>Kopīgot spaini</b>.
nb_no: Når initialiseringen er fullført, gå tilbake til Storj <b>Dashboard</b> - <b>Buckets</b>, klikk på 3 prikker ved siden av den opprettede bucketen, klikk på <b>Share Bucket</b>.
uk_ua: Як тільки ініціалізація завершиться, поверніться в Storj <b>Dashboard</b> - <b>Buckets</b>, натисніть на 3 точки поруч зі створеним сегментом, натисніть на <b>Share Bucket</b>.

source: Copy the <b>Shared link</b> inside the <b>Custom Domain</b> field above.
el_gr: Αντιγράψτε τον <b>κοινόχρηστο σύνδεσμο</b> μέσα στο παραπάνω πεδίο <b>Custom Domain</b>.
lt_lt: Nukopijuokite <b>saitą Shared (Bendrinama</b> ) į aukščiau esantį lauką <b>Custom Domain (pasirinktinis domenas</b> ).
lv_lv: <b>Koplietojiet saiti iepriekš</b> redzamajā <b>laukā Pielāgotais domēns</b>.
nb_no: Kopier <b>Delt-koblingen</b> i <b>feltet Egendefinert domene</b> ovenfor.
uk_ua: Скопіюйте <b>посилання «Спільний доступ</b> » у поле <b>«Власний домен</b> » вище.

source: Tools
el_gr: Εργαλεία
lt_lt: Įrankiai
lv_lv: Rīki
nb_no: Verktøy
uk_ua: Інструменти

source: if you want to use these services externally you have to copy the tools folder on the remote server and change the url
el_gr: εάν θέλετε να χρησιμοποιήσετε αυτές τις υπηρεσίες εξωτερικά, πρέπει να αντιγράψετε τον φάκελο εργαλείων στον απομακρυσμένο διακομιστή και να αλλάξετε τη διεύθυνση url
lt_lt: Jei norite naudoti šias paslaugas išorėje, turite nukopijuoti nuotolinio serverio aplanką Įrankiai ir pakeisti URL
lv_lv: Ja vēlaties izmantot šos pakalpojumus ārēji, jums ir jākopē attālā servera mape Rīki un jāmaina vietrādis URL
nb_no: Hvis du vil bruke disse tjenestene eksternt, må du kopiere verktøymappen på den eksterne serveren og endre URL-en
uk_ua: Якщо ви хочете використовувати ці служби ззовні, вам доведеться скопіювати папку «Інструменти» на віддаленому сервері та змінити URL-адресу

source: Multiresolution
el_gr: Πολλαπλή ανάλυση
nb_no: Multioppløsning
uk_ua: Багатороздільна здатність

source: check if your system can generate multi resolution panoramas
el_gr: ελέγξτε αν το σύστημά σας μπορεί να δημιουργήσει πανοράματα πολλαπλών αναλύσεων
lt_lt: Patikrinkite, ar jūsų sistema gali generuoti kelių skiriamųjų gebų panoramas
lv_lv: Pārbaudiet, vai jūsu sistēma var ģenerēt vairāku izšķirtspēju panorāmas
nb_no: Sjekk om systemet ditt kan generere panoramaer med flere oppløsninger
uk_ua: Перевірте, чи може ваша система генерувати панорами з різною роздільною здатністю

source: Local
el_gr: Τοπικό
lt_lt: Vietinis
lv_lv: Vietējais
nb_no: Lokal
uk_ua: Локальний

source: Check Requirements
el_gr: Έλεγχος απαιτήσεων
lt_lt: Patikrinkite reikalavimus
lv_lv: Pārbaudiet prasības
nb_no: Sjekk krav
uk_ua: Вимоги до перевірки

source: check if your system can generate video 360
el_gr: ελέγξτε αν το σύστημά σας μπορεί να παράγει βίντεο 360
lt_lt: Patikrinkite, ar jūsų sistema gali generuoti vaizdo įrašą 360
lv_lv: Pārbaudiet, vai jūsu sistēma var ģenerēt Video 360
nb_no: Sjekk om systemet ditt kan generere Video 360
uk_ua: Перевірте, чи може ваша система генерувати відео 360

source: Slideshow
el_gr: Παρουσίαση διαφανειών
lt_lt: Skaidrė
lv_lv: Slaidrāde
nb_no: Bildekarusell
uk_ua: Слайдершоу

source: check if your system can generate slideshow
el_gr: ελέγξτε αν το σύστημά σας μπορεί να δημιουργήσει παρουσίαση διαφανειών
lt_lt: Patikrinkite, ar jūsų sistema gali generuoti skaidrių demonstraciją
lv_lv: pārbaudiet, vai jūsu sistēma var ģenerēt slaidrādi
nb_no: Sjekk om systemet ditt kan generere lysbildefremvisning
uk_ua: Перевірте, чи може ваша система генерувати слайд-шоу

source: Video Project
el_gr: Έργο βίντεο
lt_lt: Vaizdo projektas
lv_lv: Video projekts
nb_no: Videoprosjekt
uk_ua: Відео проект

source: check if your system can generate video projects
el_gr: ελέγξτε αν το σύστημά σας μπορεί να δημιουργήσει έργα βίντεο
lt_lt: Patikrinkite, ar jūsų sistema gali generuoti vaizdo projektus
lv_lv: Pārbaudiet, vai jūsu sistēma var ģenerēt video projektus
nb_no: Sjekk om systemet ditt kan generere videoprosjekter
uk_ua: Перевірте, чи може ваша система генерувати відеопроекти

source: Street Url
el_gr: Οδός Url
lt_lt: Gatvės URL
lv_lv: Ielas URL
nb_no: Gate-URL
uk_ua: Url-адреса вулиці

source: Street Subdomain
lt_lt: Gatvės padomenis
lv_lv: Ielu apakšdomēns
nb_no: Gate-underdomene
uk_ua: Піддомен Street

source: Street Max Zoom
lt_lt: "Street Max" mastelio keitimas
lv_lv: Street Max tālummaiņa
nb_no: Gate maks zoom
uk_ua: Стріт Макс Зум

source: Satellite Url
el_gr: Δορυφορικό Url
lt_lt: Palydovinis URL
lv_lv: Satelīta URL
nb_no: Satellitt URL
uk_ua: URL-адреса супутника

source: Satellite Subdomain
el_gr: Δορυφορικός υποτομέας
lt_lt: Palydovinis padomenis
lv_lv: Satelīta apakšdomēns
nb_no: Satellitt-underdomene
uk_ua: Супутниковий субдомен

source: Satellite Max Zoom
el_gr: Δορυφορικό Max Zoom
lt_lt: Palydovinis maksimalus priartinimas
lv_lv: Satellite Max tālummaiņa
nb_no: Satellitt maks zoom
uk_ua: Супутниковий максимальний зум

source: Token
lt_lt: Prieigos raktas
lv_lv: Kods
uk_ua: Токен

source: Server Host
el_gr: Υπολογιστής κεντρικού υπολογιστή
lt_lt: Serverio pagrindinis kompiuteris
lv_lv: Servera resursdators
nb_no: Server vert
uk_ua: Хост сервера

source: Server Port
el_gr: Θύρα διακομιστή
lt_lt: Serverio prievadas
lv_lv: Servera ports
nb_no: Tjenerport
uk_ua: Порт сервера

source: Server Path
el_gr: Διαδρομή διακομιστή
lt_lt: Serverio kelias
lv_lv: Servera ceļš
nb_no: Server-sti
uk_ua: Шлях до сервера

source: Host
el_gr: Διακομιστής
lt_lt: Adresas (Host)
lv_lv: Resurss
nb_no: Vert
uk_ua: Хост

source: Port
el_gr: Θύρα
lt_lt: Prievadas (Port)
lv_lv: Ports
uk_ua: Порт

source: Server Domain
el_gr: Τομέας διακομιστή
lt_lt: Serverio domenas
lv_lv: Servera domēns
nb_no: Server domene
uk_ua: Домен сервера

source: Enable Screencast
el_gr: Ενεργοποίηση Screencast
lt_lt: Įgalinti ekrano transliaciją
lv_lv: Iespējot Screencast
nb_no: Aktiver Screencast
uk_ua: Увімкнути трансляцію екрана

source: Url Screencast App
el_gr: Εφαρμογή Url Screencast
lt_lt: URL ekrano transliacijos programa
lv_lv: URL ekrāna apraides lietotne
uk_ua: Додаток для скрінкасту URL

source: link to the screencast web app that allows you to record your screen
el_gr: σύνδεσμο για την εφαρμογή web screencast που σας επιτρέπει να καταγράψετε την οθόνη σας
lt_lt: Nuoroda į "Screencast" žiniatinklio programą, leidžiančią įrašyti ekraną
lv_lv: saite uz screencast tīmekļa lietotni, kas ļauj ierakstīt ekrānu
nb_no: Lenke til Screencast-nettappen som lar deg ta opp skjermen din
uk_ua: посилання на веб-програму Screencast Web, яка дає змогу записувати екран

source: Allow editing in tours
el_gr: Επιτρέψτε την επεξεργασία σε περιηγήσεις
lt_lt: Leidimas redaguoti ekskursijose
lv_lv: Rediģēšanas atļaušana ekskursijās
nb_no: Tillat redigering i innføringer
uk_ua: Дозволити редагування в турах

source: you can setup different disqus accounts/sites for different tours
el_gr: μπορείτε να ρυθμίσετε διαφορετικούς λογαριασμούς/ιστοσελίδες disqus για διαφορετικές περιηγήσεις
lt_lt: Galite nustatyti skirtingas disqus paskyras / svetaines skirtingoms ekskursijoms
lv_lv: Jūs varat iestatīt dažādus Disqus kontus/vietnes dažādām ekskursijām
nb_no: Du kan sette opp forskjellige Disqus-kontoer/nettsteder for forskjellige turer
uk_ua: Ви можете налаштувати різні облікові записи/сайти Disqus для різних турів

source: allows to generate room's panorama with Artificial Intelligence
el_gr: επιτρέπει τη δημιουργία πανοράματος του δωματίου με τεχνητή νοημοσύνη
lt_lt: leidžia generuoti kambario panoramą naudojant dirbtinį intelektą
lv_lv: ļauj ģenerēt telpas panorāmu ar mākslīgo intelektu
nb_no: gjør det mulig å generere rommets panorama med kunstig intelligens
uk_ua: дозволяє генерувати панораму кімнати за допомогою штучного інтелекту

source: Request it from %s
el_gr: Ζητήστε το από %s
lt_lt: Paprašykite jo iš %s
lv_lv: Pieprasiet to no %s
nb_no: Be om det fra %s
uk_ua: Замовте його у %s

source: allows to optimize room's panorama with Artificial Intelligence
el_gr: επιτρέπει τη βελτιστοποίηση του πανοράματος του δωματίου με Τεχνητή Νοημοσύνη
lt_lt: leidžia optimizuoti kambario panoramą naudojant dirbtinį intelektą
lv_lv: ļauj optimizēt telpas panorāmu ar mākslīgo intelektu
nb_no: gjør det mulig å optimalisere rommets panorama med kunstig intelligens
uk_ua: дозволяє оптимізувати панораму кімнати за допомогою штучного інтелекту

source: Request it from %s - <i>click on register on bottom left corner</i>
el_gr: Ζητήστε το από το %s - <i>κάντε κλικ στην εγγραφή στην κάτω αριστερή γωνία</i>
lt_lt: Užsisakykite jį iš %s - <i>spustelėkite registruoti apatiniame kairiajame kampe</i>
lv_lv: Pieprasīt to no %s - <i>noklikšķiniet uz Reģistrēties apakšējā kreisajā stūrī</i>
nb_no: Be om det fra %s - <i>klikk på registrer nederst i venstre hjørne</i>
uk_ua: Надішліть запит у %s – <i>натисніть «Зареєструватись» у нижньому лівому куті</i>

source: The resources to make the tours compatible in PWA are generated automatically. If this does not happen, create them manually with this button.
el_gr: Οι πόροι για να γίνουν οι περιηγήσεις συμβατές με το PWA δημιουργούνται αυτόματα. Εάν αυτό δεν συμβαίνει, δημιουργήστε τους χειροκίνητα με αυτό το κουμπί.
lt_lt: Ištekliai, kad ekskursijos būtų suderinamos su PWA, generuojami automatiškai. Jei taip neatsitiks, sukurkite juos rankiniu būdu naudodami šį mygtuką.
lv_lv: Resursi, lai padarītu ekskursijas saderīgas PWA, tiek ģenerēti automātiski. Ja tas nenotiek, izveidojiet tos manuāli, izmantojot šo pogu.
nb_no: Ressursene for å gjøre turene kompatible i PWA genereres automatisk. Hvis dette ikke skjer, oppretter du dem manuelt med denne knappen.
uk_ua: Ресурси для забезпечення сумісності турів у PWA генеруються автоматично. Якщо цього не відбулося, створіть їх вручну за допомогою цієї кнопки.

source: Generate Manually
el_gr: Δημιουργήστε χειροκίνητα
lt_lt: Generuoti rankiniu būdu
lv_lv: Ģenerēt manuāli
nb_no: Generer manuelt
uk_ua: Генерувати вручну

source: Timezone
el_gr: Ζώνη ώρας
lt_lt: Laiko juosta
lv_lv: Laika josla
nb_no: Tidssone
uk_ua: Часовий пояс

source: Translation Type
el_gr: Τύπος μετάφρασης
lt_lt: Vertimo tipas
lv_lv: Tulkojuma veids
nb_no: Type oversettelse
uk_ua: Тип перекладу

source: Languages Enabled (Backend)
el_gr: Ενεργοποίηση γλωσσών (Backend)
lt_lt: Įjungtos kalbos (vidinė programa)
lv_lv: Iespējotās valodas (aizmugursistēma)
nb_no: Språk aktivert (backend)
uk_ua: Увімкнено мови (серверна частина)

source: Languages Enabled (Tours / Showcases)
el_gr: Ενεργοποιημένες γλώσσες (Περιηγήσεις / Εκθέσεις)
lt_lt: Įjungtos kalbos (ekskursijos / vitrinos)
lv_lv: Iespējotas valodas (ekskursijas/vitrīnas)
nb_no: Språk aktivert (omvisninger / utstillinger)
uk_ua: Увімкнено мови (тури / вітрини)

source: Translation
el_gr: Μετάφραση
lt_lt: Vertimas
lv_lv: Tulkojums
nb_no: Oversettelse
uk_ua: Переклад

source: enables the ability to translate of tour contents via translation API
el_gr: επιτρέπει τη δυνατότητα μετάφρασης του περιεχομένου της ξενάγησης μέσω του μεταφραστικού API
lt_lt: suteikia galimybę išversti kelionių turinį per vertimo API
lv_lv: ļauj tulkot ceļojuma saturu, izmantojot tulkošanas API
nb_no: muliggjør muligheten til å oversette turinnhold via oversettelses-API
uk_ua: дозволяє перекладати вміст туру за допомогою API перекладу

source: General
el_gr: Γενικά
lt_lt: Pagrindinis
lv_lv: Visp. info
nb_no: Generell
uk_ua: Загальні

source: Main Website
el_gr: Κύρια ιστοσελίδα
lt_lt: Pagrindinė svetainė
lv_lv: Galvenā tīmekļa vietne
nb_no: Hovednettsted
uk_ua: Головний сайт

source: if set it put a return to website link into the login page
el_gr: εάν οριστεί, βάλτε έναν σύνδεσμο επιστροφής στον ιστότοπο στη σελίδα σύνδεσης
lt_lt: jei nustatėte, į prisijungimo puslapį įdėkite nuorodą Grįžti į svetainę
lv_lv: ja tas ir iestatīts, pieteikšanās lapā ievietojiet saiti atgriezties vietnē
nb_no: Hvis den er satt den, legger du inn en retur til nettsted-lenken på påloggingssiden
uk_ua: Якщо встановлено, то поставте посилання на повернення на сайт на сторінку входу

source: Contact E-Mail
el_gr: Επικοινωνία E-Mail
lt_lt: Kontaktinis el. paštas
lv_lv: Kontaktpersonas e-pasts
nb_no: Kontakt E-post
uk_ua: Контактна електронна пошта

source: Help Link
el_gr: Σύνδεσμος βοήθειας
lt_lt: Pagalbos saitas
lv_lv: Palīdzības saite
nb_no: Lenke til hjelp
uk_ua: Посилання на Довідку

source: if set it put an help link into top right profile user menu
el_gr: Εάν οριστεί, βάλτε έναν σύνδεσμο βοήθειας στο μενού χρήστη πάνω δεξιά στο προφίλ
lt_lt: Jei nustatysite, įdėkite pagalbos nuorodą į viršutinį dešinįjį profilio vartotojo meniu
lv_lv: Ja tas ir iestatīts, ievietojiet palīdzības saiti augšējā labajā profila lietotāja izvēlnē
nb_no: Hvis du er satt til det, legg inn en hjelpelenke øverst til høyre i profilens brukermeny
uk_ua: Якщо встановлено, помістіть посилання на довідку у верхнє праве меню користувача профілю

source: Share Providers
el_gr: Πάροχοι μετοχών
lt_lt: Akcijų teikėjai
lv_lv: Kopīgojiet pakalpojumu sniedzējus
nb_no: Del leverandører
uk_ua: Постачальники акцій

source: Font Provider
el_gr: Πάροχος γραμματοσειράς
lt_lt: Šriftų teikėjas
lv_lv: Fontu nodrošinātājs
nb_no: Font leverandør
uk_ua: Постачальник шрифтів

source: Friendly Urls Blacklist
el_gr: Μαύρη λίστα φιλικών Urls
lt_lt: Draugiškų URL juodasis sąrašas
lv_lv: Draudzīgs URL melnais saraksts
nb_no: Svarteliste for vennlige nettadresser
uk_ua: Чорний список дружніх URL-адрес

source: Enter friendly urls separated by comma
el_gr: Εισάγετε φιλικά urls χωρισμένα με κόμμα
lt_lt: Įveskite draugiškus URL, atskirtus kableliais
lv_lv: Ievadiet draudzīgus URL, atdalot tos ar komatu
nb_no: Skriv inn egendefinerte nettadresser atskilt med komma
uk_ua: Введіть зрозумілі URL-адреси, розділені комою

source: Tour List Mode
el_gr: Λειτουργία λίστας περιοδειών
lt_lt: Kelionių sąrašo režimas
lv_lv: Ceļojumu saraksta režīms
nb_no: Turliste-modus
uk_ua: Режим списку турів

source: If the tour list loads slowly, set the light mode
el_gr: Εάν η λίστα περιηγήσεων φορτώνει αργά, ρυθμίστε τη λειτουργία φωτισμού
lt_lt: Jei kelionių sąrašas įkeliamas lėtai, nustatykite šviesos režimą
lv_lv: Ja ceļvežu saraksts tiek ielādēts lēni, iestatiet gaismas režīmu
nb_no: Hvis turlisten lastes sakte, still inn lysmodus
uk_ua: Якщо список турів завантажується повільно, встановіть світловий режим

source: Light (always)
el_gr: Φως (πάντα)
lt_lt: Šviesa (visada)
lv_lv: Gaisma (vienmēr)
nb_no: Lett (alltid)
uk_ua: Світло (завжди)

source: Light (tours > 10)
el_gr: Φως (εκδρομές > 10)
lt_lt: Šviesa (ekskursijos > 10)
lv_lv: Gaisma (ekskursijas > 10)
nb_no: Lys (omvisninger > 10)
uk_ua: Світло (тури > 10)

source: Light (tours > 100)
el_gr: Φως (περιηγήσεις > 100)
lt_lt: Šviesa (ekskursijos > 100)
lv_lv: Gaisma (ekskursijas > 100)
nb_no: Lys (omvisninger > 100)
uk_ua: Світло (тури > 100)

source: Light (tours > 1000)
el_gr: Φως (περιηγήσεις > 1000)
lt_lt: Šviesa (ekskursijos > 1000)
lv_lv: Gaisma (ekskursijas > 1000)
nb_no: Lys (omvisninger > 1000)
uk_ua: Світло (тури > 1000)

source: Tour Old - Days
el_gr: Περιήγηση Παλιά - Ημέρες
lt_lt: Ekskursija senais laikais
lv_lv: Ekskursija Vecajās dienās
uk_ua: Тур Старий - Дні

source: If the last access is older than this number of days the tour will be highlighted in the tour list (0 to disabled)
el_gr: Εάν η τελευταία πρόσβαση είναι παλαιότερη από αυτόν τον αριθμό ημερών, η περιήγηση θα επισημανθεί στη λίστα περιηγήσεων (0 έως απενεργοποιημένη)
lt_lt: Jei paskutinė prieiga yra senesnė nei šis dienų skaičius, kelionė bus paryškinta kelionių sąraše (0 – išjungta)
lv_lv: Ja pēdējā piekļuve ir vecāka par šo dienu skaitu, ceļvedis tiks iezīmēts ceļojumu sarakstā (no 0 līdz atspējotam)
nb_no: Hvis den siste tilgangen er eldre enn dette antallet dager, vil turen bli uthevet i turlisten (0 til deaktivert)
uk_ua: Якщо останній доступ старше цієї кількості днів, тур буде виділено у списку турів (від 0 до вимкнено)

source: Maintenance Mode
el_gr: Λειτουργία εντοπισμού σφαλμάτων
lt_lt: Priežiūros režimas
lv_lv: Uzturēšanas režīms
nb_no: Vedlikeholdsmodus
uk_ua: Режим технічного обслуговування
