Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: only the first tour publication will charge the credit
el_gr: μόνο η πρώτη δημοσίευση περιοδείας θα χρεώσει την πίστωση
lt_lt: tik pirmasis turo leidinys ims kreditą
lv_lv: tikai pirmā ekskursijas publikācija iekasēs kredītu
nb_no: Bare den første turnépublikasjonen vil belaste kreditten
uk_ua: Кредит буде нараховано лише за першу публікацію туру

source: Publish
el_gr: Δημοσίευση
lt_lt: Paskelbti
lv_lv: Publicēt
nb_no: Publiser
uk_ua: Опублікувати

source: Status of photos published on Google Street View.
el_gr: Κατάσταση φωτογραφιών που δημοσιεύτηκαν στο Google Street View.
lt_lt: "Google Street View" paskelbtų nuotraukų būsena.
lv_lv: Pakalpojumā Google Street Image publicēto fotoattēlu statuss.
nb_no: Status for bilder publisert på Google Street View.
uk_ua: Статус фотографій, опублікованих у Google Перегляді вулиць.

source: Images, connections and any changes take up to 48 hours to be processed by Google.
el_gr: Οι εικόνες, οι συνδέσεις και τυχόν αλλαγές χρειάζονται έως και 48 ώρες για την επεξεργασία από την Google.
lt_lt: Vaizdai, ryšiai ir bet kokie pakeitimai apdorojami "Google" per 48 valandas.
lv_lv: Google apstrādā attēlus, savienojumus un jebkādas izmaiņas līdz 48 stundām.
nb_no: Det tar opptil 48 timer før bilder, tilkoblinger og eventuelle endringer behandles av Google.
uk_ua: Зображення, з'єднання та будь-які зміни обробляються Google протягом 48 годин.

source: refresh status
el_gr: κατάσταση ανανέωσης
lt_lt: atnaujinimo būsena
lv_lv: atsvaidzināšanas statuss
nb_no: Oppdater status
uk_ua: Статус оновлення

source: unpublish
el_gr: κατάργηση δημοσίευσης
lt_lt: anuliuoti publikavimą
lv_lv: Publicēšanas atcelšana
nb_no: avpublisere
uk_ua: Скасувати публікацію

source: connections
el_gr: συνδέσεις
lt_lt: Ryšius
lv_lv: Savienojumus
nb_no: forbindelser
uk_ua: контакти

source: published
el_gr: δημοσιευμένη
lt_lt: paskelbtas
lv_lv: publicēts
nb_no: publisert
uk_ua: опубліковано

source: unspecified
el_gr: απροσδιόριστος
lt_lt: Nenurodyta
lv_lv: Nenorādīts
nb_no: uspesifisert
uk_ua: Невідома

source: rejected
el_gr: απορρίφθηκε
lt_lt: Atmestas
lv_lv: Noraidīts
nb_no: avslått
uk_ua: відхилено

source: not found
el_gr: δεν βρέθηκε
lt_lt: nerasta
lv_lv: Nav atrasts
nb_no: ikke funnet
uk_ua: не знайдено

source: Some of the images posted were not found on Google Maps. Try clicking the <i class='fa-solid fa-wrench'></i> fix button and associate the correct photo.<br>If the connections were not visible, after fixing the missing photos, republish the tour to make the changes.
el_gr: Ορισμένες από τις εικόνες που δημοσιεύτηκαν δεν βρέθηκαν στους Χάρτες Google. Δοκιμάστε να κάνετε κλικ στο<i class='fa-solid fa-wrench'></i> κουμπί επιδιόρθωσης και συσχετίστε τη σωστή φωτογραφία.<br> Εάν οι συνδέσεις δεν ήταν ορατές, αφού διορθώσετε τις φωτογραφίες που λείπουν, δημοσιεύστε ξανά την περιήγηση για να κάνετε τις αλλαγές.
lt_lt: Kai kurie paskelbti vaizdai nebuvo rasti „Google“ žemėlapiuose. Pabandykite spustelėti<i class='fa-solid fa-wrench'></i> pataisymo mygtuką ir susiekite tinkamą nuotrauką.<br> Jei jungtys nebuvo matomos, ištaisę trūkstamas nuotraukas, iš naujo paskelbkite apžvalgą, kad atliktumėte pakeitimus.
lv_lv: Daži no publicētajiem attēliem netika atrasti pakalpojumā Google Maps. Mēģiniet noklikšķināt uz<i class='fa-solid fa-wrench'></i> labošanas pogu un piesaistiet pareizo fotoattēlu.<br> Ja savienojumi nebija redzami, pēc trūkstošo fotoattēlu labošanas atkārtoti publicējiet ceļvedi, lai veiktu izmaiņas.
nb_no: Noen av bildene som ble lagt ut ble ikke funnet på Google Maps. Prøv å klikke på<i class='fa-solid fa-wrench'></i> fix-knappen og tilknytt riktig bilde.<br> Hvis forbindelsene ikke var synlige, etter å ha fikset de manglende bildene, publiser omvisningen på nytt for å gjøre endringene.
uk_ua: Деякі з опублікованих зображень не знайдено на Картах Google. Спробуйте натиснути<i class='fa-solid fa-wrench'></i> кнопку виправлення та пов’яжіть правильну фотографію.<br> Якщо з’єднання не видно, після виправлення відсутніх фотографій повторно опублікуйте тур, щоб внести зміни.

source: loading
el_gr: φόρτωση
lt_lt: įkeliama
lv_lv: Iekraušanas
nb_no: laster
uk_ua: завантажується

source: Loading GSV assets
el_gr: Φόρτωση στοιχείων GSV
lt_lt: GSV turto pakrovimas
lv_lv: GSV aktīvu ielāde
nb_no: Laster inn GSV-ressurser
uk_ua: Завантаження об'єктів GSV

source: Publish Tour to GSV
el_gr: Δημοσίευση περιήγησης στο GSV
lt_lt: Publikuoti apžvalgą GSV
lv_lv: Publicēt ceļojumu uz GSV
nb_no: Publiser omvisning til GSV
uk_ua: Опублікувати тур для GSV

source: Are you sure you want to publish the tour to Google Street View?
el_gr: Είστε βέβαιοι ότι θέλετε να δημοσιεύσετε την περιήγηση στο Google Street View;
lt_lt: Ar tikrai norite paskelbti apžvalgą "Google Street View"?
lv_lv: Vai tiešām vēlaties publicēt ceļojumu pakalpojumā Google Street View?
nb_no: Er du sikker på at du vil publisere omvisningen på Google Street View?
uk_ua: Ви впевнені, що хочете опублікувати тур у Google Street View?

source: Please don't close this window until the process is finished.
el_gr: Μην κλείσετε αυτό το παράθυρο μέχρι να ολοκληρωθεί η διαδικασία.
lt_lt: Neuždarykite šio lango, kol procesas nebus baigtas.
lv_lv: Lūdzu, neaizveriet šo logu, kamēr process nav pabeigts.
nb_no: Ikke lukk dette vinduet før prosessen er fullført.
uk_ua: Будь ласка, не закривайте це вікно, доки процес не буде завершено.

source: Checking photos
el_gr: Έλεγχος φωτογραφιών
lt_lt: Nuotraukų tikrinimas
lv_lv: Fotoattēlu pārbaude
nb_no: Sjekke bilder
uk_ua: Перевірка фотографій

source: Uploading / updating photos
el_gr: Μεταφόρτωση / ενημέρωση φωτογραφιών
lt_lt: Nuotraukų įkėlimas / atnaujinimas
lv_lv: Fotoattēlu augšupielāde / atjaunināšana
nb_no: Laste opp / oppdatere bilder
uk_ua: Завантаження / оновлення фотографій

source: Processing photos
el_gr: Επεξεργασία φωτογραφιών
lt_lt: Nuotraukų apdorojimas
lv_lv: Fotoattēlu apstrāde
nb_no: Behandler bilder
uk_ua: Обробка фотографій

source: Creating connections
el_gr: Δημιουργία συνδέσεων
lt_lt: Ryšių kūrimas
lv_lv: Savienojumu izveide
nb_no: Opprette forbindelser
uk_ua: Створення зв'язків

source: Yes, Publish
el_gr: Ναι, Δημοσίευση
lt_lt: Taip, publikuoti
lv_lv: Jā, publicēt
nb_no: Ja, publiser
uk_ua: Так, опублікувати

source: Unpublish Tour from GSV
el_gr: Κατάργηση δημοσίευσης περιήγησης από το GSV
lt_lt: Anuliuoti turo paskelbimą iš GSV
lv_lv: Atcelt tūres publicēšanu no GSV
nb_no: Avpublisere turné fra GSV
uk_ua: Скасувати публікацію туру від GSV

source: Are you sure you want to unpublish the tour from Google Street View?
el_gr: Είστε βέβαιοι ότι θέλετε να καταργήσετε τη δημοσίευση της περιήγησης από το Google Street View;
lt_lt: Ar tikrai norite atšaukti apžvalgos paskelbimą iš "Google Street View"?
lv_lv: Vai tiešām vēlaties atcelt ceļveža publicēšanu pakalpojumā Google Street View?
nb_no: Er du sikker på at du vil oppheve publiseringen av omvisningen fra Google Street View?
uk_ua: Ви впевнені, що хочете скасувати публікацію туру з Google Street View?

source: Deleting photos
el_gr: Διαγραφή φωτογραφιών
lt_lt: Nuotraukų trynimas
lv_lv: Fotoattēlu dzēšana
nb_no: Slette bilder
uk_ua: Видалення фотографій

source: Yes, Unpublish
el_gr: Ναι, Κατάργηση δημοσίευσης
lt_lt: Taip, anuliuoti publikavimą
lv_lv: Jā, atcelt publicēšanu
nb_no: Ja, avpubliser
uk_ua: Так, скасувати публікацію

source: Fix Google photo association
el_gr: Διορθώστε τη συσχέτιση φωτογραφιών Google
lt_lt: Pataisykite „Google“ nuotraukų susiejimą
lv_lv: Labojiet Google fotoattēlu saistību
nb_no: Fiks Google-bildetilknytning
uk_ua: Виправте асоціацію з фотографіями Google

source: Your photo
el_gr: Η φωτογραφία σου
lt_lt: Jūsų nuotrauka
lv_lv: Jūsu fotogrāfija
nb_no: Bildet ditt
uk_ua: Ваше фото

source: Google photos
el_gr: Φωτογραφίες Google
lt_lt: Google nuotraukos
lv_lv: Google fotoattēli
nb_no: Google bilder
uk_ua: Google фото

source: select the corresponding one
el_gr: επιλέξτε το αντίστοιχο
lt_lt: pasirinkite atitinkamą
lv_lv: izvēlieties atbilstošo
nb_no: velg den tilsvarende
uk_ua: виберіть відповідний

source: Yes, Associate
el_gr: Ναι, Συνεργάτης
lt_lt: Taip, asocijuota
lv_lv: Jā, asociētais
nb_no: Ja, kollega
uk_ua: Так, доцент

source: presented by
el_gr: παρουσιάζεται από
lt_lt: pateikė
lv_lv: Iesniedza
nb_no: presentert av
uk_ua: Представлено

source: EXIT VR
lt_lt: IŠEIKITE iš VR
lv_lv: IZIET NO VR
nb_no: AVSLUTT VR
uk_ua: ВИХІД VR

source: Look down to close the video
el_gr: Κοιτάξτε κάτω για να κλείσετε το βίντεο
lt_lt: Žiūrėkite žemyn, kad uždarytumėte vaizdo įrašą
lv_lv: Skatieties uz leju, lai aizvērtu videoklipu
nb_no: Se ned for å lukke videoen
uk_ua: Подивіться вниз, щоб закрити відео

source: Click to start play the video
el_gr: Κάντε κλικ για να ξεκινήσετε την αναπαραγωγή του βίντεο
lt_lt: Spustelėkite, kad pradėtumėte leisti vaizdo įrašą
lv_lv: Noklikšķiniet, lai sāktu atskaņot videoklipu
nb_no: Klikk for å begynne å spille av videoen
uk_ua: Натисніть, щоб почати відтворення відео

source: Morning
el_gr: Πρωί
lt_lt: Rytas
lv_lv: Rīts
nb_no: Morgen
uk_ua: Ранок

source: Afternoon
el_gr: Απόγευμα
lt_lt: Popietė
lv_lv: Pēcpusdiena
nb_no: Ettermiddag
uk_ua: Після полудня

source: Evening
el_gr: Απογευματινή
lt_lt: Vakaras
lv_lv: Vakars
nb_no: Kveld
uk_ua: Вечір

source: Night
el_gr: Νύχτα
lt_lt: Naktis
lv_lv: Nakts
nb_no: Natt
uk_ua: Ніч

source: New registered user
el_gr: Νέος εγγεγραμμένος χρήστης
lt_lt: Naujas registruotas vartotojas
lv_lv: Jauns reģistrēts lietotājs
nb_no: Ny registrert bruker
uk_ua: Новий зареєстрований користувач

source: Username
el_gr: Όνομα Χρήστη
lt_lt: Vartotojo vardas
lv_lv: Lietotājvārds
nb_no: Brukernavn
uk_ua: Ім'я користувача

source: Plan
el_gr: Πακέτο
lv_lv: Plāns
uk_ua: Тариф

source: Expires on
el_gr: Ενεργό ως
lt_lt: Galioja iki
lv_lv: Derīguma termiņš beidzas
nb_no: Utløper
uk_ua: Завершується

source: month
el_gr: μήνας
lt_lt: mėnesį
lv_lv: mēnesis
nb_no: måned
uk_ua: місяць

source: year
el_gr: έτος
lt_lt: metai
lv_lv: gads
nb_no: år
uk_ua: рік

source: months
el_gr: μήνες
lt_lt: mėnesių
lv_lv: mēneši
nb_no: måneder
uk_ua: місяці

source: from
el_gr: από
lt_lt: iš
lv_lv: no
nb_no: fra
uk_ua: від

source: function disabled
el_gr: λειτουργία απενεργοποιημένη
lt_lt: funkcija išjungta
lv_lv: Funkcija atspējota
nb_no: funksjon deaktivert
uk_ua: Функцію вимкнено

source: php zip not enabled
el_gr: Το zip php δεν είναι ενεργοποιημένο
lt_lt: php zip neįjungtas
lv_lv: php zip nav iespējots
nb_no: PHP Zip ikke aktivert
uk_ua: PHP Zip не включений

source: Missing package
el_gr: Λείπει πακέτο
lt_lt: Trūksta paketo
lv_lv: Trūkst paketes
nb_no: Manglende pakke
uk_ua: Відсутній пакет

source: Execute the command
el_gr: Εκτελέστε την εντολή
lt_lt: Vykdykite komandą
lv_lv: Komandas izpilde
nb_no: Utfør kommandoen
uk_ua: Виконайте команду

source: on your server
el_gr: στον διακομιστή σας
lt_lt: savo serveryje
lv_lv: jūsu serverī
nb_no: på serveren din
uk_ua: на вашому сервері

source: Missing command
el_gr: Λείπει εντολή
lt_lt: Trūksta komandos
lv_lv: Trūkst komandas
nb_no: Manglende kommando
uk_ua: Відсутня команда

source: Missing parameters
el_gr: Λείπουν παράμετροι
lt_lt: Trūksta parametrų
lv_lv: Trūkstošie parametri
nb_no: Manglende parametere
uk_ua: Відсутні параметри

source: Zip error
el_gr: Σφάλμα φερμουάρ
lt_lt: Zip klaida
lv_lv: Zip kļūda
nb_no: Zip-feil
uk_ua: Помилка Zip

source: Missing file
el_gr: Λείπει αρχείο
lt_lt: Trūksta failo
lv_lv: Trūkst faila
nb_no: Manglende fil
uk_ua: Відсутній файл

source: You cannot create Presentations on an external virtual tour!
el_gr: Δεν μπορείτε να δημιουργήσετε παρουσιάσεις σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite kurti pristatymų išoriniame virtualiame ture!
lv_lv: Jūs nevarat izveidot prezentācijas ārējā virtuālā tūrē!
nb_no: Du kan ikke opprette presentasjoner på en ekstern virtuell omvisning!
uk_ua: Ви не можете створювати презентації в зовнішньому віртуальному турі!

source: You cannot create Markers on an augmented reality tour!
el_gr: Δεν μπορείτε να δημιουργήσετε δείκτες σε μια περιήγηση επαυξημένης πραγματικότητας!
lt_lt: Negalite sukurti žymeklių papildytos realybės kelionėje!
lv_lv: Jūs nevarat izveidot marķierus paplašinātās realitātes tūrē!
nb_no: Du kan ikke lage markører på en utvidet virkelighet-turné!
uk_ua: Ви не можете створювати маркери в турі з доповненою реальністю!

source: Your "%s" plan not allow to create Presentations!
el_gr: Το σχέδιό σας "%s" δεν επιτρέπει τη δημιουργία παρουσιάσεων!
lt_lt: Jūsų "%s" planas neleidžia kurti pristatymų!
lv_lv: Jūsu "%s" plāns neļauj izveidot Prezentācijas!
nb_no: Din "%s"-plan tillater ikke å lage presentasjoner!
uk_ua: Ваш план "%s" не дозволяє створювати презентації!

source: Type
el_gr: Τύπος
lt_lt: Tipas
lv_lv: Tips
uk_ua: Тип

source: Manual Presentation
el_gr: Χειροκίνητη παρουσίαση
lt_lt: Rankinis pristatymas
lv_lv: Manuāla prezentācija
nb_no: Manuell presentasjon
uk_ua: Презентація вручну

source: Automatic Presentation
el_gr: Αυτόματη παρουσίαση
lt_lt: Automatinis pristatymas
lv_lv: Automātiska prezentācija
nb_no: Automatisk presentasjon
uk_ua: Автоматична презентація

source: Video Presentation
el_gr: Παρουσίαση βίντεο
lt_lt: Vaizdo įrašų pristatymas
lv_lv: Video prezentācija
nb_no: Videopresentasjon
uk_ua: Відео презентація

source: Auto Start on Inactivity
el_gr: Αυτόματη εκκίνηση σε αδράνεια
lt_lt: Automatinis neveiklumo paleidimas
lv_lv: Automātiska startēšana neaktivitātes režīmā
nb_no: Automatisk start ved inaktivitet
uk_ua: Автоматичний запуск у разі неактивності

source: time in seconds of inactivity to wait before automatically starting the presentation (0 to disable)
el_gr: χρόνος σε δευτερόλεπτα αδράνειας που πρέπει να περιμένει πριν από την αυτόματη έναρξη της παρουσίασης (0 για απενεργοποίηση)
lt_lt: neaktyvumo laikas sekundėmis, kad palauktumėte prieš automatiškai paleidžiant pateiktį (nuo 0 iki išjungimo)
lv_lv: neaktivitātes laiks sekundēs, lai pagaidītu, pirms automātiski sākat prezentāciju (no 0 līdz atspējot)
nb_no: tid i sekunder med inaktivitet for å vente før presentasjonen starter automatisk (0 for å deaktivere)
uk_ua: час у секундах бездіяльності для очікування перед автоматичним запуском презентації (0 для вимкнення)

source: Loop
el_gr: Βρόχος
lt_lt: Kilpa
lv_lv: Cilpa
uk_ua: Петля

source: Click to Stop
el_gr: Κάντε κλικ για να σταματήσετε
lt_lt: Spustelėkite norėdami sustabdyti
lv_lv: Noklikšķiniet, lai apturētu
nb_no: Klikk for å stoppe
uk_ua: Натисніть, щоб зупинити

source: to stop the presentation just click anywhere and not just on the button
el_gr: για να σταματήσετε την παρουσίαση κάντε κλικ οπουδήποτε και όχι μόνο στο κουμπί
lt_lt: Norėdami sustabdyti pateiktį, tiesiog spustelėkite bet kur, o ne tik mygtuką
lv_lv: Lai apturētu prezentāciju, vienkārši noklikšķiniet jebkurā vietā, nevis tikai uz pogas
nb_no: Hvis du vil stoppe presentasjonen, klikker du bare hvor som helst og ikke bare på knappen
uk_ua: Щоб зупинити презентацію, просто натисніть будь-де, а не лише на кнопку

source: Room (Stop)
el_gr: Δωμάτιο (Stop)
lt_lt: Kambarys (stotelė)
lv_lv: Numurs (pietura)
nb_no: Rom (stopp)
uk_ua: Кімната (зупинка)

source: destination room when the presentation is stopped
el_gr: αίθουσα προορισμού όταν η παρουσίαση σταματάει
lt_lt: paskirties kambarys, kai pristatymas sustabdomas
lv_lv: Mērķa telpa, kad prezentācija ir apturēta
nb_no: destinasjonsrom når presentasjonen stoppes
uk_ua: в цільовій кімнаті після зупинки презентації

source: No change
el_gr: Καμία αλλαγή
lt_lt: Jokių pokyčių
lv_lv: Bez izmaiņām
nb_no: Ingen endring
uk_ua: Без змін

source: View POIs
el_gr: Προβολή POI
lt_lt: Peržiūrėti lankytinas vietas
lv_lv: Apskatīt POI
nb_no: Vis interessepunkter
uk_ua: Переглянути об'єкти інтересу

source: View Measures
el_gr: Προβολή μέτρων
lt_lt: Peržiūrėti priemones
lv_lv: Skatīt pasākumus
nb_no: Vis mål
uk_ua: Переглянути заходи

source: SAVE
el_gr: ΑΠΟΘΗΚΕΥΣΗ
lt_lt: IŠSAUGOTI
lv_lv: GLĀBT
nb_no: LAGRE
uk_ua: ЗБЕРЕГТИ

source: a recorded video is used as a presentation
el_gr: ένα μαγνητοσκοπημένο βίντεο χρησιμοποιείται ως παρουσίαση
lt_lt: Įrašytas vaizdo įrašas naudojamas kaip pristatymas
lv_lv: ierakstīts video tiek izmantots kā prezentācija
nb_no: En innspilt video brukes som en presentasjon
uk_ua: Записане відео використовується як презентація

source: Youtube/Vimeo Link or upload Video MP4 / Webm
el_gr: Σύνδεσμος Youtube/Vimeo ή φόρτωση βίντεο MP4 / Webm
lt_lt: "Youtube" / "Vimeo" nuoroda arba įkelkite vaizdo įrašą MP4 / Webm
lv_lv: Youtube/Vimeo saite vai augšupielāde Video MP4 / Webm
nb_no: Youtube / Vimeo Link eller last opp video MP4 / Webm
uk_ua: Youtube/Vimeo Посилання або завантаження відео MP4 / Webm

source: Choose file
el_gr: Επιλέξτε αρχείο
lt_lt: Pasirinkti failą
lv_lv: Izvēlēties failu
nb_no: Velg fil
uk_ua: Виберіть файл

source: Upload Video
el_gr: Ανεβάστε ένα βίντεο
lt_lt: Įkelti vaizdo įrašą
lv_lv: Augšupielādēt video
nb_no: Last opp video
uk_ua: Завантажити відео

source: Screencast
lt_lt: Ekrano transliacija
lv_lv: Ekrānuzņēmums
nb_no: Skjermdump
uk_ua: Скрінкаст

source: 1. Open tour in a new window
el_gr: 1. Ανοίξτε την περιήγηση σε νέο παράθυρο
lt_lt: 1. Atidarykite turą naujame lange
lv_lv: 1. Atveriet ekskursiju jaunā logā
nb_no: 1. Åpne omvisning i et nytt vindu
uk_ua: 1. Відкрита екскурсія в новому вікні

source: 2. Click the button Open screencast app
el_gr: 2. Κάντε κλικ στο κουμπί Open screencast app
lt_lt: 2. Spustelėkite mygtuką Atidaryti ekrano transliacijos programą
lv_lv: 2. Noklikšķiniet uz pogas Atvērt screencast lietotni
nb_no: 2. Klikk på knappen Åpne screencast-appen
uk_ua: 2. Натисніть кнопку Відкрити програму для трансляції екрана

source: 3. Record your screen by selecting the open window
el_gr: 3. Καταγράψτε την οθόνη σας επιλέγοντας το ανοιχτό παράθυρο
lt_lt: 3. Įrašykite ekraną pasirinkdami atidarytą langą
lv_lv: 3. Ierakstiet savu ekrānu, izvēloties atvērto logu
nb_no: 3. Ta opp skjermen ved å velge det åpne vinduet
uk_ua: 3. Запишіть свій екран, вибравши відкрите вікно

source: 4. Upload the recorded video
el_gr: 4. Ανεβάστε το καταγεγραμμένο βίντεο
lt_lt: 4. Įkelkite įrašytą vaizdo įrašą
lv_lv: 4. Augšupielādējiet ierakstīto videoklipu
nb_no: 4. Last opp den innspilte videoen
uk_ua: 4. Завантажте записане відео

source: automatic presentation consists of looking around the room by rotating and moving on to the next one
el_gr: η αυτόματη παρουσίαση συνίσταται στην περιήγηση στην αίθουσα με περιστροφή και μετάβαση στον επόμενο
lt_lt: Automatinis pristatymas susideda iš žiūrėjimo po kambarį pasukant ir pereinant prie kito
lv_lv: Automātiskā prezentācija sastāv no skatīšanās pa istabu, pagriežot un pārejot uz nākamo
nb_no: Automatisk presentasjon består av å se seg rundt i rommet ved å rotere og gå videre til neste
uk_ua: Автоматична презентація полягає в огляді кімнати шляхом обертання та переходу до наступної

source: Rotate speed
el_gr: Ταχύτητα περιστροφής
lt_lt: Pasukite greitį
lv_lv: Pagriešanas ātrums
nb_no: Roter hastighet
uk_ua: Швидкість обертання

source: -1 to -10 speed clockwise, 1 to 10 speed counterclockwise
el_gr: -1 έως -10 ταχύτητα δεξιόστροφα, 1 έως 10 ταχύτητα αριστερόστροφα
lt_lt: nuo -1 iki -10 greičio pagal laikrodžio rodyklę, nuo 1 iki 10 greičio prieš laikrodžio rodyklę
lv_lv: -1 līdz -10 ātrums pulksteņrādītāja virzienā, 1 līdz 10 ātrums pretēji pulksteņrādītāja virzienam
nb_no: -1 til -10 hastighet med klokken, 1 til 10 hastighet mot klokken
uk_ua: Швидкість від -1 до -10 за годинниковою стрілкою, від 1 до 10 швидкість проти годинникової стрілки

source: the manual presentation consists in defining the order, changing the views of the rooms and add possible narrative text
el_gr: η χειροκίνητη παρουσίαση συνίσταται στον καθορισμό της σειράς, στην αλλαγή των προβολών των δωματίων και στην προσθήκη πιθανού αφηγηματικού κειμένου
lt_lt: Rankinį pristatymą sudaro tvarkos nustatymas, kambarių vaizdų keitimas ir galimo pasakojimo teksto pridėjimas
lv_lv: Manuālā prezentācija sastāv no secības definēšanas, telpu skatu maiņas un iespējamā stāstījuma teksta pievienošanas
nb_no: Den manuelle presentasjonen består i å definere rekkefølgen, endre visningen av rommene og legge til mulig fortellende tekst
uk_ua: Презентація вручну полягає у визначенні порядку, зміні виглядів кімнат та додаванні можливого тексту розповіді

source: LOADING PRESENTATION ...
el_gr: ΦΌΡΤΩΣΗ ΠΑΡΟΥΣΊΑΣΗΣ ...
lt_lt: ĮKELIAMAS PRISTATYMAS ...
lv_lv: PREZENTĀCIJAS IELĀDE ...
nb_no: LASTER PRESENTASJON ...
uk_ua: ЗАВАНТАЖЕННЯ ПРЕЗЕНТАЦІЇ ...

source: Room
el_gr: Δωμάτιο
lt_lt: Kambarys
lv_lv: Telpa
nb_no: Rom
uk_ua: Номер

source: Override Initial Position
el_gr: Παράκαμψη αρχικής θέσης
lt_lt: Nepaisyti pradinės padėties
lv_lv: Ignorēt sākotnējo pozīciju
nb_no: Overstyr startposisjon
uk_ua: Змінити початкову позицію

source: Delay (ms)
el_gr: Καθυστέρηση (ms)
lt_lt: Vėlavimas (ms)
lv_lv: Kavēšanās (ms)
nb_no: Forsinkelse (ms)
uk_ua: Затримка (мс)

source: Wait for the video ends
el_gr: Περιμένετε για το βίντεο τελειώνει
lt_lt: Palaukite, kol baigsis vaizdo įrašas
lv_lv: Pagaidiet, līdz beidzas videoklips
nb_no: Vent til videoen slutter
uk_ua: Дочекайтеся закінчення відео

source: Remove
el_gr: Αφαίρεση
lt_lt: Pašalinti
lv_lv: Noņemt
nb_no: Fjern
uk_ua: Видалити

source: Add
el_gr: Προσθήκη
lt_lt: Pridėti
lv_lv: Pievienot
nb_no: Legg til
uk_ua: Додати

source: Action
el_gr: Ενέργεια
lt_lt: Veiksmas
lv_lv: Darbība
nb_no: Handling
uk_ua: Дія

source: Select an action
el_gr: Επιλέξτε μια ενέργεια
lt_lt: Pasirinkite veiksmą
lv_lv: Atlasiet darbību
nb_no: Velg en handling
uk_ua: Виберіть дію

source: Change the view
el_gr: Αλλαγή της προβολής
lt_lt: Rodinio keitimas
lv_lv: Skata mainīšana
nb_no: Endre visningen
uk_ua: Змінення вигляду

source: Narrate a text
el_gr: Αφήγηση ενός κειμένου
lt_lt: Teksto pasakojimas
lv_lv: Teksta stāstīšana
nb_no: Gjøre opptelling til en tekst
uk_ua: Озвучення тексту

source: Narrate text
el_gr: Αφήγηση κειμένου
lt_lt: Pasakoti tekstą
lv_lv: Teksta stāstīšana
nb_no: Fortelle tekst
uk_ua: Озвучення тексту

source: Carriage Return to split text into sentences
el_gr: Carriage Return για να χωρίσετε το κείμενο σε προτάσεις
lt_lt: Vežimas Grįžti į suskaidytą tekstą į sakinius
lv_lv: Vagons Atgriezties, lai sadalītu tekstu teikumos
nb_no: Vognretur for å dele tekst i setninger
uk_ua: Повернення каретки для поділу тексту на речення

source: Frame the desired view
el_gr: Καδράρετε την επιθυμητή προβολή
lt_lt: Įrėminkite norimą vaizdą
lv_lv: Ierāmējiet vēlamo skatu
nb_no: Ram inn ønsket visning
uk_ua: Обрамлення потрібного вигляду

source: Animation duration (ms)
el_gr: Διάρκεια κίνησης (ms)
lt_lt: Animacijos trukmė (ms)
lv_lv: Animācijas ilgums (ms)
nb_no: Animasjonens varighet (ms)
uk_ua: Тривалість анімації (мс)

source: Remove Room
el_gr: Αφαίρεση δωματίου
lt_lt: Pašalinti kambarį
lv_lv: Noņemiet vietu
nb_no: Fjern rom
uk_ua: Видалити кімнату

source: Are you sure you want to remove room and all its actions from presentation?
el_gr: Είστε βέβαιοι ότι θέλετε να αφαιρέσετε το δωμάτιο και όλες τις ενέργειές του από την παρουσίαση;
lt_lt: Ar tikrai norite pašalinti kambarį ir visus jo veiksmus iš pristatymo?
lv_lv: Vai tiešām vēlaties no prezentācijas noņemt telpu un visas tās darbības?
nb_no: Er du sikker på at du vil fjerne rommet og alle dets handlinger fra presentasjonen?
uk_ua: Ви впевнені, що хочете видалити кімнату і всі її дії з презентації?

source: Yes, Remove
el_gr: Ναι, Αφαιρέστε
lt_lt: Taip, pašalinti
lv_lv: Jā, noņemt
nb_no: Ja, fjern
uk_ua: Так, видалити

source: Remove Action
el_gr: Κατάργηση Ενέργειας
lt_lt: Pašalinti veiksmą
lv_lv: Noņemt darbību
nb_no: Fjern handling
uk_ua: Видалити дію
