Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Shadow Softness
el_gr: Μαλακότητα σκιών
lt_lt: Šešėlių minkštumas
lv_lv: Ēnu maigums
nb_no: Skygge mykhet
uk_ua: М'якість тіней

source: Autoplay (seconds)
el_gr: Αυτόματο παιχνίδι (δευτερόλεπτα)
lt_lt: Automatinis paleidimas (sekundėmis)
lv_lv: Automātiskā atskaņošana (sekundēs)
nb_no: Autoavspilling (sekunder)
uk_ua: Автовідтворення (секунди)

source: if enabled it is considered for the score
el_gr: εάν ενεργοποιηθεί, λαμβάνεται υπόψη για τη βαθμολογία
lt_lt: jei įjungta, ji atsižvelgiama į balą
lv_lv: ja ir iespējots, tas tiek uzskatīts par rezultātu
nb_no: hvis den er aktivert, vurderes den for poengsummen
uk_ua: якщо ввімкнено, це враховується для оцінки

source: Sorting
el_gr: Ταξινόμηση
lt_lt: Rūšiavimas
lv_lv: Kārtošana
nb_no: Sortering
uk_ua: Сортування

source: sorting for progressive mode
el_gr: ταξινόμηση για προοδευτική λειτουργία
lt_lt: rūšiavimas progresiniam režimui
lv_lv: šķirošana progresīvajam režīmam
nb_no: sortering for progressiv modus
uk_ua: сортування для прогресивного режиму

source: Enable Schedule
el_gr: Ενεργοποίηση χρονοδιαγράμματος
lt_lt: Įgalinti tvarkaraštį
lv_lv: Iespējot grafiku
nb_no: Aktiver tidsplan
uk_ua: Увімкнути розклад

source: Date - From
el_gr: Ημερομηνία - Από
lt_lt: Data - nuo
lv_lv: Datums - no
nb_no: Dato - Fra
uk_ua: Дата - Від

source: Date - To
el_gr: Ημερομηνία - Μέχρι
lt_lt: Data - iki
lv_lv: Datums - uz
nb_no: Dato - Til
uk_ua: Дата - До

source: Monday
el_gr: Δευτέρα
lt_lt: Pirmadienis
lv_lv: Pirmdiena
nb_no: Mandag
uk_ua: Понеділок

source: Tuesday
el_gr: Τρίτη
lt_lt: Antradienis
lv_lv: Otrdiena
nb_no: Tirsdag
uk_ua: Вівторок

source: Wednesday
el_gr: Τετάρτη
lt_lt: Trečiadienis
lv_lv: Trešdiena
nb_no: Onsdag
uk_ua: Середа

source: Thursday
el_gr: Πέμπτη
lt_lt: Ketvirtadienis
lv_lv: Ceturtdiena
nb_no: Torsdag
uk_ua: Четвер

source: Friday
el_gr: Παρασκευή
lt_lt: Penktadienis
lv_lv: Piektdiena
nb_no: Fredag
uk_ua: П'ятниця

source: Saturday
el_gr: Σάββατο
lt_lt: Šeštadienis
lv_lv: Sestdiena
nb_no: Lørdag
uk_ua: Субота

source: Sunday
el_gr: Κυριακή
lt_lt: Sekmadienis
lv_lv: Svētdiena
nb_no: Søndag
uk_ua: Неділя

source: Hour - From
el_gr: Ώρα - Από
lt_lt: Valanda - nuo
lv_lv: Stunda - no plkst.
nb_no: Time - Fra
uk_ua: Година - від

source: Hour - To
el_gr: Ώρα - Προς
lt_lt: Valanda - Iki
lv_lv: Stunda - līdz
nb_no: Time - Til
uk_ua: Година - до

source: drag the poi to change its position
el_gr: σύρετε το poi για να αλλάξετε τη θέση του
lt_lt: Vilkite lankytiną vietą, kad pakeistumėte jos padėtį
lv_lv: velciet poi, lai mainītu tā pozīciju
nb_no: Dra interessepunktet for å endre plasseringen
uk_ua: Перетягніть точку інтересу, щоб змінити її положення

source: click and drag the 3d object to rotate its initial position
el_gr: κάντε κλικ και σύρετε το 3d αντικείμενο για να περιστρέψετε την αρχική του θέση
lt_lt: Spustelėkite ir vilkite 3D objektą, kad pasuktumėte jo pradinę padėtį
lv_lv: Noklikšķiniet uz 3D objekta un velciet to, lai pagrieztu tā sākotnējo atrašanās vietu
nb_no: Klikk og dra 3D-objektet for å rotere utgangsposisjonen
uk_ua: Клацніть і перетягніть 3D-об'єкт, щоб повернути його початкове положення

source: Zoom
el_gr: Μεγέθυνση
lt_lt: Padidinti
lv_lv: Tālummaiņas
uk_ua: Збільшити

source: 3d Transform
el_gr: μετασχηματισμός 3d
lt_lt: 3d transformacija
lv_lv: 3D transformācija
nb_no: 3D-transformasjon
uk_ua: 3D перетворення

source: LIST POIs
el_gr: ΛΙΣΤΑ POI
lt_lt: IŠVARDYKITE POI
lv_lv: SARAKSTA POI
nb_no: LISTE OPP INTERESSEPUNKTER
uk_ua: СПИСОК POI

source: ADD POI
el_gr: ΠΡΟΣΘΗΚΗ POI
lt_lt: PRIDĖTI LV
lv_lv: PIEVIENOT POI
nb_no: LEGG TIL INTERESSEPUNKT
uk_ua: ДОДАТИ POI

source: EDIT MARKERS
el_gr: ΕΠΕΞΕΡΓΑΣΊΑ ΜΑΡΚΑΔΌΡΩΝ
lt_lt: REDAGUOTI ŽYMEKLIUS
lv_lv: MARĶIERU REDIĢĒŠANA
nb_no: REDIGER MARKØRER
uk_ua: МАРКЕРИ РЕДАГУВАННЯ

source: You cannot bulk translate an external virtual tour!
el_gr: Δεν μπορείτε να μεταφράσετε μαζικά μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite masiškai išversti išorinio virtualaus turo!
lv_lv: Jūs nevarat lielapjoma tulkot ārēju virtuālo ceļojumu!
nb_no: Du kan ikke masseoversette en ekstern virtuell omvisning!
uk_ua: Ви не можете масово перекласти зовнішній віртуальний тур!

source: The tour is not multi-language! To enable other languages go to the UI Editor.
el_gr: Η περιοδεία δεν είναι πολύγλωσση! Για να ενεργοποιήσετε άλλες γλώσσες, μεταβείτε στον Επεξεργαστή διεπαφής χρήστη.
lt_lt: Ekskursija nėra daugiakalbė! Norėdami įjungti kitas kalbas, eikite į vartotojo sąsajos rengyklę.
lv_lv: Ekskursija nav daudzvalodu! Lai iespējotu citas valodas, dodieties uz lietotāja interfeisa redaktoru.
nb_no: Turen er ikke flerspråklig! For å aktivere andre språk, gå til UI Editor.
uk_ua: Екскурсія не багатомовна! Щоб увімкнути інші мови, перейдіть до редактора інтерфейсу користувача.

source: Virtual Tour
el_gr: Εικονική περιήγηση
lt_lt: Virtualus turas
lv_lv: Virtuālā tūre
nb_no: Virtuell tur
uk_ua: Віртуальний тур

source: POI Gallery
el_gr: Γκαλερί POI
lt_lt: LV galerija
lv_lv: POI galerija
nb_no: POI-galleri
uk_ua: Галерея POI

source: Staging
el_gr: Σκαλωσιά
lt_lt: Inscenizacija
lv_lv: Iestudējums
nb_no: Iscenesettelse
uk_ua: Постановка

source: %s of %s translated
el_gr: Μεταφράστηκε %s από %s
lt_lt: %s išverstų %s
lv_lv: %s no %s tulkots
nb_no: %s av %s oversatt
uk_ua: %s з %s переклад

source: translate missing values
el_gr: μεταφράστε τιμές που λείπουν
lt_lt: Trūkstamų reikšmių vertimas
lv_lv: Trūkstošo vērtību tulkošana
nb_no: Oversett manglende verdier
uk_ua: Переклад відсутніх значень

source: view only not translated
el_gr: προβολή μόνο δεν μεταφράζεται
lt_lt: tik vaizdas neišverstas
lv_lv: skatīt tikai netulkotu
nb_no: Vis bare ikke oversatt
uk_ua: Тільки перегляд не перекладено

source: Bulk room's create
el_gr: Δημιουργία δωματίου Bulk
lt_lt: Masinio kambario kūrimas
lv_lv: Beztaras telpas izveide
nb_no: Bulkrom skaper
uk_ua: Створення об'ємної кімнати

source: Uploading multiple 360-degree panorama JPG/PNG images will automatically create all the rooms.
el_gr: Η μεταφόρτωση πολλαπλών πανοραμικών εικόνων JPG/PNG 360 μοιρών θα δημιουργήσει αυτόματα όλα τα δωμάτια.
lt_lt: Įkėlus kelis 360 laipsnių panoraminius JPG / PNG vaizdus, bus automatiškai sukurti visi kambariai.
lv_lv: Augšupielādējot vairākus 360 grādu panorāmas JPG/PNG attēlus, automātiski tiks izveidotas visas telpas.
nb_no: Opplasting av flere 360-graders panorama JPG/PNG-bilder vil automatisk opprette alle rommene.
uk_ua: Завантаження кількох 360-градусних панорамних зображень JPG/PNG автоматично створить усі кімнати.

source: You have %s remaining uploads!
el_gr: Έχετε %s εναπομείναντα uploads!
lt_lt: Turite %s likusių įkėlimų!
lv_lv: Jums ir %s atlikušās augšupielādes!
nb_no: Du har %s gjenværende opplastingene!
uk_ua: У вас залишилося %s завантажень!

source: Creating Rooms
el_gr: Δημιουργία δωματίων
lt_lt: Kambarių kūrimas
lv_lv: Istabu izveide
nb_no: Opprette rom
uk_ua: Створення кімнат

source: Your "%s" plan not allow to use Custom Domains!
el_gr: Το σχέδιό σας "%s" δεν επιτρέπει τη χρήση προσαρμοσμένων τομέων!
lt_lt: Jūsų "%s" plane neleidžiama naudoti pasirinktinių domenų!
lv_lv: Jūsu plāns “%s” neļauj izmantot pielāgotus domēnus!
nb_no: Din "%s"-plan tillater ikke bruk av tilpassede domener!
uk_ua: Ваш план "%s" не дозволяє використовувати власні домени!

source: You have %s remaining custom domains!
el_gr: Σας απομένουν %s προσαρμοσμένοι τομείς!
lt_lt: Jums liko %s pasirinktinių domenų!
lv_lv: Jums ir atlikuši %s pielāgoti domēni!
nb_no: Du har %s gjenværende tilpassede domenene!
uk_ua: У вас залишилося %s користувацьких доменів!

source: New Request
el_gr: Νέα αίτηση
lt_lt: Naujas prašymas
lv_lv: Jauns Pieprasījums
nb_no: Ny forespørsel
uk_ua: Новий запит

source: Before adding a new domain, make sure your A record is pointing to our server using the following details:
el_gr: Προτού προσθέσετε έναν νέο τομέα, βεβαιωθείτε ότι η εγγραφή A σας οδηγεί στον διακομιστή μας χρησιμοποιώντας τις ακόλουθες λεπτομέρειες:
lt_lt: Prieš pridėdami naują domeną įsitikinkite, kad jūsų A įrašas nukreipia į mūsų serverį, naudodami šiuos duomenis:
lv_lv: Pirms jauna domēna pievienošanas pārliecinieties, vai jūsu A ieraksts norāda uz mūsu serveri, izmantojot šādu informāciju:
nb_no: Før du legger til et nytt domene, må du sørge for at A-posten din peker til serveren vår ved hjelp av følgende detaljer:
uk_ua: Перш ніж додавати новий домен, переконайтеся, що ваш запис A вказує на наш сервер, використовуючи такі дані:

source: empty
el_gr: Κενό
lt_lt: Tuščia
lv_lv: tukšs
nb_no: tom
uk_ua: порожнє

source: subdomain
el_gr: υποτομέα
lt_lt: subdomenas
lv_lv: apakšdomēns
nb_no: underdomene
uk_ua: субдомен

source: Value
el_gr: Αξία
lt_lt: Vertė
nb_no: Verdi
uk_ua: Значення

source: Show instructions
el_gr: Εμφάνιση οδηγιών
lt_lt: Rodyti instrukcijas
lv_lv: Parādiet instrukcijas
nb_no: Vis instruksjoner
uk_ua: Показати інструкції

source: Integrating a custom domain with DNS settings typically involves the following steps:<br>1. <b>Purchase a domain name</b>: You'll need to purchase a domain name from a domain registrar such as GoDaddy, Namecheap, or other DNS providers.<br>2. <b>Obtain your DNS records</b>: Once you have a domain provider, they will provide you with DNS records that you'll need to configure for your domain. These records will typically include an A record & CNAME record.<br>3. <b>Configure DNS settings</b>: Log in to your domain registrar's account and navigate to the DNS management section. You need to add a new DNS record, choose the record type A and enter the corresponding value above.<br>4. <b>Wait for propagation</b>: Once you've made the changes to your DNS settings, it can take up to 48 hours for the changes to propagate throughout the internet.<br>5. <b>Approval</b>: Once your DNS record has been propagated, you can submit your custom domain request and wait for administrator approval..
el_gr: Η ενσωμάτωση ενός προσαρμοσμένου τομέα με ρυθμίσεις DNS συνήθως περιλαμβάνει τα ακόλουθα βήματα:<br> 1. <b>Αγορά ονόματος τομέα</b> : Θα χρειαστεί να αγοράσετε ένα όνομα τομέα από έναν καταχωρητή τομέα όπως το GoDaddy, το Namecheap ή άλλους παρόχους DNS.<br> 2. <b>Αποκτήστε τις εγγραφές σας DNS</b> : Μόλις αποκτήσετε έναν πάροχο τομέα, θα σας παράσχει εγγραφές DNS που θα πρέπει να διαμορφώσετε για τον τομέα σας. Αυτές οι εγγραφές θα περιλαμβάνουν συνήθως μια εγγραφή A και εγγραφή CNAME.<br> 3. <b>Διαμόρφωση ρυθμίσεων DNS</b> : Συνδεθείτε στον λογαριασμό του καταχωρητή τομέα σας και μεταβείτε στην ενότητα διαχείρισης DNS. Πρέπει να προσθέσετε μια νέα εγγραφή DNS, να επιλέξετε τον τύπο εγγραφής Α και να εισαγάγετε την αντίστοιχη τιμή παραπάνω.<br> 4. <b>Περιμένετε τη διάδοση</b> : Αφού κάνετε τις αλλαγές στις ρυθμίσεις DNS, μπορεί να χρειαστούν έως και 48 ώρες για να διαδοθούν οι αλλαγές στο διαδίκτυο.<br> 5. <b>Έγκριση</b> : Αφού διαδοθεί η εγγραφή σας DNS, μπορείτε να υποβάλετε το αίτημα προσαρμοσμένου τομέα σας και να περιμένετε την έγκριση του διαχειριστή.
lt_lt: Integruojant pasirinktinį domeną su DNS nustatymais paprastai atliekami šie veiksmai:<br>1. <b>Įsigykite domeno vardą</b>: jums reikės įsigyti domeno vardą iš domenų registratoriaus, pavyzdžiui, "GoDaddy", "Namecheap" ar kitų DNS paslaugų teikėjų.<br>2. <b>Gaukite DNS įrašus</b>: Kai turėsite domeno teikėją, jis pateiks jums DNS įrašus, kuriuos turėsite sukonfigūruoti savo domenui. Šiuos įrašus paprastai sudaro A įrašas ir CNAME įrašas.<br>3. <b>Konfigūruokite DNS nustatymus</b>: Prisijunkite prie savo domeno registratoriaus paskyros ir eikite į DNS valdymo skyrių. Turite pridėti naują DNS įrašą, pasirinkti A tipo įrašą ir įvesti atitinkamą pirmiau nurodytą vertę.<br>4. <b>Palaukite, kol įrašas išplis</b>: Kai atliksite DNS nustatymų pakeitimus, gali prireikti iki 48 valandų, kol pakeitimai išplis visame internete.<br>5. <b>Patvirtinimas</b>: Kai jūsų DNS įrašas išplinta, galite pateikti savo pasirinktinio domeno užklausą ir laukti administratoriaus patvirtinimo.
lv_lv: Pielāgota domēna integrēšana ar DNS iestatījumiem parasti ietver šādas darbības:<br> 1. <b>Iegādājieties domēna vārdu</b> : jums būs jāiegādājas domēna vārds no domēna reģistratūras, piemēram, GoDaddy, Namecheap vai citiem DNS nodrošinātājiem.<br> 2.<b> Iegūstiet savus DNS ierakstus</b> : tiklīdz jums būs domēna nodrošinātājs, tas jums nodrošinās DNS ierakstus, kas jums būs jākonfigurē savam domēnam. Šie ieraksti parasti ietver A ierakstu un CNAME ierakstu.<br> 3. <b>Konfigurējiet DNS iestatījumus</b> : piesakieties sava domēna reģistratora kontā un pārejiet uz DNS pārvaldības sadaļu. Jums jāpievieno jauns DNS ieraksts, jāizvēlas ieraksta veids A un iepriekš jāievada atbilstošā vērtība.<br> 4. <b>Pagaidiet izplatīšanu</b> : kad esat veicis izmaiņas DNS iestatījumos, var paiet līdz 48 stundām, līdz izmaiņas tiks izplatītas visā internetā.<br> 5. <b>Apstiprināšana</b> : kad jūsu DNS ieraksts ir izplatīts, varat iesniegt savu pielāgotā domēna pieprasījumu un gaidīt administratora apstiprinājumu.
nb_no: Integrering av et egendefinert domene med DNS-innstillinger innebærer vanligvis følgende trinn:<br>1. <b>Kjøp et domenenavn</b>: Du må kjøpe et domenenavn fra en domeneregistrator som GoDaddy, Namecheap eller andre DNS-leverandører.<br>2. <b>Skaff DNS-postene dine</b>: Når du har en domeneleverandør, vil de gi deg DNS-poster som du må konfigurere for domenet ditt. Disse postene vil vanligvis inneholde en A-post og CNAME-post.<br>3. <b>Konfigurer DNS-innstillinger</b>: Logg på domeneregistratorens konto og naviger til DNS-administrasjonsdelen. Du må legge til en ny DNS-post, velge posttype A og skrive inn den tilsvarende verdien ovenfor.<br>4. <b>Vent på forplantning</b>: Når du har gjort endringene i DNS-innstillingene dine, kan det ta opptil 48 timer før endringene sprer seg over hele internett.<br>5. <b>Godkjenning</b>: Når DNS-posten din er spredt, kan du sende inn din egendefinerte domeneforespørsel og vente på administratorgodkjenning..
uk_ua: Інтеграція настроюваного домену з налаштуваннями DNS зазвичай включає такі кроки:<br> 1. <b>Придбайте ім’я домену</b> : вам потрібно буде придбати ім’я домену в реєстратора домену, наприклад GoDaddy, Namecheap або інших постачальників DNS.<br> 2. <b>Отримайте записи DNS</b> : коли у вас буде постачальник домену, він надасть вам записи DNS, які вам потрібно буде налаштувати для свого домену. Ці записи зазвичай включатимуть запис A та запис CNAME.<br> 3. <b>Налаштуйте параметри DNS</b> : увійдіть в обліковий запис реєстратора домену та перейдіть до розділу керування DNS. Потрібно додати новий запис DNS, вибрати тип запису A та ввести відповідне значення вище.<br> 4. <b>Зачекайте на розповсюдження</b> : після внесення змін до налаштувань DNS може знадобитися до 48 годин, перш ніж зміни поширяться в Інтернеті.<br> 5. <b>Схвалення</b> : після того, як ваш DNS-запис буде розповсюджено, ви можете надіслати запит на власний домен і дочекатися схвалення адміністратора.

source: VERIFY & ADD
el_gr: ΕΠΑΛΗΘΕΥΣΗ & ΠΡΟΣΘΗΚΗ
lt_lt: PATIKRINTI IR PRIDĖTI
lv_lv: PĀRBAUDĪT UN PIEVIENOT
nb_no: BEKREFT & LEGG TIL
uk_ua: ПЕРЕВІРИТИ І ДОДАТИ

source: You have %s pending request of custom domains to manage!
el_gr: Έχετε %s εκκρεμές αίτημα προσαρμοσμένων τομέων για διαχείριση!
lt_lt: Turite %s neišspręstų užsakomųjų domenų užklausų, kurias reikia tvarkyti!
lv_lv: Jums ir %s apstiprināts pielāgoto domēnu pieprasījums, ko pārvaldīt!
nb_no: Du har %s ventende forespørsel om tilpassede domener å administrere!
uk_ua: У вас є %s нерозглянутий запит користувацьких доменів для керування!

source: User
el_gr: Χρήστης
lt_lt: Vartotojas
lv_lv: Lietotājs
nb_no: Bruker
uk_ua: Користувач

source: Connected to
el_gr: Συνδεδεμένο με
lt_lt: Prisijungta prie
lv_lv: Savienots ar
nb_no: Koblet til
uk_ua: Підключено до

source: Actions
el_gr: Ενέργειες
lt_lt: Veiksmai
lv_lv: Darbības
nb_no: Handlinger
uk_ua: Дія

source: New Custom Domain
el_gr: Νέος προσαρμοσμένος τομέας
lt_lt: Naujas pasirinktinis domenas
lv_lv: Jauns pielāgots domēns
nb_no: Nytt tilpasset domene
uk_ua: Новий користувацький домен

source: Are you sure you want to send the request for a new custom domain?
el_gr: Είστε βέβαιοι ότι θέλετε να στείλετε το αίτημα για έναν νέο προσαρμοσμένο τομέα;
lt_lt: Ar tikrai norite siųsti naujo pasirinktinio domeno užklausą?
lv_lv: Vai tiešām vēlaties nosūtīt pieprasījumu jaunam pielāgotam domēnam?
nb_no: Er du sikker på at du vil sende forespørselen om et nytt tilpasset domene?
uk_ua: Ви впевнені, що бажаєте надіслати запит на новий власний домен?

source: Verify
el_gr: Επαλήθευση
lt_lt: Patikrinkite
lv_lv: Pārbaudīt
nb_no: Verifiser
uk_ua: Перевірити

source: Your custom domain request has been submitted successfully!<br>Now you have to wait for it to be approved by an administrator.
el_gr: Το αίτημα προσαρμοσμένου τομέα σας υποβλήθηκε με επιτυχία!<br> Τώρα πρέπει να περιμένετε να εγκριθεί από έναν διαχειριστή.
lt_lt: Jūsų pasirinktinio domeno užklausa sėkmingai pateikta!<br>Dabar reikia palaukti, kol ją patvirtins administratorius.
lv_lv: Jūsu pielāgotā domēna pieprasījums ir veiksmīgi iesniegts!<br> Tagad jums jāgaida, līdz to apstiprinās administrators.
nb_no: Forespørselen om tilpasset domene er sendt inn!<br>Nå må du vente på at den blir godkjent av en administrator.
uk_ua: Ваш запит на власний домен успішно подано!<br> Тепер потрібно дочекатися, поки його затвердить адміністратор.

source: Verify Custom Domain
el_gr: Επαληθεύστε τον προσαρμοσμένο τομέα
lt_lt: Patikrinti pasirinktinį domeną
lv_lv: Pārbaudiet pielāgoto domēnu
nb_no: Bekreft tilpasset domene
uk_ua: Підтвердьте власний домен

source: Custom Domain: Set Defaults
el_gr: Προσαρμοσμένος τομέας: Ορισμός προεπιλογών
lt_lt: Pasirinktinis domenas: Nustatykite numatytąsias reikšmes
lv_lv: Pielāgots domēns: iestatiet noklusējumus
nb_no: Egendefinert domene: Angi standarder
uk_ua: Спеціальний домен: установіть значення за замовчуванням

source: Set this custom domain (<b class='custom_domain_default'>--</b>) as default when you create one of these items:
el_gr: Ορίστε αυτόν τον προσαρμοσμένο τομέα ( <b class='custom_domain_default'>--</b> ) ως προεπιλεγμένο όταν δημιουργείτε ένα από αυτά τα στοιχεία:
lt_lt: Kai kuriate vieną iš šių elementų, nustatykite šį pasirinktinį domeną<b class='custom_domain_default'>(--)</b> kaip numatytąjį:
lv_lv: Iestatiet šo pielāgoto domēnu ( <b class='custom_domain_default'>--</b> ) kā noklusējumu, kad veidojat kādu no šiem vienumiem:
nb_no: Angi dette egendefinerte domenet (<b class='custom_domain_default'>--</b>) som standard når du oppretter ett av disse elementene:
uk_ua: Встановіть цей спеціальний домен ( <b class='custom_domain_default'>--</b> ) як типовий під час створення одного з цих елементів:

source: Custom Domain: Apply
el_gr: Προσαρμοσμένος τομέας: Εφαρμογή
lt_lt: Pasirinktinis domenas: Taikyti
lv_lv: Pielāgots domēns: pieteikties
nb_no: Egendefinert domene: Bruk
uk_ua: Спеціальний домен: застосувати

source: Apply or remove this custom domain (<b class='custom_domain_default'>--</b>) to these existing items:
el_gr: Εφαρμόστε ή καταργήστε αυτόν τον προσαρμοσμένο τομέα ( <b class='custom_domain_default'>--</b> ) σε αυτά τα υπάρχοντα στοιχεία:
lt_lt: Pritaikykite arba pašalinkite šį pasirinktinį domeną<b class='custom_domain_default'>(--)</b> šiems esamiems elementams:
lv_lv: Lietojiet vai noņemiet šo pielāgoto domēnu ( <b class='custom_domain_default'>--</b> ) šiem esošajiem vienumiem:
nb_no: Bruk eller fjern dette egendefinerte domenet (<b class='custom_domain_default'>--</b>) på disse eksisterende elementene:
uk_ua: Застосувати або видалити цей спеціальний домен ( <b class='custom_domain_default'>--</b> ) до цих існуючих елементів:

source: You cannot edit 3D View on an external virtual tour!
el_gr: Δεν μπορείτε να επεξεργαστείτε την τρισδιάστατη προβολή σε μια εξωτερική εικονική περιήγηση!
lt_lt: Negalite redaguoti 3D rodinio išoriniame virtualiame ture!
lv_lv: Jūs nevarat rediģēt 3D skatu ārējā virtuālā tūrē!
nb_no: Du kan ikke redigere 3D-visning på en ekstern virtuell omvisning!
uk_ua: Ви не можете редагувати 3D View під час зовнішнього віртуального туру!

source: Your "%s" plan not allow to create 3D Views!
el_gr: Το σχέδιό σας "%s" δεν επιτρέπει τη δημιουργία τρισδιάστατων προβολών!
lt_lt: Jūsų "%s" planas neleidžia kurti 3D vaizdų!
lv_lv: Jūsu "%s" plāns neļauj izveidot 3D skatus!
nb_no: Din "%s"-plan tillater ikke å lage 3D-visninger!
uk_ua: Ваш план "%s" не дозволяє створювати 3D Ракурси!

source: Add Room
el_gr: Προσθήκη Δωματίου
lt_lt: Pridėti kambarį
lv_lv: Pievienot istabu
nb_no: Legg til rom
uk_ua: Додати кімнату
