Repository: faycalziara/VR
Catalog: locale/*/LC_MESSAGES/default.po
Languages: el_gr, lt_lt, lv_lv, nb_no, uk_ua

source: Password Live Session
el_gr: Ζωντανή συνεδρία κωδικού πρόσβασης
lt_lt: Slaptažodžio tiesioginė sesija
lv_lv: Paroles tiešraides sesija
nb_no: Passord Live-økt
uk_ua: Жива сесія з паролем

source: check
el_gr: έλεγχος
lt_lt: patikrinti
lv_lv: pārbaudīt
nb_no: sjekk
uk_ua: перевірити

source: Comment
el_gr: Σχόλιο
lt_lt: Komentaras
lv_lv: Komentārs
nb_no: Kommentar
uk_ua: Коментар

source: OUT OF STOCK
el_gr: ΕΚΤΟΣ ΑΠΟΘΕΜΑΤΟΣ
lt_lt: NĖRA SANDELYJE
lv_lv: NAV NOLIKTAVĀ
nb_no: IKKE PÅ LAGER
uk_ua: НЕМАЄ В НАЯВНОСТІ

source: IN STOCK
el_gr: ΣΕ ΑΠΟΘΕΜΑ
lt_lt: YRA SANDĖLYJE
lv_lv: NOLIKTAVĀ
nb_no: PÅ LAGER
uk_ua: В НАЯВНОСТІ

source: available
el_gr: διαθέσιμο
lt_lt: prieinama
lv_lv: pieejams
nb_no: ledig
uk_ua: доступно

source: Choose an option
el_gr: Κάντε μιά επιλογή
lt_lt: Pasirinkite variantą
lv_lv: Izvēlieties opciju
nb_no: Velg et alternativ
uk_ua: Оберіть варіант

source: Loading started
el_gr: Η φόρτωση ξεκίνησε
lt_lt: Prasidėjo pakrovimas
lv_lv: Sākta ielāde
nb_no: Laster startet
uk_ua: Завантаження розпочато

source: Loading contents
el_gr: Φόρτωση περιεχομένου
lt_lt: Įkeliamas turinys
lv_lv: Satura ielāde
nb_no: Laster inn innhold
uk_ua: Завантаження вмісту

source: Loading panoramas
el_gr: Φόρτωση πανοράματος
lt_lt: Įkeliamos panoramos
lv_lv: Panorāmu ielāde
nb_no: Laster inn panoramaer
uk_ua: Завантаження панорам

source: Initializing spaces
el_gr: Αρχικοποίηση χώρων
lt_lt: Erdvių inicijavimas
lv_lv: Atstarpju inicializēšana
nb_no: Initialisere mellomrom
uk_ua: Ініціалізація пробілів

source: Initializing 3d view
el_gr: Εκκίνηση τρισδιάστατης προβολής
lt_lt: 3D vaizdo inicijavimas
lv_lv: 3D skata inicializēšana
nb_no: Initialiserer 3d-visning
uk_ua: Ініціалізація 3d перегляду

source: Initializing interface
el_gr: Αρχικοποίηση διεπαφής
lt_lt: Inicijavimo sąsaja
lv_lv: Inicializēšanas interfeiss
nb_no: Initialiserer grensesnitt
uk_ua: Ініціалізація інтерфейсу

source: Loading complete
el_gr: Η φόρτωση ολοκληρώθηκε
lt_lt: Pakrovimas baigtas
lv_lv: Ielāde pabeigta
nb_no: Laster ferdig
uk_ua: Завантаження завершено

source: To use this function you must enable the cookies relating to it.
el_gr: Για να χρησιμοποιήσετε αυτή τη λειτουργία πρέπει να ενεργοποιήσετε τα cookies που σχετίζονται με αυτήν.
lt_lt: Norėdami naudotis šia funkcija, turite įjungti su ja susijusius slapukus.
lv_lv: Lai izmantotu šo funkciju, jums ir jāiespējo ar to saistītās sīkdatnes.
nb_no: For å bruke denne funksjonen må du aktivere informasjonskapslene knyttet til den.
uk_ua: Щоб скористатися цією функцією, ви повинні активувати файли cookie, що стосуються її.

source: Open Cookie Preferences
el_gr: Ανοίξτε τις Προτιμήσεις Cookie
lt_lt: Atidarykite slapukų nuostatas
lv_lv: Atvērt sīkfailu preferences
nb_no: Åpne innstillinger for informasjonskapsler
uk_ua: Відкрийте налаштування файлів cookie

source: File too Big, please select a file less than:
el_gr: Το αρχείο είναι πολύ μεγάλο, παρακαλούμε επιλέξτε ένα αρχείο μικρότερο από:
lt_lt: Failas per didelis, pasirinkite failą, mažesnį nei:
lv_lv: Fails ir pārāk liels, lūdzu, atlasiet failu, kas ir mazāks par:
nb_no: Filen er for stor, velg en fil som er mindre enn:
uk_ua: Файл занадто великий, будь ласка, виберіть файл менший ніж:

source: Quantity
el_gr: Ποσότητα
lt_lt: Kiekis
lv_lv: Daudzums
nb_no: Antall
uk_ua: Кількість

source: unauthorized
el_gr: ανεξουσιοδότητος
lt_lt: Neteisėtos
lv_lv: Nesankcionētu
nb_no: Uautorisert
uk_ua: Несанкціонованого

source: All requirements are met.
el_gr: Όλες οι απαιτήσεις πληρούνται.
lt_lt: Visi reikalavimai įvykdyti.
lv_lv: Visas prasības ir izpildītas.
nb_no: Alle krav er oppfylt.
uk_ua: Всі вимоги дотримані.

source: Error: No gallery images
el_gr: Σφάλμα: Δεν υπάρχουν εικόνες της γκαλερί
lt_lt: Klaida: nėra galerijos vaizdų
lv_lv: Kļūda: nav galerijas attēlu
nb_no: Feil: Ingen galleribilder
uk_ua: Помилка: немає зображень у галереї

source: Argv parameters not set.
el_gr: Οι παράμετροι Argv δεν έχουν οριστεί.
lt_lt: Argv parametrai nenustatyti.
lv_lv: Argv parametri nav iestatīti.
nb_no: Argv-parametere er ikke angitt.
uk_ua: Параметри Argv не встановлені.

source: Bucket already exists, choose a new name
el_gr: Ο κάδος υπάρχει ήδη, επιλέξτε ένα νέο όνομα
lt_lt: Kibiras jau yra, pasirinkite naują pavadinimą
lv_lv: Kauss jau pastāv, izvēlieties jaunu nosaukumu
nb_no: Bøtte finnes allerede, velg et nytt navn
uk_ua: Бакет вже існує, виберіть нову назву

source: File not found.
el_gr: Το αρχείο δε βρέθηκε.
lt_lt: Failas nerastas.
lv_lv: Fails nav atrasts.
nb_no: Finner ikke filen.
uk_ua: Файл не знайдено.

source: An error has occurred:
el_gr: Παρουσιάστηκε σφάλμα:
lt_lt: Įvyko klaida:
lv_lv: Radās kļūda:
nb_no: Det har oppstått en feil:
uk_ua: Сталася помилка:

source: Not implemented yet.
el_gr: Δεν έχει εφαρμοστεί ακόμη.
lt_lt: Dar neįgyvendinta.
lv_lv: Vēl nav īstenots.
nb_no: Ikke implementert ennå.
uk_ua: Поки що не реалізовано.

source: Ending quote %1$s was expected.
el_gr: Η τελική προσφορά %1$s αναμενόταν.
lt_lt: Buvo tikimasi, kad citatos pabaiga %1$s.
lv_lv: Tika gaidīts beigu citāts %1$s.
nb_no: Sluttsitat %1$s var forventet.
uk_ua: Закінчення цитати %1$s було очікуваним.

source: This option conflicts with "%1$s".
el_gr: Αυτή η επιλογή συγκρούεται με την επιλογή "%1$s".
lt_lt: Ši parinktis prieštarauja "%1$s".
lv_lv: Šī opcija ir pretrunā ar "%1$s".
nb_no: Dette alternativet er i konflikt med "%1$s".
uk_ua: Цей параметр конфліктує з "%1$s".

source: %1$d values were expected, but found %2$d.
el_gr: οι τιμές %1$d ήταν αναμενόμενες, αλλά βρέθηκαν %2$d.
lt_lt: %1$d verčių buvo tikimasi, tačiau rasta %2$d.
lv_lv: %1$d vērtības tika gaidītas, bet atrastas %2$d.
nb_no: %1$d verdier var forventet, men fant %2$d.
uk_ua: %1$d значень були очікуваними, але знайшли %2$d.

source: A closing bracket was expected.
el_gr: Αναμενόταν κλεισίματος.
lt_lt: Buvo tikimasi uždarymo skliaustelio.
lv_lv: Tika gaidīts noslēdzošais kronšteins.
nb_no: En avsluttende brakett var forventet.
uk_ua: Очікувалася заключна сітка.

source: Error: No video project
el_gr: Σφάλμα: Δεν υπάρχει έργο βίντεο
lt_lt: Klaida: nėra vaizdo projekto
lv_lv: Kļūda: nav video projekta
nb_no: Feil: Ikke noe videoprosjekt
uk_ua: Помилка: немає відеопроекту

source: Error: No video slides
el_gr: Σφάλμα: Δεν υπάρχουν διαφάνειες βίντεο
lt_lt: Klaida: nėra vaizdo skaidrių
lv_lv: Kļūda: nav video slaidu
nb_no: Feil: Ingen videolysbilder
uk_ua: Помилка: немає слайдів з відео

source: Relevance
el_gr: Συνάφεια
lt_lt: Aktualumas
lv_lv: Atbilstību
nb_no: Relevans
uk_ua: Релевантність запиту

source: E-Mail
lt_lt: El. paštas
lv_lv: E-pasts
nb_no: E-post

source: E-mail
lt_lt: El. paštas
lv_lv: E-pasts
nb_no: E-post

source: Border
el_gr: Πλαίσιο
lt_lt: Rėmelis
lv_lv: Mala
nb_no: Kantlinje

source: Embed Code
el_gr: Ενσωμάτωση Κώδικα
lt_lt: Įterpti kodą
lv_lv: Iegulšanas kods
nb_no: Inbyggingskode

source: Loading ...
el_gr: Φόρτωση ...
lt_lt: Įkeliama ...
lv_lv: Notiek ielāde...
nb_no: Laster ...

source: Ok
el_gr: Εντάξει
lt_lt: Gerai
lv_lv: Labi

source: Modal
el_gr: Βοηθητική φόρμα
lt_lt: Modalinio
lv_lv: Modāls

source: Facebook Messenger
lt_lt: "Facebook" pasiuntinys

source: Facebook page ID
el_gr: Αναγνωριστικό σελίδας Facebook
lt_lt: "Facebook" puslapio ID
lv_lv: Facebook lapas ID
nb_no: Facebook side ID

source: Email
el_gr: Ηλεκτρονικό ταχυδρομείο
lt_lt: El. paštas
lv_lv: E-pasts
nb_no: E-post

source: Telegram
lt_lt: Telegrama
lv_lv: Telegramma

source: Viber
lt_lt: Viberis

source: Blank
el_gr: Κενό
lt_lt: Tuščias
lv_lv: Tukšs

source: Title - Margin
el_gr: Τίτλος - Περιθώριο
lt_lt: Pavadinimas - Marža
lv_lv: Nosaukums - rezerve
nb_no: Tittel - Marg

source: Button Icon
el_gr: Εικονίδιο Κουμπιού
lt_lt: Mygtuko piktograma
lv_lv: Pogas ikona
nb_no: Knappeikon

source: API Key
el_gr: Κλειδί API
lt_lt: API Raktas
nb_no: API-nøkkel

source: Live Chat
el_gr: Ζωντανή Συνομιλία
lt_lt: Bendraukime gyvai
lv_lv: Tiešsaistes čats
nb_no: Direktechat

source: Custom 1
el_gr: Προσαρμογή 1
lt_lt: 1 pasirinktinis
lv_lv: Lietotājs 1
nb_no: Tilpasset 1

source: Apply Preset
el_gr: Εφαρμογή προεπιλογής
lt_lt: Taikyti išankstinį nustatymą
lv_lv: Lietot sākotnējo iestatījumu
nb_no: Bruk forhåndsinnstilling

source: Effects
el_gr: Εφέ
lt_lt: Poveikis
lv_lv: Efektus
nb_no: Effekter

source: Social Share
el_gr: Κοινοποίηση στα Κοινωνικά δίκτυα
lt_lt: Dalintis
lv_lv: Sociālā tīkla kopīgošana
nb_no: Vis sosiale medier på blogginnlegg

source: Client Secret
el_gr: Μυστικός Κωδικός
lv_lv: Klienta noslēpums
nb_no: Klient hemmelig kode

source: Tada
el_gr: Τάντα

source: Whatsapp
el_gr: Καλέστε στο Whatsapp

source: Google - Id
el_gr: Google - ταυτότητα

source: Html
nb_no: HTML-kode
